{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY","STRUCTURE"],"annotations":[["ReseaRch aRticleSuperior All-Solid-State Batteries Enabled by a Gas-Phase-Synthesized Sulfide Electrolyte with Ultrahigh Moisture Stability and Ionic ConductivityPushun Lu, Lilu Liu, Shuo Wang, Jieru Xu, Jian Peng, Wenlin Yan, Qiuchen Wang, Hong Li, Liquan Chen, and Fan Wu*1. Introduction",{"entities":[]}],["Sulfide solid electrolytes (SEs) are recognized as one of the most promising candidates for all-solid-state batteries (ASSBs), due to their superior ionic conductivity and remarkable ductility. However, poor air stability, complex synthesis process, low yield, and high production cost obstruct the large- scale application of sulfide SEs. Herein, a one-step gas-phase synthesis method for sulfide SEs with oxide raw materials in ambient air, completely getting rid of the glovebox and thus making",{"entities":[]}],["large-scale production pos- sible, is reported. By adjusting substituted elements and concentrations, the ionic conductivity of Li4-xSn1-xMxS4 can reach 2.45 mS cm-1, which represents the highest value among all reported moist-air-stable and recoverable lithium-ion sulfide SEs reported. Furthermore, ASSBs with air/ water-exposed and moderate-temperature-treated Li3.875Sn0.875As0.125S4 even maintains superior performances with the highest reversible capacity (188.4 mAh g-1) and the longest cycle",{"entities":[[128,142,"SULFIDE_ELECTROLYTE"],[153,165,"IONIC_CONDUCTIVITY"],[364,387,"SULFIDE_ELECTROLYTE"]]}],["life (210 cycles), which also breaks the record. Therefore, it may become one of the most critical breakthroughs during the development of sulfide ASSBs toward its practical application and commercialization.",{"entities":[]}],["All-solid-state batteries (ASSBs) have attracted intensive research interest due to their potentially higher energy density and improved safety than commercial lithium-ion batteries.[1] As an essential component of ASSBs, solid electrolytes (SEs) overcome the shortcomings of liquid counterparts, such as low thermal sta- bility, flammability, and leakage,[2] thus playing a critical role for improved safety. Among all studied SEs, sulfides have been well accepted as one of the most promising ones",{"entities":[]}],["due to their outstanding room-temperature ionic conductivities[3] and desirable mechanical properties for good solid-solid contact simply by cold- pressing.[4] However, the inherent poor air stability remains the most notorious and fatal drawback of sulfide SEs,[5] leading to the generation of toxic H2S and structure/ property degradation. Furthermore, the poor air stability of sulfide raw materials and SEs makes the material synthesis, storage, transportation, and postprocessing tedious and",{"entities":[[301,304,"SULFIDE_ELECTROLYTE"]]}],["high-cost, thus obstructing the large-scale production of sulfide SEs.[6]",{"entities":[]}],["P. Lu, Dr. L. Liu, S. Wang, J. Xu, J. Peng, W. Yan, Q. Wang, Prof. H. Li, Prof. L. Chen, Prof. F. Wu Beijing Advanced Innovation Center for Materials Genome Engineering Key Laboratory for Renewable Energy Beijing Key Laboratory for New Energy Materials and Devices Institute of Physics Chinese Academy of Sciences Beijing 100190, China E-mail: fwu@iphy.ac.cn P. Lu, S. Wang, J. Xu, J. Peng, W. Yan, Q. Wang, Prof. H. Li, Prof. L. Chen, Prof. F. Wu School of Physical Sciences University of Chinese",{"entities":[]}],["Academy of Sciences Beijing 100049, China Dr. L. Liu, Prof. H. Li, Prof. L. Chen, Prof. F. Wu Tianmu Lake Institute of Advanced Energy Storage Technologies Liyang, Jiangsu 213300, China Prof. H. Li, Prof. L. Chen, Prof. F. Wu Yangtze River Delta Physics Research Center Liyang, Jiangsu 213300, China",{"entities":[]}],["The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.202100921.",{"entities":[]}],["To improve the air stability of sulfide SEs, several typical methods have been proposed:[7] 1) mixing the oxide additives[8] (such as Fe2O3, ZnO, Bi2O3, etc.) into sulfide SEs to suppress the generation of H2S; 2) partial substitution of S by O to form oxysulfide compounds with improved air stability and wide electrochemical window;[9] 3) partial or complete substitution of hard acid P5+ with the soft acid Cu+,[10] As5+,[11] Sn4+,[12] and Sb5+[13] to tightly bond to the soft base S2− and thus",{"entities":[[134,139,"SULFIDE_ELECTROLYTE"],[141,144,"SULFIDE_ELECTROLYTE"],[146,151,"SULFIDE_ELECTROLYTE"],[206,209,"SULFIDE_ELECTROLYTE"]]}],["resist the attack of the hard base O2− based on the hard and soft acids and bases (HSAB) theory.[14] Recently, Zhu and Mo[15] per- formed first-principles calculations to systematically investi- gate the moisture stability of lithium ternary sulfides Li–M–S with different central cations M. The overall stability trend with respect to central cations M is consistent with the empirical HSAB theory and previous experiments. More specifically, sulfide SEs with central cations Sn4+, Sb5+, and As5+",{"entities":[]}],["show sig- nificantly better moisture stability than those containing P5+. Although numerous efforts have been taken to improve the air stability of thiophosphate-based SEs, the generation of H2S",{"entities":[]}],["DOI: 10.1002/adma.202100921Adv. Mater. 2021, 21009212100921 (1 of 13)© 2021 Wiley-VCH GmbH",{"entities":[]}],["and structure and property degradation are still inevitable. In stark contrast to thiophosphate-based solid electrolytes, the air- stable Li4SnS4 only produces neglectable amount of H2S[16] and its structure and ionic conductivity could be recovered by heat treatment after water immersion.[17] However, the ionic conduc- tivity of Li4SnS4 only reaches 7.0 × 10−5 S cm−1,[17a] which is still far away from 10−3 S cm−1 and hard to be applied to ASSBs. Through partial substitution of As and Sb for",{"entities":[[138,145,"SULFIDE_ELECTROLYTE"],[182,185,"SULFIDE_ELECTROLYTE"],[332,339,"SULFIDE_ELECTROLYTE"],[353,370,"IONIC_CONDUCTIVITY"],[406,417,"IONIC_CONDUCTIVITY"]]}],["Sn, the ionic [18] and conductivity of obtained products Li3.833Sn0.833As0.166S4 [16,19] reached 1.39 and 0.85 mS cm−1, respec- Li3.85Sn0.85Sb0.15S4 tively. Unfortunately, the synthesis of these two substituted products has to be conducted in glovebox by using solid-phase synthesis method with tedious procedures and high cost, which greatly hinders their large-scale application.",{"entities":[[57,80,"SULFIDE_ELECTROLYTE"],[106,118,"IONIC_CONDUCTIVITY"],[128,148,"SULFIDE_ELECTROLYTE"]]}],["(188.4 mAh g−1) and longest cycle life (210 cycles) among all- reported sulfide ASSBs after air-exposure conditions. This work paves the way to further realize all-in-air process from the syn- thesis of sulfide SEs to the fabrication of ASSBs, and eventu- ally the large-scale application of sulfide SEs in ASSBs by using the one-step gas-phase synthesis method. Although the toxicity of some raw materials (CS2 and As2S3) should not be ignored, other environment-friendly sulfurization agents",{"entities":[[408,411,"SULFIDE_ELECTROLYTE"],[416,421,"SULFIDE_ELECTROLYTE"]]}],["(e.g., S) and dopants (e.g., In and Bi) can be developed following the same approach.",{"entities":[]}],["2. Results and Discussion",{"entities":[]}],["In this work, we propose the first glovebox-free atmosphere- environment synthesis of sulfide SE with superior air stability and electrochemical properties. The whole synthesis process is only one-step and air-stable from raw materials to final prod- ucts, distinctively different from the conventional tedious multi step synthesis of sulfides in glovebox, thus improving the yield, time-efficiency and cutting the cost. Although the ionic conductivity of the as-synthesized material Li4SnS4 is",{"entities":[[484,491,"SULFIDE_ELECTROLYTE"]]}],["sacrificed, it can be improved to 2.45 mS cm−1 (bulk ionic conductivity) by tuning the type and concentration of doping elements and concentrations, which is the highest room-temperature ionic conductivity value among all reported moist-air-stable lithium- ion sulfide SEs. More importantly, after exposure to humid air or even water, Li3.875Sn0.875As0.125S4 regains ultrahigh room- temperature ionic conductivity of 2.34 mS cm−1 (bulk ionic conductivity) by subsequent heat treatment at relatively",{"entities":[[31,46,"IONIC_CONDUCTIVITY"],[335,358,"SULFIDE_ELECTROLYTE"],[417,429,"IONIC_CONDUCTIVITY"]]}],["low temperature, which enables the highest reversible capacity",{"entities":[]}],["2.1. One-Step Gas-Phase Synthesis Method",{"entities":[]}],["Up to now, most sulfide SEs have been synthesized by solid/ liquid-phase methods, which suffer from the following three major drawbacks: 1) over-reliance on glovebox for Ar-atmos- phere protection throughout the whole synthesis process; 2) complicated multistep process with low yield and time-effi- ciency; and 3) expensive sulfide raw materials such as Li2S, SiS2, GeS2, etc. Figure 1a shows a typical solid-phase synthesis process of sulfide SEs, including mass weighing, 1st sample loading into",{"entities":[[355,359,"SULFIDE_ELECTROLYTE"],[361,365,"SULFIDE_ELECTROLYTE"],[367,371,"SULFIDE_ELECTROLYTE"]]}],["ball-milling jar and transferring in glovebox, Ar- atmosphere ball milling, 2nd sample loading into glass tube and transferring in glovebox, tube sealing in vacuum, high- temperature sintering, glass tube smashing, and sample col- lection in glovebox. The whole synthesis process typically costs 1 week or longer, but generates small amount of products (≈1–5 g), which is limited by the size of glass tube. Moreover,",{"entities":[]}],["Figure 1. The comparison of synthesis processes between conventional solid-phase method and one-step gas-phase method in this work. a) Synthesis processes of conventional solid-phase method. This method presents several drawbacks: multistep, time-consuming, high cost, low output, and limited application. b) Synthesis processes of one-step gas-phase method in this work. This novel method presents the following advantages: one-step, time- efficient, low-cost, large output, and wide application.",{"entities":[]}],["Adv. Mater. 2021, 21009212100921 (2 of 13)© 2021 Wiley-VCH GmbH",{"entities":[]}],["repetitive sealing and transferring in an Ar-filled glovebox are inevitable due to the poor air stability of both sulfide raw mate- rials and SEs. Except for the three major drawbacks mentioned above, the liquid-phase synthesis method usually introduces undesired impurities due to the use of organic solvents, ren- dering the low ionic conductivity of sulfide SEs. Therefore, conventional solid/liquid-phase synthesis methods enormously restrict the large-scale application of sulfide SEs and can",{"entities":[]}],["only be exploited for lab-scale solid-state batteries.",{"entities":[]}],["Inspired by the sulfurization function of CS2,[20] a novel glovebox-free one-step gas-phase method is developed here to synthesize a family of air-stable sulfide SEs Li4-xSn1-xMxS4 (where M includes As, Sb, Bi, etc.) in ambient atmosphere. Reaction Equation (1) shows that CS2 can sulfurize SnO2 into SnS2 with a negative reaction energy change (ΔE = −0.154 eV per atom, data from Materials Project), as the binding energy of the CS bond is lower than that of the CO bond. Based on this mechanism,",{"entities":[[42,45,"SULFIDE_ELECTROLYTE"],[166,180,"SULFIDE_ELECTROLYTE"],[273,276,"SULFIDE_ELECTROLYTE"],[291,295,"SULFIDE_ELECTROLYTE"],[301,305,"SULFIDE_ELECTROLYTE"]]}],["reaction (Equation (2)) illustrates how the raw materials are transformed into sulfide electrolyte Li4SnS4",{"entities":[[99,106,"SULFIDE_ELECTROLYTE"]]}],["( ) SnO s CS g ( ) + 2 0.154 eV per atom E ∆ = −( ) SnS s CO g +→( )222↑(1)2.2. Synthesis of Air-Stable and High-Ionic-Conductivity Sulfide Solid Electrolyte",{"entities":[]}],["Although the new gas-phase synthesis method shows various advantages, the ionic conductivity of as-synthesized Li4SnS4 is measured to be 5.7 × 10−6 S cm−1, much lower than the reported value of 7.0 × 10−5 S cm−1.[17a] It may result from the impurity phase Li2SnS3 with low ionic conductivity (1.5 × 10−5 S cm−1[21]) contained in Li4SnS4 (x = 0%, as shown in Figure 2), which is consistent with the work of Kwak et al.[19] To improve the ionic conductivity of air-stable Li4SnS4, a series of",{"entities":[[111,118,"SULFIDE_ELECTROLYTE"],[137,154,"IONIC_CONDUCTIVITY"],[194,212,"IONIC_CONDUCTIVITY"],[256,263,"SULFIDE_ELECTROLYTE"],[293,310,"IONIC_CONDUCTIVITY"],[329,336,"SULFIDE_ELECTROLYTE"],[470,477,"SULFIDE_ELECTROLYTE"]]}],["substituted ele- ments (As, Sb, Bi, etc.) with different concentrations (ranging from 0% to 30% with 5% step-increase) were tested, with As- substitution as a typical example. It is interesting that the impu- rity phase disappeared when As-substitution was performed, as shown in Figure 2. The similar phenomenon was also reported[19] previously when Sb-substitution was performed, but no scientific interpretation was provided. All diffraction peaks of Li4–xSn1–xAsxS4, as shown in Figure 2, can",{"entities":[[454,469,"SULFIDE_ELECTROLYTE"]]}],["well correspond to the standard X-ray diffraction (XRD) peaks of Li4SnS4, ensuring the substitution of Sn with As and the high purity of products. Moreover, high-quality diffraction data of Li3.875Sn0.875As0.125S4 (LSAS) obtained by Bruker D8 Advance further proves the high purity and crystallinity of as-synthesized materials, as shown in Figure S1 of the Supporting Information.",{"entities":[[190,213,"SULFIDE_ELECTROLYTE"]]}],["2Li CO s ( )23+SnO s ( ) 2+( ) 2CS g 2→Li SnS s ( )44+( ) 4CO g 2↑(2)",{"entities":[]}],["In sharp contrast with the conventional one, this one-step gas-phase method (Figure 1b) uses low-cost and air-stable oxides (e.g., Li2CO3, SnO2, Sb2O5, Bi2O3, etc.) as raw materials and vaporized CS2 as the sulfurization agent to sulfurize oxides into sulfides. Large quantities of sulfide SE can be obtained from the tube furnace without using glovebox, showing outstanding time- and cost-efficiency, high yield, and compatibility with large-scale production of high-capacity ASSBs. This method",{"entities":[[131,137,"SULFIDE_ELECTROLYTE"],[139,143,"SULFIDE_ELECTROLYTE"],[145,150,"SULFIDE_ELECTROLYTE"],[152,157,"SULFIDE_ELECTROLYTE"],[196,199,"SULFIDE_ELECTROLYTE"]]}],["overcomes the major challenges existing in solid/liquid-phase synthesis method, and thus may represent a critical break- through in the development history of large-scale application/ production of sulfide SEs and ASSBs.",{"entities":[]}],["In order to minimize the influences of batch variation, syn- thesis condition and local sample inhomogeneity on the ionic conductivity[22] of as-synthesized materials, high-throughput doping experiment and set-up (Figure S2, Supporting Informa- tion) were designed to substitute Sn by As with multiple con- centrations, ranging from 0% to 30% with 5% step-increase, all in once. Furthermore, to improve the reliability of ionic conductivity measurements, a statistic analysis was performed by",{"entities":[]}],["calculating the mean and standard deviation of ionic con- ductivities of sulfide electrolyte samples based on the triplicate measurements, as summarized in Table 1 and Table S1 (Sup- porting Information). Figure 3a,b shows the Nyquist plots of",{"entities":[]}],["Figure 2. XRD patterns of Li4–xSn1–xAsxS4 (x = 0, 0.05, 0.10, 0.125, 0.15, 0.20, 0.25, 0.30). The impurity phase Li2SnS3 disappeared when As-substitution was performed.Adv. Mater. 2021, 21009212100921 (3 of 13)© 2021 Wiley-VCH GmbHTable 1. The ionic conductivities of sintered and Au-coated pellets for Li4–xSn1–xAsxS4 (x = 0, 0.05, 0.10, 0.125, 0.15, 0.20, 0.25, 0.30).Substitution proportion x [%]Mean of total ionic c onductivity [mS cm−1]Standard deviation [%]00.0060.155",{"entities":[[26,41,"SULFIDE_ELECTROLYTE"],[113,120,"SULFIDE_ELECTROLYTE"],[303,318,"SULFIDE_ELECTROLYTE"]]}],["0.1832.98101.1546.9612.51.50010.13150.8604.08200.8440.41250.8170.61300.6439.14",{"entities":[]}],["As-substituted Li4–xSn1–xAsxS4 with the typical feature of a sem- icircle and Warburg-like spike for solid ionic conductors.[23] The variation of the total ionic conductivity at 25 °C as a function of As substitution proportion x is displayed in Figure 3c. Based on the total impedance determined by the high frequency intercept, the total ionic conductivity of sintered and Au-coated pellet can be obtained. By high-temperature sintering and Au sputtering, the resistance contributed from the grain",{"entities":[[15,30,"SULFIDE_ELECTROLYTE"]]}],["boundary and the interface between SE and blocking electrode can be greatly alleviated. The total ionic conductivity increases with the As-substitution proportion ranging from x = 0 to x = 12.5%, and then decreases with the As-substitution proportion ranging from x = 12.5% to x = 30%. By applying excitation signals with extremely high frequencies (≥108 Hz) or performing imped- ance measurements at extremely low temperatures (≤−75 °C),",{"entities":[]}],["Figure 3. The ionic conductivity of Li4–xSn1–xAsxS4 (x = 0, 0.05, 0.10, 0.125, 0.15, 0.20, 0.25, 0.30). a) Nyquist plots of Li4–xSn1–xAsxS4 at room tempera- ture (25 °C). b) The magnified region of the Nyquist plots in (a). c) The variation of room-temperature ionic conductivity for sintered and Au-coated Li4–xSn1–xAsxS4 pellets as a function of the substitution proportion x. The total ionic conductivity reaches the maximum at x = 0.125. d) Summary of the ionic conductivities of LSAS in this",{"entities":[[36,51,"SULFIDE_ELECTROLYTE"],[124,139,"SULFIDE_ELECTROLYTE"],[307,322,"SULFIDE_ELECTROLYTE"]]}],["work and all reported pristine and treated moist-air-stable and recoverable sulfide SEs. The bulk and total ionic conductivity of LSAS in this work, 2.45 and 1.50 mS cm−1, respectively, break the record for moist-air-stable and recoverable sulfide SEs reported ever.",{"entities":[[149,170,"IONIC_CONDUCTIVITY"]]}],["Adv. Mater. 2021, 21009212100921 (4 of 13)© 2021 Wiley-VCH GmbH",{"entities":[]}],["the bulk impedance can be distinguished from the total imped- ance.[22] Besides, by fitting and extrapolating the electro- chemical impedance spectroscopy (EIS) spectrum toward fre- quencies exceed 1 MHz,[24] the bulk ionic conductivity can be deduced without separating bulk and grain boundary imped- ance. Therefore, to obtain the bulk ionic conductivity of Li3.875Sn0.875As0.125S4 (LSAS) at room temperature, the Nyquist plot of cold-pressed pellet was fitted and extrapolated and the bulk",{"entities":[[360,383,"SULFIDE_ELECTROLYTE"]]}],["impedance was determined by the left intercept of the fitted semicircle and real axis (Figure S3, Supporting Informa- tion). A relatively complete and well-resolved semicircle can be obtained from the cold-pressed pellet without sintering. The bulk ionic conductivity of cold-pressed LSAS pellet is marked by a star notation in Figure 3c. Therefore, we calculated the average bulk and total ionic conductivity with standard devia- tion tagged around each point based on two different meas- uring",{"entities":[]}],["methods (cold-pressing method and sintering method). When substitution proportion reaches 12.5%, the bulk and total ionic conductivities are deduced to be 2.45 and 1.50 mS cm−1 (activation energy Ea = 0.273 eV, Figure S4, Supporting Infor- mation), respectively, which break the record of moist-air-stable and recoverable sulfide SEs reported up to date, as summarized in Table S2 (Supporting Information) and Figure 3d. Even after moist-air exposure, the heat-treated LSAS still demonstrates the",{"entities":[[155,176,"IONIC_CONDUCTIVITY"]]}],["highest bulk ionic conductivity (2.34 mS cm−1) among the treated air-stable sulfide SEs, as summarized in Table S3 (Sup- porting Information) and Figure 3d. Due to the revolutionary improvements in raw materials, synthesis method, sintering temperature, and substitution proportion, the outstanding ionic conductivity of SE synthesized in this work far exceeds that in previous report,[18] which also performed As substitution on Li4SnS4.",{"entities":[[33,45,"IONIC_CONDUCTIVITY"],[430,437,"SULFIDE_ELECTROLYTE"]]}],["any color change, indicating almost no reaction with H2O. The color change of these four samples after exposure to humid N2 correspond well with that of water-immersed samples, as demonstrated in Figure S6 of the Supporting Information. The real-time value of measured H2S concentration is annotated in the corner of each time-lapsed image. The peak values of H2S concentrations of LPS and LSPSC are 55.9 and 50.6 ppm, respectively, at least two orders of magnitude larger than those of LSS and LSAS",{"entities":[[53,57,"SULFIDE_ELECTROLYTE"],[269,272,"SULFIDE_ELECTROLYTE"],[360,363,"SULFIDE_ELECTROLYTE"]]}],["(0.5 ppm). Although conventional H2S- detection method, using a sealed container such as a glovebox or a desiccator[5] (Figure S5b,c, Supporting Information), facili- tates the recording of H2S concentration, the heterogeneous distribution of H2S gas caused by slow diffusion rate and the fluctuation of relative humidity during continuous hydrolysis reaction brings about time-delayed and position-related value of H2S concentration and biased calculation results of total H2S generation amount.",{"entities":[[190,193,"SULFIDE_ELECTROLYTE"],[243,246,"SULFIDE_ELECTROLYTE"],[416,419,"SULFIDE_ELECTROLYTE"],[474,477,"SULFIDE_ELECTROLYTE"]]}],["Therefore, a homemade gas-detection system (Figure 4b) is developed here to overcome the problems existing in conventional H2S-detection method. More specifi- cally, nitrogen gas at a constant RH and temperature was blown into the bottle loaded with sulfide electrolyte powders, and the generated H2S gas was instantly blown out by the flowing nitrogen gas and then detected by the H2S sensor. Figure 4c shows the curves of the total generation amount of H2S as a function of exposure time t, which",{"entities":[[297,300,"SULFIDE_ELECTROLYTE"],[382,385,"SULFIDE_ELECTROLYTE"],[455,458,"SULFIDE_ELECTROLYTE"]]}],["is calculated by Equation (3)",{"entities":[]}],["A(3 cm g1 −)=N ∑ 0CN(( ppm cm min ( ) M g)3v1 −)t ∆(min)×106 −(3)2.3. Moisture Stability Demonstration",{"entities":[]}],["Air stability means the capability of a material to maintain its structure, chemical components, and properties without reacting with any components in air. Air instability of sulfide [8] and CO2,[25] but from the SEs is not from reactions with N2 hydrolysis reaction with H2O.[5] In order to evaluate the mois- ture stability of LSAS, its morphology evolution, total genera- tion amount of H2S, crystal structure, and local structure were characterized. The former two aspects were characterized by",{"entities":[[192,195,"SULFIDE_ELECTROLYTE"],[273,277,"SULFIDE_ELECTROLYTE"],[391,394,"SULFIDE_ELECTROLYTE"]]}],["our homemade detection systems as shown in Figure S5a (Sup- porting Information) and Figure 4b. The exposure experiment was performed in a glovebox with thermohygrometer and gas sensors of H2S and N2 placed near the sample (Figure S5a, Supporting Information), to create a humid atmosphere of 100%RH (relative humidity) and 100%vol (volume) N2. Time- lapse series of images (Figure 4a) were captured by exposing four typical sulfide SEs, namely, Li9.54Si1.74P1.44S11.7Cl0.3 (LSPSC), Li3PS4 (LPS),",{"entities":[[189,192,"SULFIDE_ELECTROLYTE"],[446,473,"SULFIDE_ELECTROLYTE"],[483,489,"SULFIDE_ELECTROLYTE"]]}],["Li4SnS4 (LSS), and Li3.875Sn0.875As0.125S4 (LSAS) to the humid N2. LSPSC (Video S1, Supporting Information) and LPS (Video S2, Supporting Information) show severe volume expansion and obvious color change from white to black and generate many bubbles along with the release of H2S gas. By contrast, LSS (Video S3, Supporting Information) and LSAS (Video S4, Supporting Information) generate no bubbles or",{"entities":[[0,7,"SULFIDE_ELECTROLYTE"],[19,42,"SULFIDE_ELECTROLYTE"],[277,280,"SULFIDE_ELECTROLYTE"]]}],["where A denotes the total/accumulated generation amount of H2S normalized by the weight (M) of S atoms in sulfide electro- lyte sample, CN denotes the Nth recorded value of H2S concen- tration, v is the velocity of nitrogen gas flow, and Δt is the time interval of recording. At the final exposure time t = 300 min, the total generation amounts of H2S for LSPSC, LPS, LSS, and LSAS are 48.818, 94.962, 13.130, and 5.931 cm3 g−1, respectively, following the order of LPS > LSPSC > LSS > LSAS. It can",{"entities":[[59,62,"SULFIDE_ELECTROLYTE"],[173,176,"SULFIDE_ELECTROLYTE"],[348,351,"SULFIDE_ELECTROLYTE"]]}],["be seen that sulfide SEs containing P, namely, LPS and LSPSC, are more moisture-sensitive than LSS, and the generation of H2S for LSS is further inhibited by As-substitution. It is consistent with the HASB theory that hard acid (e.g., P5+) reacts preferen- tially with the hard base (e.g., O2−[18]) and the calculation result reported by Zhu and Mo[15] that As5+ is more moisture stable than Sn4+. By calculating the first order derivative of total gen- eration amount of H2S to time, the H2S",{"entities":[[122,125,"SULFIDE_ELECTROLYTE"],[472,475,"SULFIDE_ELECTROLYTE"],[489,492,"SULFIDE_ELECTROLYTE"]]}],["generation rate can be obtained, as shown in Figure 4d. The H2S generation rate of LPS increases and reaches the maximum at exposure time ≈22 min and then decreases. However, the counterpart of LSS and LSAS reaches the maximum at exposure time <1 min and then con- tinuously decreases. Interestingly, the H2S generation rate of LSPSC fluctuates and two additional peaks (at exposure time 16.8 and 164 min) emerge after the first peak at exposure time ≈1 min, which may be attributed to the multistep",{"entities":[[60,63,"SULFIDE_ELECTROLYTE"],[305,308,"SULFIDE_ELECTROLYTE"]]}],["hydrolysis reaction of LSPSC.",{"entities":[]}],["To deeply understand the effect of hydrolysis reaction with H2O on the structural degradation of sulfide SEs, the evolu- tion of their crystal and local structures were characterized. As shown in Figure 5a–c, the crystal structures of water-immersedAdv. Mater. 2021, 21009212100921 (5 of 13)© 2021 Wiley-VCH GmbH",{"entities":[[60,63,"SULFIDE_ELECTROLYTE"]]}],["Figure 4. The moisture stability of LSPSC, LPS, LSS, and LSAS when exposed to the atmosphere of 100%RH and 100%vol N2. a) The morphology evolution of LSPSC, LPS, LSS, and LSAS. All these four samples are hygroscopic, but LSS and LSAS only undergo moderate morphology changes. b) The specially designed equipment for the detection of H2S gas generated from sulfide SEs samples. c) The total H2S generation amount of LSPSC, LPS, LSS, and LSAS as a function of exposure time. d) The generation rate of",{"entities":[[333,336,"SULFIDE_ELECTROLYTE"],[390,393,"SULFIDE_ELECTROLYTE"]]}],["H2S, i.e., the first order derivative of curves in Figure 3c. LSAS shows the most outstanding moisture stability in the aspects of morphology evolution and the generation amount and rate of H2S gas among these four sulfide SEs.",{"entities":[[0,3,"SULFIDE_ELECTROLYTE"],[190,193,"SULFIDE_ELECTROLYTE"]]}],["Adv. Mater. 2021, 21009212100921 (6 of 13)© 2021 Wiley-VCH GmbH",{"entities":[]}],["Figure 5. The moisture stability and recoverability of LSPSC, LPS, and LSAS. a–c) XRD patterns of as-synthesized SEs, water-immersed SEs after vac- uum-drying at 120 °C and heat treatment at 280, 350, and 500 °C for LSPSC (a), LPS (b), and LSAS (c). The results show that only the crystal structure of LSAS is completely recovered. d,e) Raman spectra of as-synthesized SEs, water-immersed SEs, and water-immersed SEs after heat treatment at 500 °C for LSPSC, LPS, and LSAS in the wavenumber range of",{"entities":[]}],["200–600 cm−1 (d) and 600–1000 cm−1 (e). The results show that [SnS4]4− and [AsS4]3− tetrahedrons of LSAS can be maintained even after water immersion and subsequent heat treatment.",{"entities":[]}],["LSPSC and LPS are completely destroyed and cannot be recov- ered after heat treatment at 500 °C for 5 h, while LSAS can be recovered from its aqueous solution after heat treatments at 350 and 500 °C. It is because that LSAS has no reaction with water but just absorbs H2O molecules to form LSAS-13H2O hydrate, as shown in Figure S7 of the Supporting Information, and LSAS-13H2O hydrate returns to LSAS after heat treatment at",{"entities":[[268,271,"SULFIDE_ELECTROLYTE"]]}],["500 °C by removing H2O molecules from the crystal structure. It is noteworthy that a metastable and low-crystallinity phase of LSAS forms after being water-immersed and heat-treated at 280 °C, which is consistent with previous reports.[17b,26] How- ever, the hydrolysis reaction products of LSPSC and LPS trans- form into Li3PO4 after heat treatment at 500 °C for 5 h. The hydrolysis reaction of sulfide SEs with water is too quick toAdv. Mater. 2021, 21009212100921 (7 of 13)",{"entities":[[19,22,"SULFIDE_ELECTROLYTE"],[322,328,"SULFIDE_ELECTROLYTE"]]}],["© 2021 Wiley-VCH GmbHdetermine intermediate reaction products by analyzing XRD patterns. Thus, the air-exposure experiment of LPS at 50%RH was performed to capture the evolution of reaction products. Based on the obtained XRD patterns (Figure S8, Supporting Information) of moisture-exposed LPS, the evolution of reac- tion products can be rationalized as followsLi O H O 2LiOH+→22P O 3H O 2H PO 2 2+→5343LiOH H PO +34→Li PO 3H O + 432",{"entities":[]}],["First, LPS absorbs and reacts with H2O molecules in humid air to form Li2O, P2O5, and LiOH. Subsequently, Li2O and P2O5 continue to react with excess H2O, as shown in Equations (4) and (5). When heating temperature reaches 500 °C, these reac- tion products transform into Li3PO4, as shown in Equation (6). Thus, LPS cannot directly transform into Li3PO4 during hydrol- ysis reaction with water at room temperature unless the reaction products are heat-treated, which fits the results reported previ-",{"entities":[[35,38,"SULFIDE_ELECTROLYTE"],[70,74,"SULFIDE_ELECTROLYTE"],[76,80,"SULFIDE_ELECTROLYTE"],[86,91,"SULFIDE_ELECTROLYTE"],[106,110,"SULFIDE_ELECTROLYTE"],[115,119,"SULFIDE_ELECTROLYTE"],[150,153,"SULFIDE_ELECTROLYTE"],[272,278,"SULFIDE_ELECTROLYTE"],[347,353,"SULFIDE_ELECTROLYTE"]]}],["ously.[27] Raman spectra (Figure 5d,e) show that the localized [PS4]3− tetrahedrons[5] of LSPSC and LPS, which correspond to the wavenumber at 427.6 and 424 cm−1, cannot be main- tained after being water-immersed and heat-treated at 500 °C for 5 h. In contrast to the intense peaks of water-immersed LSAS, Raman peaks of water-immersed LSPSC and LPS are too weak to emerge from those of water solvent, as a result of their destroyed local structure. [PO4]3− group of LSPSC and LPS, cor- responding",{"entities":[]}],["to the wavenumber at 949 cm−1, emerges for the samples after being water-immersed and heat-treated at 500 °C, which is well consistent with XRD results in Figure 5a,b. On the contrary, [SnS4]4− and [AsS4]3− tetrahedrons[28] of as-synthe- sized LSAS, corresponding to the wavenumber at 346.5 and 378 cm−1, can be maintained perfectly even after the same treat- ment. The Raman peaks of [SnS4]4− and [AsS4]3− tetrahedrons of water-immersed LSAS locate at 355.5 and 382.8 cm−1 and the counterparts of",{"entities":[]}],["heat-treated LSAS sit at 346.5 and 382 cm−1. Therefore, As-substitution improves not only the ionic con- ductivity but also the moisture stability of LSS as manifested by neglectable total H2S generation amount and recoverability from hydrate or even aqueous solution.",{"entities":[[189,192,"SULFIDE_ELECTROLYTE"]]}],["2.4. Electrochemical Performance",{"entities":[]}],["To evaluate the electrochemical performances of the above- mentioned sulfide SEs, LiNbO3-coated LiCoO2 (LCO@LNO) cathode, Li4Ti5O12 (LTO) anode, and LSPSC, LPS or LSAS SE were assembled to fabricate ASSBs. The charging and discharging profiles of these three batteries are shown in Figure 6a–c. The initial charging capacities of these three bat- teries exceed 180 mAh g−1 due to the use of high-voltage LCO which can be charged to 4.5 V (vs Li/Li+) without structural deg- radation.",{"entities":[[96,102,"SULFIDE_ELECTROLYTE"],[122,131,"SULFIDE_ELECTROLYTE"]]}],["LCO@LNO/LSAS/LTO ASSB has a lower discharging capacity of 165.0 mAh g−1 (Figure 6c) in the first cycle than that of LCO@LNO/LSPSC/LTO (176.8 mAh g−1) and LCO@ LNO/LPS/LTO (170.8 mAh g−1) ASSBs (Figure 6a,b), which",{"entities":[]}],["(4)(5)(6)",{"entities":[]}],["can be ascribed to the large grain boundary impedance for cold-pressed LSAS and thus a relatively large overpotential. By adopting one-step gas-phase synthesis method at a high tem- perature (500 °C), the properties of pristine LSAS powders, such as large particle size and poor deformability, lead to lower relative density of cold-pressed pellet and thus a large grain- boundary impedance, which is inferior to those of LSPSC and LPS powers synthesized by ball milling and post annealing. The",{"entities":[]}],["obvious decomposition of sulfide SEs and side reaction between SEs and cathode materials lead to a different charging behavior in the first cycle with that in the subsequent cycles and a relatively low initial coulombic efficiency in the order of LCO@LNO/LSAS/LTO (74.45%) > LCO@LNO/LSPSC/LTO (68.48%) > LCO@LNO/LPS/LTO (64.81%). The long-term cycle stabilities of LCO@LNO/LSPSC/LTO, LCO@LNO/LPS/LTO, and LCO@LNO/LSAS/LTO ASSBs (Figure 6d–f) were evalu- ated at 0.1 C current rate. Capacity",{"entities":[]}],["retentions of these batteries are respectively 83.43%, 72.42%, and 78.12% after 100 cycles, with a steady coulombic efficiency (over 99%) until the 100th cycle. Figure S9 (Supporting Information) shows the rate per- formance of these three ASSBs by gradually increasing the dis- charging current rate from 0.1 C to 0.2 C, 0.5 C, 0.8 C, 1 C and eventually returning back to 0.1 C, while keeping the charging current rate at 0.1 C. Although the reversible capacity of LCO@ LNO/LSAS/LTO (166.3 mAh g−1)",{"entities":[]}],["at 0.1 C is much lower than that of LCO@LNO/LSPSC/LTO (193.6 mAh g−1), the reversible capacity of LCO@LNO/LSAS/LTO surpasses that of LCO@ LNO/LSPSC/LTO and LCO@LNO/LPS/LTO at 0.5 C, 0.8 C, and 1 C current rate. Furthermore, the capacity retention of ASSB with LSAS far exceeds that of ASSBs with the other sulfide SEs. In conclusion, the overall performance of ASSBs with dif- ferent sulfide SEs follows the order of LCO@LNO/LSPSC/LTO > LCO@LNO/LPS/LTO ≈ LCO@LNO/LSAS/LTO, which is con- sistent with",{"entities":[]}],["the order of total ionic conductivities of sulfide SEs, as summarized in Table S4 of the Supporting Information.",{"entities":[]}],["To investigate the effect of air stability of sulfide SEs on ASSBs performance, LCO@LNO/LPS/LTO, LCO@LNO/ LSPSC/LTO, and LCO@LNO/LSAS/LTO ASSBs were fabricated in humid air (70%RH, 28.9 °C) instead of Ar-filled glovebox. As shown in Figure 7a–c, all these three batteries cannot normally work (with neglectable capacity) due to the high reactivity of LSPSC and LPS with water and consequently structure degra- dation and ionically insulated products. Given that LSAS can be recovered even after",{"entities":[]}],["water immersion (Figure 5c), all these three SEs were exposed to humid air for 5 h, heated at 280 °C and then used as the SE layer and ionically conductive com- ponent of cathode and anode composite electrodes in ASSBs to test whether the functionalities of water-immersed SEs can really be recovered by heat treatment. The results (Figure 7d–f) indicate that ASSBs with LSPSC and LPS exposed to humid air and heat-treated at 280 °C still failed to cycle, while the ASSB with LSAS exhibits an",{"entities":[]}],["excellent performance with reversible capacity of 188.4 mAh g−1, capacity retention of 91.5% after 210 cycles at 0.1 C and long-term cycle stability of 210 cycles (Figure 8d). This is in good agreement with the recoverability of ionic conductivity and superior stability of local structure of [SnS4]4− and [AsS4]3− for LSAS, even after water immersion and subsequent moderate-temperature heat treatment. This, in terms of practical application, may become one of the most",{"entities":[]}],["Adv. Mater. 2021, 21009212100921 (8 of 13)© 2021 Wiley-VCH GmbHFigure 6. The electrochemical performance of LCO@LNO/LSPSC/LTO, LCO@LNO/LPS/LTO, and LCO@LNO/LSAS/LTO ASSBs with as-synthesized sulfide SEs at 30 °C. a–c) The charging and discharging profiles of all-solid-state batteries with LSPSC (a), LPS (b), and LSAS (c) sulfide SEs. d–f) The long-term cycle performance (from 2nd to 100th cycle) of ASSBs with LSPSC (d), LPS (e), and LSAS (f) sulfide SEs.",{"entities":[]}],["critical breakthroughs in the development history of sulfide ASSBs.",{"entities":[]}],["Furthermore, the effect of heating temperature for moist- air-exposed LSAS on ASSBs performance was investigated. Moist-air-exposed LSAS after heat treatment at 280, 350, and 500 °C(denoted as 280 °C-LSAS, 350 °C-LSAS, and 500 °C-LSAS) were used as SEs to fabricate three LCO@LNO/ LSAS/LTO ASSBs in glovebox. Figure 8a–c shows the charging and discharging profiles of the ASSBs with 280 °C-LSAS, 350 °C-LSAS, and 500 °C-LSAS, whose reversible discharging capacities are 188.4 mAh g−1, 151.0 and",{"entities":[]}],["134.0 mAh g−1, respec- tively. While the overpotential of batteries with 350 °C-LSAS and 500 °C-LSAS increases rapidly with the cycle number, the counterpart of 280 °C-LSAS just increases slightly. Figure 8d–f shows the coulombic efficiency and long-term cycle stability of these three ASSBs, whose initial coulombic efficiencies follow the order of 280 °C-LSAS (80.65%) > 350 °C-LSAS (77.58%) > 500 °C-LSAS (74.15%). In terms of the long-term cycle sta- bility, the capacity of battery with 280",{"entities":[]}],["°C-LSAS decays slowly",{"entities":[]}],["during cycling, while that of 350 °C-LSAS and 500 °C-LSAS decays rapidly. More specifically, the capacity retention of these three batteries after 100 cycles follows the order of 280 °C-LSAS (94.16%) > 350 °C-LSAS (74.10%) > 500 °C-LSAS (47.61%). In conclusion, the reversible discharging capacity, long-term cycle stability and capacity retention of these three batteries gradu- ally deteriorate as the heating temperature increase from 280 to 500 °C. The deteriorating trend of electrochemical",{"entities":[]}],["perfor- mance is ascribed to the decreased ionic conductivity (Table 2; Table S3, Supporting Information) and deformability[28] of LSAS, as the heating temperature increases from 280 to 500 °C. Lower crystallinity (Figure 5c) may result in better deform- ability of 280 °C-LSAS powders and thus enhance the “solid- solid” contact within composite electrodes and solid electro- lyte pellet, which is confirmed by the diminished porosity from SEM images (Figure S10, Supporting Information). The",{"entities":[]}],["residual water[17a] inside the 280 °C-LSAS may contribute to the formation of relatively stable interfaces,[29] which accounts for the long-term cycle stability of ASSB with 280 °C-LSAS.",{"entities":[]}],["Adv. Mater. 2021, 21009212100921 (9 of 13)© 2021 Wiley-VCH GmbH",{"entities":[]}],["Figure 7. The charging and discharging profiles of LCO@LNO/LSPSC/LTO, LCO@LNO/LPS/LTO, and LCO@LNO/LSAS/LTO ASSBs using treated SEs at 30 °C. a–c) The charging and discharging profiles of LCO@LNO/LSPSC/LTO (a), LCO@LNO/LPS/LTO (b), and LCO@LNO/LSAS/LTO (c) ASSBs fabricated in humid air (70%RH, 28.9 °C). All these three batteries failed to work due to the structure/property degradation of LSPSC and LPS and the phase change of LSAS after exposure to humid air. d–f) The charging and discharging",{"entities":[]}],["profiles of LCO@LNO/LSPSC/LTO (d), LCO@LNO/ LPS/LTO (e), and LCO@LNO/LSAS/LTO (f) ASSBs with moist-air-exposed sulfide SEs after heat treatment at 280 °C. Only the LCO@LNO/LSAS/LTO battery can properly work due to the recoverability of LSAS.",{"entities":[]}],["Therefore, the enhanced “solid-solid” contact and compara- tively stable interfaces contribute jointly to the excellent elec- trochemical performance of ASSB with 280 °C-LSAS. Although the hygroscopic nature of LSAS leads to the formation of LSAS-13H2O hydrate and the deterioration of electrochemical performance, the recoverability after moderate heat treatment and benign electrochemical properties of 280 °C-LSAS reported here greatly promote the large-scale application of sulfide SEs in",{"entities":[]}],["dry-room or even ambient-air conditions.",{"entities":[]}],["130 mAh g−1 and 100 cycles. However, the LCO@LNO/LSAS/ LTO ASSB using 280 °C-LSAS in this work exhibits the highest reversible specific capacity (188.4 mAh g−1) and the longest cycle life (210 cycles), as a result of remarkable air stability, recover- ability of chemical structure, high ionic conductivity (bulk ionic conductivity of 2.34 mS cm−1) and excellent deformability of 280 °C-LSAS. The outstanding electrochemical performance corroborates the promising application of air-stable LSAS in",{"entities":[[335,347,"IONIC_CONDUCTIVITY"]]}],["ASSBs again.",{"entities":[]}],["To evaluate the performance of LCO@LNO/LSAS/LTO bat- tery with 280 °C-LSAS in this work, the performance of pre- viously reported ASSBs using sulfide SEs with improved air stability or after moist-air exposure and subsequent heat treat- ment are summarized in Table S5 (Supporting Information) and Figure 9. It is obvious that the reversible specific capacity and cycle life reported in literatures are generally lower than3. Conclusions",{"entities":[]}],["We have reported an innovative one-step gas-phase synthesis method of air-stable LSAS SE in ambient air, by using vapor- ized CS2 as sulfurization agent to sulfurize the low-cost andAdv. Mater. 2021, 21009212100921 (10 of 13)© 2021 Wiley-VCH GmbH",{"entities":[]}],["Figure 8. The electrochemical performance of LCO@LNO/LSAS/LTO batteries with heat-treated LSAS SEs at 30 °C. a–c) The charging and discharging profiles of LCO@LNO/LSAS/LTO batteries with 280 °C-LSAS (a), 350 °C-LSAS (b), and 500 °C-LSAS (c). d–f) The long-term cycle performance (from 2nd to 100th cycle) of LCO@LNO/LSAS/LTO ASSBs with 280 °C-LSAS (d), 350 °C-LSAS (e), and 500 °C-LSAS (f). The deteriorating trend of electro- chemical performance of ASSBs with heat-treated LSAS is ascribed to the",{"entities":[]}],["dependence of ionic conductivity and deformability[28] on heating temperature.",{"entities":[]}],["air-stable oxide starting materials. The ionic conductivity of the optimized LSAS electrolyte (2.45 × 10−3 S cm−1) is 429 times higher than that of original LSS counterpart (5.7 × 10−6 S cm−1) owing to the additional lithium vacancies created by As-substi- tution. This superior ionic conductivity represents the highest value among all reported moist-air-stable and recoverable",{"entities":[[95,113,"IONIC_CONDUCTIVITY"],[174,191,"IONIC_CONDUCTIVITY"]]}],["Table 2. The bulk ionic conductivities of pristine LSAS and heat-treated LSAS (280 °C-LSAS, 350 °C-LSAS, 500 °C-LSAS) measured by cold- pressing and deduced by curve fitting and extrapolation method.ElectrolyteMean of bulk ionic conductivity [mS cm−1]Standard deviation [%]Pristine-LSAS2.45416.52280 °C-LSAS2.33719.07350 °C-LSAS1.9337.44",{"entities":[]}],["lithium-ion sulfide SEs. The outstanding air stability of the optimized LSAS was further demonstrated by moderate mor- phology evolution, minor generation amount of H2S, recover- able crystal structure, and stable local structure. Although the optimized LSAS electrolyte still absorbs H2O from humid air and transforms into hydrate or transparent solution, driven by its hygroscopic nature, the local structure of [SnS4]4− and [AsS4]3− tetrahedrons can maintain stable, ensuring the heat-",{"entities":[[165,168,"SULFIDE_ELECTROLYTE"],[285,288,"SULFIDE_ELECTROLYTE"]]}],["treatment-recoverable property. The moist-air-exposed LSAS after heat treatment at 280 °C (280 °C-LSAS) transforms into a metastable and low-crystallinity phase with a decent ionic conductivity (2.34 mS cm−1) and deformability which leads to the remarkable ASSB performance including reversible dis- charging capacity (188.4 mAh g−1 at 30 °C), long-term cycle sta- bility (retention rate 91.5% after 210 cycles), and long cycle life (210 cycles). Moreover, this facile gas-phase synthesis method for",{"entities":[[195,207,"IONIC_CONDUCTIVITY"]]}],["air-stable sulfide SEs enables the whole process (including synthesis and post processing of sulfide SEs, and ASSB",{"entities":[]}],["500 °C-LSAS1.64112.41Adv. Mater. 2021, 21009212100921 (11 of 13)© 2021 Wiley-VCH GmbHFigure 9. The comparison of reversible specific capacity and cycle life for ASSBs using LCO cathode and sulfide SEs with improved air stability or after moist-air exposure and subsequent heat treatment reported in literatures with those in this work.assembling) to be conducted in ambient air, thus greatly pro- moting the mass production of sulfide SEs and ASSBs.4. Experimental Section",{"entities":[]}],["Materials Synthesis: LSS powder was prepared by one-step gas-phase sulfurization method. As was substituted doped into LSS (obtained the LSAS product) to improve the ionic conductivity of air-stable LSS. Starting materials of Li2CO3 (99.99%, innochem), SnO2 (99.9%, Macklin), and As2S3 (99.9%, innochem) were weighed and mixed based on the stoichiometric ratio in ambient air. The mixtures were placed in an agate mortar and pestle and hand ground for 30 min. Then, the mixtures were placed in an",{"entities":[[226,232,"SULFIDE_ELECTROLYTE"],[253,257,"SULFIDE_ELECTROLYTE"],[280,285,"SULFIDE_ELECTROLYTE"]]}],["alumina crucible and transferred to the tube furnace. 80 mL liquid CS2 (99.9%, Aladdin) were placed in a bottle. Due to the low boiling point of CS2, CS2 is easily transformed into gas phase from liquid phase and blown into the tube furnace by a stream of N2 gas. LSS powder was synthesized by heating the mixture of Li2CO3 and SnO2 at 500 °C for 24 h at the atmosphere of mixed gas of N2 and CS2. LSAS powder was prepared by heating the mixture of Li2CO3, SnO2, and As2S3 at 500 °C for 24 h at the",{"entities":[[67,70,"SULFIDE_ELECTROLYTE"],[145,148,"SULFIDE_ELECTROLYTE"],[150,153,"SULFIDE_ELECTROLYTE"],[317,323,"SULFIDE_ELECTROLYTE"],[328,332,"SULFIDE_ELECTROLYTE"],[393,397,"SULFIDE_ELECTROLYTE"],[449,455,"SULFIDE_ELECTROLYTE"],[457,461,"SULFIDE_ELECTROLYTE"],[467,472,"SULFIDE_ELECTROLYTE"]]}],["atmosphere of mixed gas of N2 and CS2.",{"entities":[[34,37,"SULFIDE_ELECTROLYTE"]]}],["Ionic Conductivity Measurements: Ionic conductivity of prepared sulfide SEs was measured by the EIS measurements. EIS measurements were performed in the frequency range of 1 Hz to 8 MHz and the amplitude of 50 mV using a Zennium Pro Electrochemical Workstation. The testing cell using Au-coated pellet was fabricated as the following procedures: 200 mg of the sulfide electrolyte was pressed into a pellet (diameter 1 cm, thickness about 1 mm) with a pressure of 800 MPa. Subsequently, the",{"entities":[]}],["electrolyte pellet was sintered at 500 °C for 10 h. Finally, Au nanoparticles were sputtered on both sides of the sintered pellets to form a thin layer film with thickness about 66 nm, serving as the Li-ion blocking electrode. The testing cell using cold-pressing pellet was fabricated as the following procedures: 100 mg of the sulfide electrolyte was added into the Swagelok model cell and pressed into a pellet (diameter 1 cm, thickness about 550 um) with a pressure of 870 MPa (7 tons), directly",{"entities":[]}],["using two stainless- steel rods as current collectors. Finally, the cold-pressed pellet formed in the Swagelok model cell was sealed and placed into a desiccator.",{"entities":[]}],["Air Stability Measurements: The stability of sulfide SEs against humid N2 (100%RH, 100%vol N2) was measured in the homemade detection system (Figure 4b). About 5 mg powder SEs was placed in a glass bottle with continuous flow of humid N2 gas whose humidity was measured by a high-precision thermohygrometer. The concentration of H2S gas generated by the water reactive SEs was detected and recorded by the H2S gas sensor. The gas flow rate was controlled by a flowmeter. The moist-air-exposed",{"entities":[[329,332,"SULFIDE_ELECTROLYTE"],[406,409,"SULFIDE_ELECTROLYTE"]]}],["samples were first dried in a vacuum oven at 120 °C for 12 h and then transferred to the muffle furnace to execute a much higher temperature (280, 350, and 500 °C) heating for 5 h. For the detection of morphology evolution, a camera was placed above the sample which was placed in a sealed glovebox with controlled atmosphere (100%RH, 100%vol N2), as shown in Figure S5b (Supporting Information). XRD characterization was performed for as-synthesized, vacuum-dried (120 °C) and heat-treated (280,",{"entities":[]}],["350, and 500 °C) samples with cover film. The Raman spectra were measured using a Raman spectrometer (Alpha300R, WITec) with a 532 nm He-Ne laser. Raman spectrum characterization was performed for as-synthesized, water-immersed, and heat-treated (500 °C) samples.",{"entities":[]}],["Preparation of All-Solid-State Batteries: The cathode of ASSBs consisted of LiNbO3-coated LiCoO2 the LiNbO3- coated LiCoO2 samples were prepared by Beijing WeLion New Energy Technology Co., Ltd., using fluid-bed technology) powder, solid sulfide electrolyte (one of LPS, LSPSC, and LSAS SEs), and vapor grown carbon fiber (VGCF), which were mixed in a 50:45:5(wt%) ratio for 30 min using a mortar and pestle. The anode consisted of Li4Ti5O12 (LTO), solid sulfide electrolyte (one of LPS, LSPSC, and",{"entities":[[90,96,"SULFIDE_ELECTROLYTE"],[116,122,"SULFIDE_ELECTROLYTE"],[432,441,"SULFIDE_ELECTROLYTE"]]}],["LSAS SEs), and VGCF, which were mixed in a 50:40:10(wt%) ratio for 30 min using a mortar and pestle. The fabrication of ASSBs has the following procedures: 1) Al foil (diameter: 10 mm) as a current collector was placed on the bottom of the Swagelok cell; 2) 2.6 mg anode material was uniformly spread onto the surface of Al current collector; 3) 80 mg sulfide electrolyte powder was spread above the anode powder layer and pressed under 70 MPa for 3 min to form a flat and smooth surface; 4) 2.0 mg",{"entities":[]}],["cathode material was uniformly spread onto the surface of the pressed electrolyte; 5) Al current collector was placed on the top; 6) finally, the three-layer pellet was formed by pressing at 870 MPa (7 tons) for 5 min. Thus, the three- layer pellet cell was sandwiched between two Al foil current collectors",{"entities":[]}],["(LCO@LNO,Adv. Mater. 2021, 21009212100921 (12 of 13)© 2021 Wiley-VCH GmbHor two stainless-steel rods and sealed in the Swagelok model cell. Galvanostatic charge–discharge was conducted on the LAND battery test system. The voltage window was set as 0.6–3.2 V, and various constant current densities were applied to evaluate the cycling stability and the rate performance of ASSBs.",{"entities":[]}],["[6] a) R. Matsuda, T. Kokubo, N. H. H. Phuc, H. Muto, A. Matsuda, Solid State Ionics 2020, 345, 115190; b) K. J. Kim, M. Balaish, M. Wadaguchi, L. Kong, J. L. M. Rupp, Adv. Energy Mater. 2020, 11, 220289[7] R. Chen, Q. Li, X. Yu, L. Chen, H. Li, Chem. Rev. 2020, 120, 6820. [8] A. Hayashi, H. Muramatsu, T. Ohtomo, S. Hama, M. Tatsumisago,J. Mater. Chem. A 2013, 1, 6320.Supporting InformationSupporting Information is available from the Wiley Online Library or from the author.",{"entities":[]}],["[9] a) G. Liu, D. Xie, X. Wang, X. Yao, S. Chen, R. Xiao, H. Li, X. Xu, Energy Storage Mater. 2019, 17, 266; b) Z. Zhang, L. Zhang, X. Yan, H. Wang, Y. Liu, C. Yu, X. Cao, L. van Eijck, B. Wen, J. Power Sources 2019, 410–411, 162.[10] Y. Wang, X. Lu, C. Zheng, X. Liu, Z. Chen, W. Yang, J. Lin, F. Huang,Angew. Chem., Int. Ed. 2019, 58, 7673Acknowledgements[11] S.-L. Shang, Z. Yu, Y. Wang, D. Wang, Z.-K. Liu, ACS Appl. Mater.Interfaces 2017, 9, 16261.",{"entities":[]}],["This work was supported by Key Program-Automobile Joint Fund of National Natural Science Foundation of China (Grant No. U1964205), Key R&D Project funded by Department of Science and Technology of Jiangsu Province (Grant No. BE2020003), General Program of National Natural Science Foundation of China (Grant No. 51972334), General Program of National Natural Science Foundation of Beijing (Grant No. 2202058), Talent Program of Chinese Academy of Sciences, and “Scientist Studio Program Funding”",{"entities":[]}],["from Yangtze River Delta Physics Research Center and Tianmu Lake Institute of Advanced Energy Storage Technologies (Grant No. TIES-SS0001).",{"entities":[]}],["[12] F. Zhao, J. Liang, C. Yu, Q. Sun, X. Li, K. Adair, C. Wang, Y. Zhao, S. Zhang, W. Li, S. Deng, R. Li, Y. Huang, H. Huang, L. Zhang, S. Zhao, S. Lu, X. Sun, Adv. Energy Mater. 2020, 10, 1903422",{"entities":[]}],["[13] J. Liang, N. Chen, X. Li, X. Li, K. R. Adair, J. Li, C. Wang, C. Yu, M. Norouzi Banis, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, Y. Huang, X. Sun, Chem. Mater. 2020, 32, 2664. [14] R. G. Pearson, J. Am. Chem. Soc. 1963, 85, 3533. [15] Y. Zhu, Y. Mo, Angew. Chem., Int. Ed. 2020, 59, 17472 [16] Z. Zhang, J. Zhang, Y. Sun, H. Jia, L. Peng, Y. Zhang, J. Xie, J. EnergyChem. 2020, 41, 171.Conflict of Interest",{"entities":[]}],["[17] a) T. Kaib, S. Haddadpour, M. Kapitein, P. Bron, C. Schröder, H. Eckert, B. Roling, S. Dehnen, Chem. Mater. 2012, 24, 2211; b) Y. E. Choi, K. H. Park, D. H. Kim, D. Y. Oh, H. R. Kwak, Y. G. Lee, Y. S. Jung, ChemSusChem 2017, 10, 2605.The authors declare no conflict of interest.[18] G. Sahu, Z. Lin, J. Li, Z. Liu, N. Dudney, C. Liang, Energy Environ.Sci. 2014, 7, 1053.[19] H. Kwak, K. H. Park, D. Han, K.-W. Nam, H. Kim, Y. S. Jung, J.Power Sources 2020, 446, 227338.",{"entities":[]}],["Data Availability StatementResearch data are not shared.Keywords",{"entities":[]}],["[20] a) J. P. Yohannan, K. Vidyasagar, J. Solid State Chem. 2016, 238, 291; b) B. T. Leube, K. K. Inglis, E. J. Carrington, P. M. Sharp, J. F. Shin, A. R. Neale, T. D. Manning, M. J. Pitcher, L. J. Hardwick, M. S. Dyer, F. Blanc, J. B. Claridge, M. J. Rosseinsky, Chem. Mater. 2018, 30, 7183. [21] D. M. M. Jacilynn, A. Brant, N. A. W. Holzwarth, J. H. MacNeil, A. P. Douvalis, T. Bakas, S. W. Martin, M. D. Gross, J. A. Aitken, Chem. Mater. 2015, 27, 189.",{"entities":[]}],["all-solid-state batteries, ionic conductors, moisture stability, sulfide solid electrolytesReceived: February 3, 2021 Revised: May 5, 2021 Published online:[1] Y.-S. Hu, Nat. Energy 2016, 1, 16042; b) Q. Zhao, S. Stalin,C.-Z. Zhao, L. A. Archer, Nat. Rev. Mater. 2020, 5, 229[2] J. Liang, J. Luo, Q. Sun, X. Yang, R. Li, X. Sun, Energy Storage Mater.2019, 21, 308.",{"entities":[]}],["[22] S. Ohno, T. Bernges, J. Buchheim, M. Duchardt, A.-K. Hatz, M. A. Kraft, H. Kwak, A. L. Santhosha, Z. Liu, N. Minafra, F. Tsuji, A. Sakuda, R. Schlem, S. Xiong, Z. Zhang, P. Adelhelm, H. Chen, A. Hayashi, Y. S. Jung, B. V. Lotsch, B. Roling, N. M. Vargas-Barbosa, W. G. Zeier, ACS Energy Lett. 2020, 5, 910.",{"entities":[]}],["[23] R. A. Huggins, Ionics 2002, 8, 300. [24] T. Holzmann, L. M. Schoop, M. N. Ali, I. Moudrakovski, G. Gregori, J. Maier, R. J. Cava, B. V. Lotsch, Energy Environ. Sci. 2016, 9, 2578. [25] A. Banerjee, K. H. Park, J. W. Heo, Y. J. Nam, C. K. Moon, S. M. Oh, S. T. Hong, Y. S. Jung, Angew. Chem., Int. Ed. Engl. 2016, 55, 9634. [26] K. Kanazawa, S. Yubuchi, C. Hotehama, M. Otoyama, S. Shimono, H. Ishibashi, Y. Kubota, A. Sakuda, A. Hayashi, M. Tatsumisago, Inorg. Chem. 2018, 57, 9925.",{"entities":[]}],["[3] J. Lau, R. H. DeBlock, D. M. Butts, D. S. Ashby, C. S. Choi,[27] J. Li, H. Chen, Y. Shen, C. Hu, Z. Cheng, W. Lu, Y. Qiu, L. Chen,B. S. Dunn, Adv. Energy Mater. 2018, 8, 1800933.Energy Storage Mater. 2019, 23, 277.[4] Q. Zhang, D. Cao, Y. Ma, A. Natan, P. Aurora, H. Zhu, Adv. Mater.[28] K. H. Park, D. Y. Oh, Y. E. Choi, Y. J. Nam, L. Han, J. Y. Kim, H. Xin,2019, 31, 1901131.F. Lin, S. M. Oh, Y. S. Jung, Adv. Mater. 2016, 28, 1874.",{"entities":[]}],["[5] H. Muramatsu, A. Hayashi, T. Ohtomo, S. Hama, M. Tatsumisago,[29] Y. Tian, Y. Sun, D. C. Hannah, Y. Xiao, H. Liu, K. W. Chapman,Solid State Ionics 2011, 182, 116.S.-H. Bo, G. Ceder, Joule 2019, 3, 1037.Adv. Mater. 2021, 21009212100921 (13 of 13)© 2021 Wiley-VCH GmbH",{"entities":[]}],["",{"entities":[]}]]}