{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY"],"annotations":[["ReseaRch aRticleA Self-Limited Free-Standing Sulfide Electrolyte Thin Film for All-Solid-State Lithium Metal BatteriesGao-Long Zhu, Chen-Zi Zhao, Hong-Jie Peng, Hong Yuan, Jiang-Kui Hu, Hao-Xiong Nan, Yang Lu, Xin-Yan Liu, Jia-Qi Huang, Chuanxin He, Jian Zhang, and Qiang Zhang*1. Introduction",{"entities":[]}],["All-solid-state (ASS) lithium metal batteries (LMBs) are considered the most promising next-generation batteries due to their superior safety and high projected energy density. To access the practically desired high energy density of ASS LMBs, an ultrathin solid-state electrolyte (SSE) film with fast ion-transport capability presents as an irreplaceable component to reduce the proportion of inactive materials in ASS batteries. In this contribution, an ultrathin (60 µm), flexible, and",{"entities":[]}],["free-standing argyrodite (Li6PS5Cl) SSE film is designed through a self-limited strategy. A chemically compatible cellulose membrane is employed as the self-limiting skeleton that not only defined the thinness of the sulfide SSE film but also strengthened its mechanical properties. The ionic conductivity of the SSE film reaches up to 6.3 × 10−3 S cm−1 at room temperature, enabling rapid lithium-ion transportation. The self-limited SSE thin films are evaluated in various ASS LMBs with different",{"entities":[[26,34,"SULFIDE_ELECTROLYTE"],[336,353,"IONIC_CONDUCTIVITY"]]}],["types of cathode (sulfur and lithium titanate) and anode materials (lithium and lithium-indium alloy) at both mold-cell and pouch-cell levels, demonstrating a stable performance and high-rate capability. This study provides a general strategy for the rational design of an SSE thin film towards high-energy-density ASS batteries.",{"entities":[]}],["High-safety and high-energy-density bat- teries are urgently desired with the rapid growth of demands for electric vehi- cles, electronic devices, and grid energy storage.[1] The limited energy density of commercial lithium-ion batteries severely retards the future application;[2] whereas the developing high-energy-density bat- teries that, in general, comprise of lithium metal as the anode are producing wor- risome safety concerns.[3] All-solid-state (ASS) lithium metal batteries (LMBs) are",{"entities":[]}],["strongly considered as the next-genera- tion energy-storage devices due to their exceptional advantages in safety with eliminating the use of flammable organic electrolytes.[4] Moreover, solid-state elec- trolytes (SSEs) as the key component in ASSLMBs hold the promise to cooperate with lithium metal anodes to construct reliable electrochemical interfaces in working batteries towards expanded working voltage window and high energy density.[5]",{"entities":[]}],["Dr. G.-L. Zhu, Dr. C.-Z. Zhao, J.-K. Hu, Dr. H.-X. Nan, Dr. Y. Lu, Dr. X.-Y. Liu, Prof. Q. Zhang Beijing Key Laboratory of Green Chemical Reaction Engineering and Technology Department of Chemical Engineering Tsinghua University Beijing 100084, China E-mail: zhang-qiang@mails.tsinghua.edu.cn Dr. G.-L. Zhu, Prof. H.-J. Peng Institute of Fundamental and Frontier Sciences University of Electronic Science and Technology of China Chengdu 611731, China Dr. G.-L. Zhu, Prof. C. He College of Chemistry",{"entities":[]}],["and Chemical Engineering Shenzhen University Shenzhen 518061, China Dr. C.-Z. Zhao State Key Laboratory of Automotive Safety and Energy School of Vehicle and Mobility Tsinghua University Beijing 100084, China Dr. H. Yuan, Prof. J.-Q. Huang Advanced Research Institute of Multidisciplinary Science Beijing Institute of Technology Beijing 100081, China Dr. J. Zhang AAC Technologies Holdings Inc. Nanjing 210093, China",{"entities":[]}],["The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.202101985.",{"entities":[]}],["SSEs are generally classified into polymer electrolytes and inorganic electrolytes.[1a,6] Polymer electrolytes own superior ductility that enables the application in flexible devices, but also low ionic conductivities (usually <10−6 S cm−1 at room tempera- ture) and poor mechanical strength.[7] On the contrary, a variety of inorganic electrolytes with high room-temperature ionic conductivity has been developed,[4d,8] among which inorganic sulfide electrolytes are rather promising because of the",{"entities":[[228,239,"IONIC_CONDUCTIVITY"]]}],["high ionic conductivity that is comparable to that of a commercial liquid electrolyte (>10−2 S cm−1 at room temperature).[1b,4a,9]",{"entities":[[88,99,"IONIC_CONDUCTIVITY"]]}],["Despite the numerous efforts made so far in fundamental understanding of inorganic sulfide electrolytes,[4c,10] the appli- cation of sulfide-based ASS batteries has been impeded mostly due to the practically low energy density of the whole device.[11] The large proportion of inactive materials in the whole device, especially the thick SSE layer with a high apparent gravimetric density, is believed to be the major obstacle.[7c,11b–d,12] Recently, Li et al. projected the energy density of ASS",{"entities":[]}],["LMBs to the thick- ness of SSE.[13]The thicknesses of at most 75 and 50 µm are necessitated for ASS LMBs with an energy density of 400 Wh kg−1, utilizing sulfur and lithium cobalt oxide as the cathode, respectively. However, in usual processes, sulfide SSE pow- ders are compacted into pellets, which exhibit a thickness of >200 µm and are prone to crack.[4b,12b,c] Moreover, it is difficult to scale up the powder pressing method to obtain large-area",{"entities":[[131,142,"ENERGY_DENSITY"]]}],["DOI: 10.1002/adfm.202101985Adv. Funct. Mater. 2021, 21019852101985 (1 of 7)© 2021 Wiley-VCH GmbHpromises high mechanical strength, good flexibility, and excel- lent adhesion to sulfide particles to form continuous and stable ion transport channels in a working battery. The ASS LMBs with the free-standing SSE film and various cathode/ anode combinations show excellent cycling performances and enhanced energy density at both mold-cell and pouch-cell levels.",{"entities":[]}],["Figure 1. Schematic illustrations of the free-standing and flexible SSE film and the intercrossed CELs skeleton coated with a thin sulfide SSE layer to construct a 3D interconnecting ionic-conducting framework. SSEs rep- resent the sulfide solid-state electrolytes, CELs represent the cellulose skeleton.",{"entities":[]}],["SSE films for bulk applications.[5b,12a,14] Therefore, it is crucial and urgent to develop strategies for large-scale preparation of sulfide SSE thin films (<75 µm) with desirable ion-transport and mechanical properties.[7c,11b–d,12]",{"entities":[]}],["In this contribution, a self-limited strategy is proposed to prepare ultrathin, free-standing, and flexible sulfide SSE films (Figure 1). Self-limited is that the sulfide SSE particles prefer to interact with the cellulose (CEL) fiber rather than them- selves due to the strong reaction between the CEL and SSE particles. Thus, the thickness of SSE film will not increase with the increasing amount of casting slurry when the CEL was strongly wrapped by one layer of SSE particles. Finally, the",{"entities":[]}],["thinness of the SSE film was defined by a pre-organized and thickness-designated porous substrate. The thin CEL skeleton",{"entities":[]}],["2. Results and Discussion",{"entities":[]}],["As shown in Figure 1, herein we employed a cheap commodity CEL membrane as the skeleton. Argyrodite-type Li6PS5Cl was selected for proof-of-concept due to its high intrinsic ionic con- ductivity at room temperature (>10−3 S cm−1). The SSE film was fabricated through a routine blade-coating technique that has been widely employed in the lithium ion battery industry (Figure S1, Supporting Information). Figure 2a shows a large piece of SSE film with a size of 32 mm × 32 mm, indicating the ability",{"entities":[[105,113,"SULFIDE_ELECTROLYTE"],[217,228,"IONIC_CONDUCTIVITY"]]}],["of scaling up. In contrast, the cold-pressed SSE pellet is prone to crack, exhibiting poorer mechanical integrity at a macroscopic scale (Figure 2b). Microscopic texture of the SSE materials further reveals the difference in their structures. The SSE film exhibits a smooth surface consisting of closely packed sulfide particles along the direction of CEL fibers (Figure 2c). While in the SSE pellets, the connections between primary par- ticles are loose, producing inter-particle porosity with a",{"entities":[]}],["pore width of up to micrometers (Figure 2d). The denser integration of sulfide particles regulated by the CEL skeleton is believed to",{"entities":[]}],["Figure 2. Morphological characterizations of the SSE film. Photo images and SEM images of (a,c) the SSE film and (b,d) the SSE pellet. e) Photograph of a flexible SSE film with a size of 30 mm × 50 mm that is under mechanical deformation. f) Cross-section SEM image of the SSE film.Adv. Funct. Mater. 2021, 21019852101985 (2 of 7)© 2021 Wiley-VCH GmbH",{"entities":[]}],["endow the SSE film superior flexibility under mechanical defor- mation and shows a tensile strength of 10.4 MPa (Figure S2a, Supporting Information), enabling the potential application of free-standing SSE films in flexible devices (Figure 2e). Here, the CEL skeleton as a mechanical support integrates the sulfide particles attached to cellulose fiber into a continuous and whole network, which greatly improves the mechanical strength of the SSE film. Besides, the CEL skeleton shows a tensile",{"entities":[]}],["strength of 13.2 MPa (Figure S2b, Supporting Information). Therefore, the enhanced mechanical properties of SSE film are mainly attrib- uted to the CEL skeleton.",{"entities":[]}],["Besides the macroscopic flexibility enabled by the pliable CEL skeleton, the thickness of the SSE film could be easily controlled by the thickness of the CEL skeleton. An ultrathin SSE film of 60 µm thick was obtained by limiting the thick- ness of the CEL skeleton to 29 µm (Figure 2f). Such a thickness is significantly lower than most of the reported sulfide-based SSEs, which is promising for enhancing the practical energy density of an ASSLMB. Interestingly, the thickness of the SSE film",{"entities":[]}],["could be directly correlated to the thickness of the CEL skeleton (Figure S3, Supporting Information). The fitted linear correlation in Figure S3e, Supporting Information, reveals that: 1) engineering the thickness of the skeleton serves as a direct means of tuning the film thickness; 2) a slope close to one indicates the thickness of coating layer on one single CEL fiber being independent of the total thickness of the skeleton; and 3) an intercept of around 24 µm is attributed to the",{"entities":[]}],["surface-ten- sion-induced formation of slurry liquid film on top of the skel- eton, which might be inevitable but also highly tunable through engineering the interfacial wetting properties to achieve a SSE film with even thinner thickness. Among the three features as revealed, the second one is of particular interest as it implies a “self-limited” assembly of sulfide particles on the CEL surface. The limited thickness of the coating layer restrains the final thickness of the SSE film after cold",{"entities":[]}],["pressing.",{"entities":[]}],["To further elucidate the origin of above “self-limited” charac- teristic during slurry coating, the morphologies of CEL skeleton before and after slurry coating, as well as the chemical interac- tions between CEL and sulfide particles, were probed. The pris- tine CEL skeleton presents as a membrane weaved of warp and woof, providing both longitudinal and latitudinal mechanical supports to the free-standing SSE film (Figure S4a, Supporting Information). The diameter of a single CEL fiber",{"entities":[]}],["increased from",{"entities":[]}],["16±4 to 23±5 µm after slurry coating (Figure S4b,c, Supporting Information). The increase in the diameter corresponds to a thickness of ca. 3–4 µm for the sulfide coating layer, approxi- mating to the statistical mean diameter of sulfide particles. Such an accordance points to the hypothesis that sulfide parti- cles prefer to interact with the CEL fiber rather than themselves. The strong interaction was evidenced by the X-ray photoelectron spectroscopy (Figure S5, Supporting Information). The",{"entities":[]}],["charac- teristic peaks of the thiophosphate anion exhibit a blue shift of ≈0.3 eV in binding energies of both S 2p and P 2p spectra from pristine Li6PS5Cl to that in the SSE film (Figure S5a,b, Sup- porting Information). Simultaneously, the characteristic peak of the hydroxyl group in CEL also shows a similar blue shift in the O 1s spectra after the incorporation with Li6PS5Cl particles. These blue shifts of binding energies indicated the electron lost from the hydroxyl group of CEL[15] and may",{"entities":[[146,154,"SULFIDE_ELECTROLYTE"],[371,379,"SULFIDE_ELECTROLYTE"]]}],["be accepted by the solvent, leading to the strong interaction between CEL and adhered sulfide particles. This is confirmed by Figure S4b,c, Supporting Information, the sulfide particles are tightly wrapped on the CEL fiber after slurry coating.",{"entities":[]}],["Through the construction of stable interface between CEL and sulfides, continuous and robust ion transport channels are realized in the composite SSE film. The ionic conductivity of the SSE film was evaluated by electrochemical impedance spectros- copy (EIS) at 25 °C (Figure S6, Supporting Information). The SSE film exhibits an ionic conductivity of 6.3 mS cm−1, which is slightly lower than the cold-pressed SSE pellet (8.6 mS cm−1) due to the incorporation of nonconducting CEL skeleton. The",{"entities":[[423,434,"IONIC_CONDUCTIVITY"]]}],["ionic impedance is calculated based on R = L/σ × A (L is the thickness of film, σ is the ionic conductivity, A is the area of electrolyte). However, owing to the sharp decrease in the thick- ness from 500 µm for the SSE pellet to 60 µm for the SSE film, a significant reduction in the bulk ion transport imped- ance from 45.8 to 14.6 Ω is achieved (Figure 3a). The signifi- cantly reduced bulk ionic impedance further evokes the rational design and fabrication of ultrathin SSEs in addition to the",{"entities":[]}],["enhancement in projected energy density, laying the foundation towards safe, high-energy-density, and fast-charging ASSLMBs. The X-ray diffraction (XRD) pattern of the SSE film shows a number of intense diffraction peaks indexed to the argyrodite Li6PS5Cl crystal structure (Figure 3b).[2d,3f,8b] The peak inten- sities are comparable to those of pristine Li6PS5Cl particles. Moreover, the XRD patterns of other phases were not detected",{"entities":[[247,255,"SULFIDE_ELECTROLYTE"],[356,364,"SULFIDE_ELECTROLYTE"]]}],["Figure 3. Properties and structure of the SSE electrolytes. a) Comparison of ionic conductivity (σion), thickness, and bulk resistance (Rb) between the SSE film and the SSE pellet. b) XRD patterns of the SSE film and the SSE pellet.Adv. Funct. Mater. 2021, 21019852101985 (3 of 7)© 2021 Wiley-VCH GmbH",{"entities":[]}],["in the SSE film. All these evidences indicate that incorporating the CEL skeleton in the Li6PS5Cl-based SSE film did not alter the phase structure neither the grain size of Li6PS5Cl. In sum- mary, the “self-limited” assembly of sulfide particles on the CEL surface leading a thinner final thickness of the SSE film, and constructing a continuous and robust ion transport channels in the SSE film, which shows a higher ionic conductivity and mechanical property in comparison with other woks (Table",{"entities":[[173,182,"SULFIDE_ELECTROLYTE"]]}],["S1, Supporting Information).[16]",{"entities":[]}],["ASS lithium–sulfur batteries (LSBs) are regarded to com- pletely eliminate the formation of polysulfide soluble in con- ventional liquid electrolytes and thus avoid the notorious “shuttle effect” found to lower the sulfur utilization and shorten the cycling life of liquid-electrolyte LSBs.[17] In this sense, the merits of the free-standing SSE film such as ultrathinness, excellent robustness, and high ionic conductivity were uti- lized for ASS LSBs assembled in a mechanical mold, where a",{"entities":[]}],["lithium–indium (LiIn) alloy anode was employed to stabilize the anodic interface (Figure 4a).",{"entities":[]}],["As shown in Figure 4b, the mold cell of ASS LSB with a SSE film as the electrolyte delivers an initial discharge capacity of −1) and the discharge 1270 mAh gS capacity still remains 84% of initial capacity after 100 cycles. Besides, a high Coulombic efficiency of 99.9% sustains upon cycling, indicating the “shuttle-free” feature of the ASS LSB. Such a superior stability and a high specific capacity are compa- rable to or even slightly better than the ASS LSB cell with a cold- pressed SSE",{"entities":[]}],["pellet. Considering the greatly reduced thickness from the SSE pellet to the SSE film, the stable performance of the SSE film in an ASS LSB is expected to be more appealing for practical applications that demand for high energy density and high safety.",{"entities":[]}],["−1 at 0.1 C (1 C = 1672 mAh gS",{"entities":[]}],["Note that a current rate of 0.1 C is not sufficiently high to touch the limit of ionic conductivity. To further investigate the capability of the SSE film for fast-charging batteries, gal- vanostatic tests under various current rates were conducted (Figure 4c,d). The charge/discharge profiles of ASS LSBs exhibit a single-plateau of ≈2.1 V versus Li+/Li, which suggests that the electrochemical reaction corresponding to a solid-phase conver- sion mechanism of S+2Li++2e−↔Li2S occurs in",{"entities":[]}],["all-solid-state cells[9b,18] (Figure 4c). In addition, the polarization of ASS LSB with a SSE film is around 0.42 V at 0.5 C, which is lower than 0.51 V for the cell with a cold-pressed SSE pellet. The mitigated cell polarization is attributed to the rapid ion transport within the 3D continuous sulfide pathways built in the SSE film. The stable interface between sulfides and CEL also contributes to the high stability of ionic-conducting framework under high current densities. With increasing",{"entities":[]}],["current density from 0.05 to 0.1, 0.2, and 0.5 C, unprecedented reversible capacities of 1311, 1266, 1199, and 1008 mAh g−1 are maintained, respectively (Figure 4d). After reversing the current density back to 0.05 C, a discharge capacity of 1305 mAh g−1 is recovered. In contrast, the ASS LSB with a cold-pressed SSE pellet delivers lower reversible capacities at various C-rates. Specifically, at 0.5 C, the capacity is only 673 mAh g−1, 33% lower than that of the ASS LSB with a SSE film, and",{"entities":[]}],["only 85% of the initial capacity (1272 mAh g−1) is recovered once the current density set back to 0.05 C. Besides the higher reversible capacities at high rates, the SSE film also enables higher energy efficiency of an ASS LSB in comparison with the SSE pellet, which is critical for reducing the joule heat generated in the ASS batteries toward higher intrinsic safety (Figure 4d). Overall, decreasing the thick- ness of a SSE layer not only benefits a high energy density but also allows",{"entities":[]}],["fast-charging capability for an ASS battery.",{"entities":[]}],["Figure 4. Electrochemical performances of the SSEs evaluated in mold cells. a) Schematic diagram of the LiIn | S mold cell. b) Cycling performance at 0.1 C, c) galvanostatic charge–discharge profiles at 0.05 and 0.5 C, and d) rate performances of LiIn | S cells with the SSE film and the SSE pellet.Adv. Funct. Mater. 2021, 21019852101985 (4 of 7)© 2021 Wiley-VCH GmbH",{"entities":[]}],["Figure 5. Electrochemical performances of the SSEs evaluated in pouch cells. a) Cycling performance and b) charge–discharge profiles of an ASS Li | LTO pouch cell at 0.1 C. c) Charge–discharge profiles of ASS LiIn | S pouch cell at 0.05 C. d) ASS LiIn | S pouch cell to illuminate an array of light- emitting diodes at a flat or a bended state.",{"entities":[]}],["To demonstrate the versatility of the SSE film for practical applications, ASS LMB pouch cells were assembled. Com- pared with the mold cell, the pouch cell is 10–50 times larger and operated with much smaller external pressure (5–10 kPa in pouch cell, 2–5 MPa in mold cell), and thus a more appropriate platform for evaluating the SSEs in near-practical conditions. Nevertheless, the large size of pouch cell also strives for higher requirements on the processability and ion transport ability of a",{"entities":[]}],["large-area SSE layer. Owing to the structural stability, lithium titanate (Li4Ti5O12, LTO) was first selected as the working elec- trode paired with the lithium anode in an ASS pouch cell (30 mm × 30 mm) using a large piece of SSE film as the elec- trolyte. The Li | LTO pouch cell delivers an initial discharge capacity of 148 mAh g−1 at 0.1 C and exhibits excellent stability with 100% capacity retention and a 99% Coulombic efficiency during 50 cycles (Figure 5a). The charge/discharge profiles",{"entities":[[75,84,"SULFIDE_ELECTROLYTE"]]}],["show negligible capacity degradation and low polarization, sug- gesting the high compatibility of the SSE film with lithium metal anode in a practical pouch cell (Figure 5b). In addition, ASS LiIn | S pouch cells with the same size of 30 mm × 30 mm and a high areal capacity of 4.2 mAh cm−2 were also assembled. As shown in Figure 5c, the ASS LiIn | S pouch cell delivers a −1 (0.03 Ah) at high initial discharge capacity of 1064 mAh gS 0.05 C. Also, the light-emitting diodes can be illuminated by",{"entities":[]}],["the ASS LiIn | S pouch cell even after bending, demonstrating the great flexibility enabled by the SSE film (Figure 5d).",{"entities":[]}],["Finally, it is crucial to evaluate the effect of the SSE film on enhancing the energy density of the whole device. The achiev- able specific energy is calculated from the product of active material loading, active material utilization, and average cell voltage, divided by the total weight of all cell components.[17f ] The specific parameters are shown in Table S2, Supporting Information. With the reduction of thickness layer from",{"entities":[]}],["500 (pellet) to 60 µm (the free-standing SSE film), the gravi- metric energy density of an ASS LSB drastically increases from 108 to 394 Wh kg−1. The free-standing sulfide SSE film enabled by a self-limited strategy paves an avenue to realize high-energy-density and high-safety ASS LMBs for both routine applications and flexible devices. Considering the lower sulfur loading (2.5 mg cm−2) than what we estimated in Table S1, Sup- porting Information (5.0 mg cm−2) to access the high projected",{"entities":[[121,145,"ENERGY_DENSITY"]]}],["energy density of 394 Wh kg−1 for ASS LMBs it requires more works on improving the active material loading and interface stability in the future.",{"entities":[[18,29,"ENERGY_DENSITY"]]}],["3. Conclusions",{"entities":[]}],["A self-limited strategy was developed for the fabrication of ultrathin, free-standing, and flexible sulfide-based SSE films. A mechanically pliable and chemical compatible CEL skeleton was designed to shape the as-obtained SSE film with thinness and reinforce the SSE for high durability. Owing to the self- limited assembly of solid particles on the skeleton, as well as the intact interface, the SSE film was endowed with superior processability, thin thickness, flexibility, and a 3D intercon-",{"entities":[]}],["nected ionic-conducting framework. A thin thickness of 60 µm was achieved, largely contributing to lowering the bulk resist- ance and mass of inactive SSE layer. With the free-standing SSE film, the ASS LiIn | S mold cell showed superior rate per- formances and delivered an unprecedented reversible capacity of 1008 mAh g−1 at 0.5 C. More importantly, the SSE film also showed excellent compatibility to various cathode/anode mate- rials in ASS LMB pouch cells. This work demonstrates an effective",{"entities":[]}],["strategy of designing an ultrathin SSE film without sacrificing the mechanical and ion-transport performances and",{"entities":[]}],["Adv. Funct. Mater. 2021, 21019852101985 (5 of 7)© 2021 Wiley-VCH GmbHoffers a promising route towards safe, high-energy-density, and fast-charging ASS batteries.Supporting InformationSupporting Information is available from the Wiley Online Library or from the author.Acknowledgements",{"entities":[]}],["This work was supported by Beijing Municipal Natural Science Foundation (Z20J00043), National Natural Science Foundation of China (21808124, 21825501, 22005200, and U1801257), National Key Research and Development Program (2016YFA0200102 and 2016YFA0202500), and Tsinghua University Initiative Scientific Research Program. C.-Z.Z. and Y.L. appreciate the Shuimu Tsinghua Scholar Program of Tsinghua University.Conflict of InterestThe authors declare no conflict of interest.",{"entities":[]}],["Data Availability Statement",{"entities":[]}],["Ed. 2008, 47, 755; c) Y. Zhu, Y. Mo, Angew. Chem., Int. Ed. 2020, 59, 17472; d) Y. E. Choi, K. H. Park, D. H. Kim, D. Y. Oh, H. R. Kwak, Y.-G. Lee, Y. S. Jung, ChemSusChem 2017, 10, 2605; e) X. Li, J. Liang, J. Luo, M. N. Banis, C. Wang, W. Li, S. Deng, C. Yu, F. Zhao, Y. Hu, T.-K. Sham, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, K. R. Adair, X. Sun, Energy Environ. Sci. 2019, 12, 2665; f) S. Yubuchi, S. Teragawa, K. Aso, K. Tadanaga, A. Hayashi, M. Tatsumisago, J. Power Sources 2015, 293, 941.",{"entities":[]}],["[4] a) G.-L. Zhu, C.-Z. Zhao, H. Yuan, B.-C. Zhao, L.-P. Hou, X.-B. Cheng, H.-X. Nan, Y. Lu, J. Zhang, J.-Q. Huang, Q.-B. Liu, C.-X. He, Q. Zhang, Energy Storage Mater. 2020, 31, 267; b) H. Yuan, H.-X. Nan, C.-Z. Zhao, G.-L. Zhu, Y. Lu, X.-B. Cheng, Q.-B. Liu, C.-X. He, J.-Q. Huang, Q. Zhang, Batteries Supercaps 2020, 3, 596; c) C.-Z. Zhao, B.-C. Zhao, C. Yan, X.-Q. Zhang, J.-Q. Huang, Y. Mo, X. Xu, H. Li, Q. Zhang, Energy Storage Mater. 2019, 24, 75; d) X.-B. Cheng, R. Zhang, C.-Z. Zhao, Q.",{"entities":[]}],["Zhang, Chem. Rev. 2017, 117, 10403.",{"entities":[]}],["[5] a) H. Liu, X.-B. Cheng, J.-Q. Huang, H. Yuan, Y. Lu, C. Yan, G.-L. Zhu, R. Xu, C.-Z. Zhao, L.-P. Hou, C. He, S. Kaskel, Q. Zhang, ACS Energy Lett. 2020, 5, 833; b) D. H. S. Tan, E. A. Wu, H. Nguyen, Z. Chen, M. A. T. Marple, J.-M. Doux, X. Wang, H. Yang, A. Banerjee, Y. S. Meng, ACS Energy Lett. 2019, 4, 2418; c) F. Han, A. S. Westover, J. Yue, X. Fan, F. Wang, M. Chi, D. N. Leonard, N. J. Dudney, H. Wang, C. Wang, Nat. Energy 2019, 4, 187; d) C.-Z. Zhao, X.-Q. Zhang, X.-B. Cheng, R. Zhang,",{"entities":[]}],["R. Xu, P.-Y. Chen, H.-J. Peng, J.-Q. Huang, Q. Zhang, Proc. Natl. Acad. Sci. U. S. A. 2017, 114, 11069; e) C.-Z. Zhao, H. Duan, J.-Q. Huang, J. Zhang, Q. Zhang, Y.-G. Guo, L.-J. Wan, Sci. China Chem. 2019, 62, 1286; f) G.-L. Zhu, C.-Z. Zhao, J.-Q. Huang, C. He, J. Zhang, S. Chen, L. Xu, H. Yuan, Q. Zhang, Small 2019, 15, 1805389.",{"entities":[]}],["Data available on request from the authors.Keywordsall-solid-state batteries, lithium metal batteries, pouch cells, solid-state electrolyte thin films, sulfide electrolytes",{"entities":[]}],["[6] a) Y. Gao, A. M. Nolan, P. Du, Y. Wu, C. Yang, Q. Chen, Y. Mo, S.-H. Bo, Chem. Rev. 2020, 120, 5954; b) S. Chen, D. Xie, G. Liu, J. P. Mwizerwa, Q. Zhang, Y. Zhao, X. Xu, X. Yao, Energy Storage Mater. 2018, 14, 58; c) J. Janek, W. G. Zeier, Nat. Energy 2016, 1, 16141; d) Y. S. Jung, D. Y. Oh, Y. J. Nam, K. H. Park, Isr. J. Chem. 2015, 55, 472.Received: February 26, 2021 Revised: April 23, 2021 Published online:",{"entities":[]}],["[7] a) H. Huo, Y. Chen, J. Luo, X. Yang, X. Guo, X. Sun, Adv. Energy Mater. 2019, 9, 1804004; b) C.-W. Nan, L. Fan, Y. Lin, Q. Cai, Phys. Rev. Lett. 2003, 91, 266104; c) I. Villaluenga, K. H. Wujcik, W. Tong, D. Devaux, D. H. C. Wong, J. M. DeSimone, N. P. Balsara, Proc. Natl. Acad. Sci. U. S. A. 2016, 113, 52.",{"entities":[]}],["[1] a) R. Chen, Q. Li, X. Yu, L. Chen, H. Li, Chem. Rev. 2020, 120, 6820; b) S. Randau, D. A. Weber, O. Kötz, R. Koerver, P. Braun, A. Weber, E. Ivers-Tiffée, T. Adermann, J. Kulisch, W. G. Zeier, F. H. Richter, J. Janek, Nat. Energy 2020, 5, 259; c) M. Winter, B. Barnett, K. Xu, Chem. Rev. 2018, 118, 11433; d) Y. Liang, C.-Z. Zhao, H. Yuan, Y. Chen, W. Zhang, J.-Q. Huang, D. Yu, Y. Liu, M.-M. Titirici, Y.-L. Chueh, H. Yu, Q. Zhang, InfoMat 2019, 1, 6; e) L. Li, Y. Deng, G. Chen, J. Energy",{"entities":[]}],["Chem. 2020, 50, 154; f) Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba, R. Kanno, Nat. Energy 2016, 1, 16030.",{"entities":[]}],["[2] a) Y. Zhang, Y. Shi, X.-C. Hu, W.-P. Wang, R. Wen, S. Xin, Y.-G. Guo, Adv. Energy Mater. 2020, 10, 1903325; b) J. Lee, K. Lee, T. Lee, H. Kim, K. Kim, W. Cho, A. Coskun, K. Char, J. W. Choi, Adv. Mater. 2020, 32, 2001702; c) M. He, Z. Cui, F. Han, X. Guo, J. Alloys Compd. 2018, 762, 157; d) C. Yu, S. Ganapathy, E. R. H. van Eck, L. van Eijck, S. Basak, Y. Liu, L. Zhang, H. W. Zandbergen, M. Wagemaker, J. Mater. Chem. A 2017, 5, 21178; e) D. Cao, Y. Zhang, A. M. Nolan, X. Sun, C. Liu, J.",{"entities":[]}],["Sheng, Y. Mo, Y. Wang, H. Zhu, Nano Lett. 2019, 20, 1483.",{"entities":[]}],["[3] a) F. Mizuno, A. Hayashi, K. Tadanaga, M. Tatsumisago, Adv. Mater. 2005, 17, 918; b) H.-J. Deiseroth, S.-T. Kong, H. Eckert, J. Vannahme, C. Reiner, T. Zaiß, M. Schlosser, Angew. Chem., Int.[8] a) N. Sun, Q. Liu, Y. Cao, S. Lou, M. Ge, X. Xiao, W.-K. Lee, Y. Gao, G. Yin, J. Wang, X. Sun, Angew. Chem., Int. Ed. 2019, 58, 18647; b) C. Yu, L. van Eijck, S. Ganapathy, M. Wagemaker, Electrochim. Acta 2016, 215, 93.",{"entities":[]}],["[9] a) N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto, A. Mitsui, Nat. Mater. 2011, 10, 682; b) F. Han, T. Gao, Y. Zhu, K. J. Gaskell, C. Wang, Adv. Mater. 2015, 27, 3473.",{"entities":[]}],["[10] a) Y. Mo, S. P. Ong, G. Ceder, Chem. Mater. 2012, 24, 15; b) Y. Seino, T. Ota, K. Takada, A. Hayashic, M. Tatsumisagoc, Energy Environ. Sci. 2014, 7, 627; c) X. He, Y. Zhu, Y. Mo, Nat. Commun. 2017, 8, 15893; d) Y. Wang, W. D. Richards, S. P. Ong, L. J. Miara, J. C. Kim, Y. Mo, G. Ceder, Nat. Mater. 2015, 14, 1026; e) L.-P. Hou, H. Yuan, C.-Z. Zhao, L. Xu, G.-L. Zhu, H.-X. Nan, X.-B. Cheng, Q.-B. Liu, C.-X. He, J.-Q. Huang, Q. Zhang, Energy Storage Mater. 2020, 25, 436.",{"entities":[]}],["[11] a) L. Xu, Y. Lu, C.-Z. Zhao, H. Yuan, G.-L. Zhu, L.-P. Hou, Q. Zhang, J.-Q. Huang, Adv. Energy Mater. 2021, 11, 2002360; b) S. Wang, X. Zhang, S. Liu, C. Xin, C. Xue, F. Richter, L. Li, L. Fan, Y. Lin, Y. Shen, J. Janek, C.-W. Nan, J. Materiomics 2019, 6, 70; c) K. Lee, S. Kim, J. Park, S. H. Park, A. Coskun, D. S. Jung, W. Cho, J. W. Choi, J. Electrochem. Soc. 2017, 164, A2075; d) Y. J. Nam, S. J. Cho, D. Y. Oh, J. M. Lim, S. Y. Kim, J. H. Song, Y. G. Lee, S. Y. Lee, Y. S. Jung, Nano",{"entities":[]}],["Lett. 2015, 15, 3317.",{"entities":[]}],["Adv. Funct. Mater. 2021, 21019852101985 (6 of 7)© 2021 Wiley-VCH GmbH[12] a) X. Chen, W. He, L.-X. Ding, S. Wang, H. Wang, Energy Environ. Sci. 2019, 12, 938; b) Z. Jiang, S. Wang, X. Chen, W. Yang, X. Yao, X. Hu, Q. Han, H. Wang, Adv. Mater. 2020, 32, 1906221; c) J. Wan, J. Xie, X. Kong, Z. Liu, K. Liu, F. Shi, A. Pei, H. Chen, W. Chen, J. Chen, X. Zhang, L. Zong, J. Wang, L.-Q. Chen, J. Qin, Y. Cui, Nat. Nanotechnol. 2019, 14, 705.",{"entities":[]}],["[13] L. Liu, J. Xu, S. Wang, F. Wu, H. Li, L. Chen, eTransportation 2019, 1,100010.[14] a) F. J. Simon, M. Hanauer, A. Henss, F. H. Richter, J. Janek, ACS Appl. Mater. Interfaces 2019, 11, 42186; b) M. Yan, J.-Y. Liang, T.-T. Zuo, Y.-X. Yin, S. Xin, S.-J. Tan, Y.-G. Guo, L.-J. Wan, Adv. Funct. Mater. 2020, 30, 1908047; c) R. Xu, X.-B. Cheng, C. Yan, X.-Q. Zhang, Y. Xiao, C.-Z. Zhao, J.-Q. Huang, Q. Zhang, Matter 2019, 1, 317.",{"entities":[]}],["[15] E. J. Foster, R. J. Moon, U. P. Agarwal, M. J. Bortner, J. Bras, S. Camarero-Espinosa, K. J. Chan, M. J. D. Clift, E. D. Cranston, S. J. Eichhorn, D. M. Fox, W. Y. Hamad, L. Heux, B. Jean, M. Korey, W. Nieh, K. J. Ong, M. S. Reid, S. Renneckar, R. Roberts, J. A. Shatkin, J. Simonsen, K. Stinson-Bagby, N. Wanasekara, J. Youngblood, Chem. Soc. Rev. 2018, 47, 2609.",{"entities":[]}],["[16] a) C. Wang, D. Huang, S. Li, J. Yu, M. Zhu, N. Liu, Z. Lu, Nano Lett. 2020, 20, 7397; b) Y. J. Nam, D. Y. Oh, S. H. Jung, Y. S. Jung, J. Power Sources 2018, 375, 93; c) J. Wu, L. Yuan, W. Zhang, Z. Li, X. Xie, Y. Huang, Energy Environ. Sci. 2021, 14, 12.",{"entities":[]}],["[17] a) H.-J. Peng, Z.-W. Zhang, J.-Q. Huang, G. Zhang, J. Xie, W.-T. Xu, J.-L. Shi, X. Chen, X.-B. Cheng, Q. Zhang, Adv. Mater. 2016, 28, 9551; b) X. Yao, N. Huang, F. Han, Q. Zhang, H. Wan, J. P. Mwizerwa, C. Wang, X. Xu, Adv. Energy Mater. 2017, 7, 1602923; c) Q. Zhang, D. Cao, Y. Ma, A. Natan, P. Aurora, H. Zhu, Adv. Mater. 2019, 31, 1901131; d) K. Kisu, S. Kim, R. Yoshida, H. Oguchi, N. Toyama, S.-i. Orimo, J. Energy Chem. 2020, 50, 424; e) Q. Zhang, N. Huang, Z. Huang, L. Cai, J. Wu, X.",{"entities":[]}],["Yao, J. Energy Chem. 2020, 40, 151; f) B. D. McCloskey, J. Phys. Chem. Lett. 2015, 6, 4581.",{"entities":[]}],["[18] a) H. Nagata, Y. Chikusa, J. Power Sources 2014, 264, 206; b) M. Nagao, A. Hayashi, M. Tatsumisago, J. Mater. Chem. 2012, 22, 10015; c) M. Nagao, A. Hayashi, M. Tatsumisago, Energy Technol. 2013, 1, 186; d) Z. Lin, Z. Liu, N. J. Dudney, C. Liang, ACS Nano 2013, 7, 2829; e) X. Yao, D. Liu, C. Wang, P. Long, G. Peng, Y.-S. Hu, H. Li, L. Chen, X. Xu, Nano Lett. 2016, 16, 7148; f) L. Chen, L. Z. Fan, Energy Storage Mater. 2018, 15, 37.Adv. Funct. Mater. 2021, 21019852101985 (7 of 7)",{"entities":[]}],["© 2021 Wiley-VCH GmbH",{"entities":[]}],["",{"entities":[]}]]}