{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","CURRENT_DENSITY","ENERGY_DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,["Therefore, sulfide electrolytes have higher ionic conductivities than oxide electrolytes.And the sulfide electrolyte shows small grain boundary resistance even in cold-pressedpellet, which is superior to oxide one [12]. To date, sulfide solid electrolytes have beenextensively studied for ASSLIBs and they have a high room temperature conductivityover 0.1~1 mS cm−1. Table 1 lists the ionic conductivities of existing sulfide",{"entities":[[352,366,"IONIC_CONDUCTIVITY"]]}],null,["Li7P3S11[36]17CrystalLi7P2S8I0.63[37]Li6PS5ClCrystal[38]0.7[39]70Li2S·30P2S5Glass-ceramic3.2Glass-ceramic[40]70Li2S·29P2S5·1P2S35.470Li2S·29P2S5·1Li3PO41.87[41]Glass-ceramic0.8[42]Glass-ceramic75Li2S·24P2S5·1P2O50.16Crystal[9]Li3PS4[43]1.3Li3.25P0.95S4Glass-ceramicLi9.6P3S12Glass-ceramic[44]1.270Li2S·30P2S5[38]0.054GlassGlass0.275Li2S·25P2S5[45]0.17Glass[46]80Li2S·20P2S5[47]Li10GeP2S1212",{"entities":[[0,8,"SULFIDE_ELECTROLYTE"],[109,156,"SULFIDE_ELECTROLYTE"],[226,232,"SULFIDE_ELECTROLYTE"],[292,308,"SULFIDE_ELECTROLYTE"],[360,373,"SULFIDE_ELECTROLYTE"],[377,390,"SULFIDE_ELECTROLYTE"]]}],null,["ionic conductivity increases with the precipitation of crystalline phase by heat-treatment. Eom et al.[11] quantitatively examined the crystallization kinetics ofmechanically milled 70Li2S·30P2S5 glass to enhance the crystallinity of the solid810.1002/chem.201704568Accepted ManuscriptChemistry - A European JournalThis article is protected by copyright. All rights reserved.electrolyte and they found the enhancement in conductivity for the 78Li2S-22P2S5",{"entities":[[182,195,"SULFIDE_ELECTROLYTE"],[442,455,"SULFIDE_ELECTROLYTE"]]}],["glass-ceramics accomplished by using two-step heat treatment of 170 °C for 30 min(nucleation stage) and 230 °C for 3 h (crystal growth stage). As for the method of melt-quenching, the preparation conditions are harsh and it is easy to produce impuritiesduring the cooling process. Hayashi et al.[52] prepared the 70Li2S·30P2S5 glasses by amelt quenching technique under various melting conditions. The conductivity of the",{"entities":[[313,326,"SULFIDE_ELECTROLYTE"]]}],["glass–ceramics was enhanced by the precipitation and growth of Li7P3S11 crystal.However, the Li7P3S11 crystal changed into the thermodynamically stable phase of lowconductive Li4P2S6, with further increasing the heat treatment temperature and holdingtime. In addition, the liquid-phase method enables sufficient reaction of raw materialsand produces homogenous precursor. And the ionic conductivities of solid electrolytes",{"entities":[[63,71,"SULFIDE_ELECTROLYTE"],[93,101,"SULFIDE_ELECTROLYTE"],[175,182,"SULFIDE_ELECTROLYTE"]]}],["made by liquid-phase method are affected by the organic solvent [57]. Ito et al.[58]synthesized a crystal phase of Li7P3S11 electrolyte by a liquid phase method using 1,2-dimethoxyethane solvent. The impurity or amorphous phase easily formed at the grainboundaries, resulting in high activation energy and low ionic conductivity.Research into sulfide-type solid electrolyte started in 1986 with the Li2S-SiS2",{"entities":[[115,123,"SULFIDE_ELECTROLYTE"],[399,408,"SULFIDE_ELECTROLYTE"]]}],["system [59]. In 2001, Kanno et al.[49] first reported the crystalline thio-lithium conductorLi3.25Ge0.25P0.75S4 with an ionic conductivity of 2.2 mS cm−1. Li7P3S11 glass-ceramicwas found in the Li2S-P2S5 system in 2005, which had high ambient temperature ionicconductivity of 3.2 mS cm−1 with low activation energy, greatly promoting thedevelopment of sulfide electrolytes [39]. Recently, a new sulfide crystal Li10GeP2S12 was",{"entities":[[142,154,"IONIC_CONDUCTIVITY"],[155,163,"SULFIDE_ELECTROLYTE"],[194,203,"SULFIDE_ELECTROLYTE"],[276,287,"IONIC_CONDUCTIVITY"],[411,422,"SULFIDE_ELECTROLYTE"]]}],["synthesized. It exhibited an extremely high lithium ionic conductivity of 12 mS cm−1,910.1002/chem.201704568Accepted ManuscriptChemistry - A European JournalThis article is protected by copyright. All rights reserved.exceeding even those of liquid electrolytes [47]. The Li10GeP2S12 electrolyte also showedhigh stability and wide potential window [60-62]. More recently, Kato et al.[44] reported alithium superionic conductor of Li9.54Si1.74P1.44S11.7Cl0.3 (Figure 2) with an",{"entities":[[271,282,"SULFIDE_ELECTROLYTE"],[429,456,"SULFIDE_ELECTROLYTE"]]}],["exceptionally high conductivity of 25 mS cm−1. In addition, the ASSLISs based onLi9.54Si1.74P1.44S11.7Cl0.3 electrolyte possessed excellentionic conductivity andelectrochemical stability, exhibiting high power density and ultrafast chargingperformance.(b)(c)(a)Figure 2. (a) Arrhenius conductivity plots. (b) Crystal structure of Li9.54Si1.74P1.44S11.7Cl0.3. (c)Nuclear distributions of Li atoms in Li9.54Si1.74P1.44S11.7Cl0.3 at 25 °C.[44]",{"entities":[[35,46,"IONIC_CONDUCTIVITY"],[330,358,"SULFIDE_ELECTROLYTE"],[399,426,"SULFIDE_ELECTROLYTE"]]}],null,["conductivities of solid electrolytes can be enhanced by changing composition oroptimizing preparation method. Huang et al.[41] reported on a 70Li2S-30P2S5 systemwith substitution of Li3PO4. The glass-ceramics substituted with 1 mol % Li3PO4exhibited the high conductivity of 1.87 mS cm−1 and enhanced its stability. Moreover,the preparation method also greatly affects the property of solid electrolytes. Seino et",{"entities":[[141,154,"SULFIDE_ELECTROLYTE"],[182,189,"SULFIDE_ELECTROLYTE"],[275,287,"IONIC_CONDUCTIVITY"]]}],["al.[36] reported that the hot pressed Li7P3S11 showed high ionic conductivity of 17 mScm−1 because of the reduced boundary resistance during heat treatment (Figure 3). Asfor the chemical stability of sulfide electrolytes, changing the component of electrolyteis an effective way. Ohtomo et al.[63] prepared the Li2O-Li2S-P2S5 glass through thereplacement of Li2S by Li2O, which was effectively in the suppression of H2S gas",{"entities":[[38,46,"SULFIDE_ELECTROLYTE"],[81,90,"IONIC_CONDUCTIVITY"],[311,325,"SULFIDE_ELECTROLYTE"],[358,362,"SULFIDE_ELECTROLYTE"],[366,370,"SULFIDE_ELECTROLYTE"]]}],["generation. The electrochemical stability at interface can be improved by anion dopingin electrolytes. Rangasamy et al. [37] prepared Li7P2S8I from LiI and Li3PS4 thatdemonstrated high electrochemical stability with metallic lithium anode. To realizeindustrialization, the price of raw materials is an important factor. As for Li10GeP2S12,the cost of Ge is very high. Bron et al.[50] reported the synthesis of Li10SnP2S12 instead",{"entities":[[134,142,"SULFIDE_ELECTROLYTE"],[148,151,"SULFIDE_ELECTROLYTE"],[156,162,"SULFIDE_ELECTROLYTE"],[327,338,"SULFIDE_ELECTROLYTE"],[410,421,"SULFIDE_ELECTROLYTE"]]}],["of Li10GeP2S12, showing the ionic conductivity of 4 mS cm−1 and one-third of the costfor the Ge analogue. The Si could also replace the Ge atom and Li11Si2PS12 was recentlyreported with extremely high ionic conductivity [64].In a word, enhancing the ionic conductivities of solid electrolytes can be achievedby doping of the existing system or optimizing the preparation method. The stabilitycan be improved by the addition of oxygen atoms or anion doping. The researchers now",{"entities":[[3,14,"SULFIDE_ELECTROLYTE"],[50,59,"IONIC_CONDUCTIVITY"],[148,159,"SULFIDE_ELECTROLYTE"]]}],["devote to find new solid electrolyte system with high stability/ionic conductivity and1110.1002/chem.201704568Accepted ManuscriptChemistry - A European JournalThis article is protected by copyright. All rights reserved.low cost.(d)(c)(a)(b)Figure 3. SEM images of 70Li2S-30P2S5 glass-ceramic: (a) cold-pressed sample, (b) heat-treatedsample at 280 °C, (c) Complex impedance plots for 70Li2S-30P2S5 glass-ceramic at −35 °C, (d)",{"entities":[[264,277,"SULFIDE_ELECTROLYTE"],[384,397,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,["developed sulfur-composite cathodes in ASSLSBs. The cathodes were prepared bymechanical milling of sulfur particles with acetylene black and Li2S-P2S5 glass-ceramicelectrolyte at high temperature. Because of the large contact area among sulfur,acetylene black and solid electrolyte, the ASSLSBs fabricated using the compositeelectrodes exhibited excellent cycling stability (1050 mAh g−1 for 50 cycles) and good13",{"entities":[[141,150,"SULFIDE_ELECTROLYTE"]]}],null,null,["the electronic conduction and reduce the stress/strain from volume change. TheASSLSBs with rGO/S cathode show a high initial discharge capacity of 1629 mAh g−1at 0.05 C and excellent cycling stability (830 mAh g−1 after 750 cycles at 1 C) (Figure4). They further investigated the reaction mechanism of sulfur electrode in ASSLSBs.Unlike the traditional liquid LSBs, ASSLSBs conforms the direct electrochemicalreaction S + 2Li+ + 2e → Li2S during the discharge process, without producing",{"entities":[[434,438,"SULFIDE_ELECTROLYTE"]]}],null,["Galvanostatic discharge/charge profiles for rGO@S-40 composite in all-solid-state cell at differentrates at 60 °C. (c) Cycling performances of rGO@S-40 composites at 1.0 C and correspondingCoulombic efficiencies at 60 °C. Photograph of the Li–S full cells (d) before and (e) after 750 cyclesat 1.0 C and 60 °C.[84]Li2S is also regarded as a promising material for LSBs due to its high theoreticalcapacity of 1168 mAh g−1 without volume expansion. In addition, it can be used as an",{"entities":[[314,318,"SULFIDE_ELECTROLYTE"]]}],["anode that does not have lithium sources [85]. However, Li2S has low electronic andionic conductivities same as sulfur. Han et al. [81] reported a novel bottom-up method to1510.1002/chem.201704568Accepted ManuscriptChemistry - A European JournalThis article is protected by copyright. All rights reserved.synthesize a nanocomposite by dissolving Li2S asthe active material,polyvinylpyrrolidone (PVP) as the carbon precursor, and Li6PS5Cl as the solid",{"entities":[[56,60,"SULFIDE_ELECTROLYTE"],[346,350,"SULFIDE_ELECTROLYTE"],[429,437,"SULFIDE_ELECTROLYTE"]]}],["electrolyte (Figure 5). The addition of carbon black and Li6PS5Cl in the cathode formsmultiscale electronic/ionic conducting networks, thus the cathode delivers a highreversible capacity (830 mAh g−1 for 60 cycles at 50 mA g−1). Nagao et al.[86]investigated the performance of ASSLSBs based on the small particle size of Li2Selectrodes. Reducing the particles size was effective for improving their reversiblecapacity and rate performance.(a)(b)(c)",{"entities":[[57,65,"SULFIDE_ELECTROLYTE"]]}],["Figure 5. (a) Schematic illustration of the bottom-up synthesis of the mixed conducting Li2Snanocomposite. (b) Cycling performances of Li2S−C and Li2S−Li6PS5Cl−C nanocompositeelectrodes at 50 mA g1. (c) Charge/discharge profiles of Li2S−Li6PS5Cl−C nanocompositeelectrode at various current densities from 50 mA g1 to 400 mA g1.[81]1610.1002/chem.201704568Accepted ManuscriptChemistry - A European JournalThis article is protected by copyright. All rights reserved.",{"entities":[[146,161,"SULFIDE_ELECTROLYTE"],[233,248,"SULFIDE_ELECTROLYTE"]]}],null,["conductivity, high theoretical capacities and mild operating voltages [87, 88]. Moreover,metal sulfides show superior compatibility combined with sulfide electrolytes andexhibit a highly reversible intercalation reaction with lithium. For example, thenanocomposite electrodes prepared by ball-milling of TiS2 and Li2S-P2S5 electrolytefor ASSLIBs exhibited a high initial discharge capacity of 840 mAh g−1 at 50 mA g−1,",{"entities":[[304,308,"SULFIDE_ELECTROLYTE"],[313,322,"SULFIDE_ELECTROLYTE"]]}],["benefiting from the formation of an amorphous Li-Ti-P-S phase, size control ofduring theelectrodes, and homogeneous distribution of solid electrolyte and TiS2controlled ball-milling process [89]. Chen et al.[90] mixed MoS2 with Li6PS5Br and superP carbon to form a composite cathode. The resulting ASSLIBs displayed a capacity of270 mAh g−1 up to 700 cycles at 0.2 C at 70 °C with a high Coulombic efficiency.",{"entities":[[228,236,"SULFIDE_ELECTROLYTE"]]}],["However, the large particle size of MoS2 is the limiting factor to enhance the reversiblecapacity. Recently, Co9S8 nanoparticles synthesized by a solution-based precipitationexhibited a capacity of 151 mAh g−1 at 0.38 mA−1 cm2 after 50 cycles [91]. To improvecycling stability and rate performance, the Co9S8-Li7P3S11 nanocomposites wereprepared by anchoring Li7P3S11 electrolyte particles on Co9S8 nanosheets. As a result,17",{"entities":[[36,40,"SULFIDE_ELECTROLYTE"],[213,226,"CURRENT_DENSITY"],[359,367,"SULFIDE_ELECTROLYTE"]]}],["10.1002/chem.201704568Accepted ManuscriptChemistry - A European JournalThis article is protected by copyright. All rights reserved.the ASSLIBs showed a high capacity of 421 mAh g−1 at 1.27 mA−1 cm2 after 1000cycles.As mentioned above, metal sulfides have good electronic conductivity so that theydo not need extra electronic-conductive additive in cathodes. The only problems formetal sulfides are the poor ionic conductivity and interface issue. Therefore, adding",{"entities":[[184,197,"CURRENT_DENSITY"]]}],null,null,["mechanical stability issues at the interface between lithium metal and solid electrolyte.Certainly, the electrochemical stability of solid electrolyte can be affected by itscomposition. Tao et al.[42] investigated the substitution of P2O5 for P2S5 in 70Li2S-30P2S5 glass-ceramic. The 70Li2S-29P2S5-1P2O5 shows higher electrochemicalstability than 70Li2S-30Li2S and it is completely compatible with metallic lithium, as18",{"entities":[[234,238,"SULFIDE_ELECTROLYTE"],[243,247,"SULFIDE_ELECTROLYTE"],[251,264,"SULFIDE_ELECTROLYTE"],[284,303,"SULFIDE_ELECTROLYTE"],[347,360,"SULFIDE_ELECTROLYTE"]]}],["10.1002/chem.201704568Accepted ManuscriptChemistry - A European JournalThis article is protected by copyright. All rights reserved.shown in Figure 6. Therefore the assembled ASSLIBs with 70Li2S-29P2S5-1P2O5exhibited better electrochemical performances than those with the pristine electrolyte.Sun et al.[96] reported the oxygen substitution effects in Li10GeP2S12 electrolytes. Thepartial substitution of oxygen for sulfur (Li10GeP2S12-xOx) not only improves the ionic",{"entities":[[352,363,"SULFIDE_ELECTROLYTE"],[424,439,"SULFIDE_ELECTROLYTE"]]}],["conductivity but also enhances the electrochemical stability. To further protect lithiummetal electrodes in ASSLIBs, Kato et al.[97] developed a modification method bydepositing Au thin film between lithium metal and Li2S-P2S5 electrolyte. The insertionof Au film improved the utilization of lithium metal and ensured the stability of metalliclithium with sulfide electrolyte.3.2.2 Lithium alloysDue to the instability of lithium with sulfide electrolytes, researchers use lithium",{"entities":[[217,226,"SULFIDE_ELECTROLYTE"]]}],null,null,["Figure 6. (a) Cyclability of 75Li2S-25P2S5 glass-ceramics. (b) Cyclability of 75Li2S-24P2S5- 1P2O5glass-ceramics. (c) Charge-discharge curves and (d) Cycling performance of all-solid-state cellLi/75Li2S-(25-x) P2S5-xP2O5/LiCoO2 (x = 0% and 1%) at 25 °C.[42]The interfacial stability between electrolytes and anodes is a significant factor toachieve high-performance ASSLIBs. Modifying the composition of solid electrolytes",{"entities":[[29,42,"SULFIDE_ELECTROLYTE"],[78,92,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,["the preparation of cathodes for ASSLIBs. (4) Recently, interfacial architecture has beendeveloped to further optimize interface. To achieve interface contact, the sulfideelectrolyte is directly coated on the surface of active materials. Aso et al.[109] reportedthat a highly conductive 80Li2S-20P2S5 electrolyte was coated on NiS-VGCFcomposite by pulsed laser deposition to form intimate solid-solid contacts between the",{"entities":[[286,299,"SULFIDE_ELECTROLYTE"]]}]]}