{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY"],"annotations":[["Full PaPerA Facile Way to Construct Stable and Ionic Conductive Lithium Sulfide Nanoparticles Composed Solid Electrolyte Interphase on Li Metal AnodeYongliang Cui, Sufu Liu, Donghuang Wang, Xiuli Wang,* Xinhui Xia, Changdong Gu, and Jiangping Tu*",{"entities":[]}],["interphase (SEI) layer.[9–11] Because of the high reduction activity of metallic Li with almost all organic electrolyte solvents and Li salts, a SEI layer instantly forms on the Li anode surface. Unfortunately, this self-driven SEI is usually brittle and heterogeneous and cannot withstand the volume change during cycling. Therefore, the cracks appear and enhance the Li-ion flux, thus aggravating dendrite growth and increasing electrolyte consumption. Besides, this heterogeneous SEI usually",{"entities":[]}],["containing organic components can easily decompose and expose fresh Li to electro- lyte during electrochemical cycling.[12] This may cause continuous consumption of electrolyte and accumulation of side reac- tions, which can trigger the battery failure. Recently, in order to suppress the dendrite growth, various strategies are utilized with the development of advanced mate- rial chemistry. One way is to decrease the current density on the anode surface by combining Li with 3D conductive matrix.",{"entities":[]}],["According to the Sand’s time model which is proposed to cor- relate the transfer nature of ions and electrons near SEI to the dendrite nucleation, the Sand’s time indicating the time point at which the dendrites begin to grow is proportional to the D (diffusion coefficient) and μLi+ (Li+ mobility), and is inversely proportional with J (electrode current density).[13] Therefore, the average current density can be reduced by embedding Li into conductive matrix, such as conductive graphite,[14]",{"entities":[]}],["carbon fiber cloth,[15] graphene-like carbon film,[16] 3D TiC/C,[17] Mo net,[18] and N-doped graphene.[19] However, the Li surface is also exposed directly to the electrolyte, electrolyte consumption is not mitigated.",{"entities":[]}],["Due to the high theoretical capacity and low reduction potential, metallic lithium is a promising anode material for the next generation of high-energy- density batteries. However, the dynamic Li plating/stripping process can easily destroy the unstable solid electrolyte interphase (SEI) and cause dendrite growth. Here, an artificial lithium sulfide nanoparticle composed SEI layer with superior stability and high ionic conductivity is designed by a spray quenching method. The artificial SEI",{"entities":[]}],["layer on Li surface can effectively minimize the side reactions and suppress Li dendrite growth, and the metal electrode delivers stable cycling for 500 cycles in the symmetrical cell with carbonate electrolyte. Moreover, when this SEI-modified Li anode is coupled with a LiFePO4 cathode, the full cell shows promoted cycling stability and rate capability. This work provides a broadly applicable and facile strategy to address the intrinsic issues of lithium metal anodes.",{"entities":[[272,279,"SULFIDE_ELECTROLYTE"]]}],["1. Introduction",{"entities":[]}],["Nowadays, to satisfy the growing energy demand for electric vehicles and consumer electronics, high-energy-density storage systems are urgently needed.[1,2] Possessing the high theoretical capacity (3860 mAh g−1) and low reduction potential (−3.04 V vs standard H/H+), metallic Li has been considered as a promising anode material for high-energy-density batteries.[3–5] However, the practical application of Li anode in rechargeable batteries is greatly hindered by the following issues: 1)",{"entities":[]}],["Uncontrollable dendrite growth.[6–8] The growth of Li dendrites originates from the inhomogeneous current density and inhomogeneity across the anode surface during cycling. Upon charge and discharge, these negative factors are regenerated due to the continuous dendrite growth and volume change. Meanwhile, the Li den- drites could produce “dead Li” and finally pierce the sepa- rator and cause short circuits. 2) Unstable solid electrolyte",{"entities":[]}],["Y. Cui, S. Liu, Dr. D. Wang, Prof. X. Wang, Prof. X. Xia, Prof. C. Gu, Prof. J. Tu State Key Laboratory of Silicon Materials Key Laboratory of Advanced Materials and Applications for Batteries of Zhejiang Province, and School of Materials Science and Engineering Zhejiang University Hangzhou 310027, China E-mail: wangxl@zju.edu.cn; tujp@zju.edu.cnThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.202006380.",{"entities":[]}],["Another strategy to deal with the previously mentioned issues is to construct a modified SEI layer on Li surface. For an ideal SEI layer, some key properties are needed,[20] such as strong mechanical stability to hinder side reactions between Li and electrolyte, high electronic resistivity to keep Li depositing beneath SEI, high ionic conductivity to improve Li+ diffusion kinetic, and suppress Li dendrite growth.[13] To reach these pur- poses, various methods are adopted to fabricate the SEI",{"entities":[]}],["layer. Ex situ buffer layer such as zinc oxide/carbon nanotube sub layer,[21] Li2TiO3 layer,[22] rGO layers,[23] or cross-linked poly- dimethylsiloxane layer[24] are prepared on Li anode to inhibit the dendrite growth. In these cases, interface issues always",{"entities":[[78,85,"SULFIDE_ELECTROLYTE"]]}],["DOI: 10.1002/adfm.202006380Adv. Funct. Mater. 2020, 20063802006380 (1 of 9)© 2020 Wiley-VCH GmbH",{"entities":[]}],["affect the Li+ diffusion kinetic due to the weak adhesion com- pared with these in situ formed SEI layers. Some electrolyte additives such as FEC,[25] LiBOB, and LiDFOB,[26] dimethyl [29] are also chosen to modify the sulfate[27] MgCl2,[28] or KNO3 SEI layers. However, these SEI layers on Li anodes are usually fragile and cannot bear the volume change and hinder the den- drite growth, especially at high cycling current density. There- fore, in situ constructing high-performance SEI on Li anodes",{"entities":[[151,156,"SULFIDE_ELECTROLYTE"],[162,168,"SULFIDE_ELECTROLYTE"],[230,235,"SULFIDE_ELECTROLYTE"],[244,248,"SULFIDE_ELECTROLYTE"]]}],["is regarded as the most effective method.",{"entities":[]}],["Lithium sulfide (Li2S) has an outstanding chemical stability against Li and the lowest formation energy among lithium polysulfides.[30–32] Moreover, Li2S has a superior ionic conduc- tivity of ≈10−5 S cm−1,[33,34] as compared with lithium carbonate (≈10−8 S cm−1)[35] and LiF (≈10−9 S cm−1).[36] Besides, inorganic SEI usually protects the metallic Li anode better than organic components which are generated by the reactions between Li and carbonate electrolyte. These organic gradients such as",{"entities":[[149,153,"SULFIDE_ELECTROLYTE"],[250,262,"IONIC_CONDUCTIVITY"],[272,275,"SULFIDE_ELECTROLYTE"],[277,289,"IONIC_CONDUCTIVITY"]]}],["RCO2Li, ROCO2Li, and ROLi could easily dissolved in electro- lyte during cycling thus aggravating the electrolyte consump- tion.[27] For these purposes, a high-quality SEI layer containing inorganic Li2S nanoparticles mainly (denoted as LSNP) was constructed on metallic Li anode. By a facile spray quenching method,[37] we employ CS2 solution with 5 wt% sulfur dis- solved as precursor and achieve a homogeneous and robust SEI mainly composed with tightly packed inorganic LSNP. This SEI layer",{"entities":[[0,6,"SULFIDE_ELECTROLYTE"],[8,15,"SULFIDE_ELECTROLYTE"],[21,25,"SULFIDE_ELECTROLYTE"],[199,203,"SULFIDE_ELECTROLYTE"],[331,334,"SULFIDE_ELECTROLYTE"]]}],["shows superior chemical stability and high ionic conduc- tivity. The LSNP modified Li electrode delivers a stable cycling for 500 cycles in the symmetrical cell with carbonate electrolyte at high current density. The LSNP-Li anode also exhibits pro- moted cycling stability and rate capability when coupled with LiFePO4 (LFP) cathode. This work provides a facile way to con- struct a high-performance SEI layer on Li anode to suppress the dendrite growth.",{"entities":[[312,319,"SULFIDE_ELECTROLYTE"]]}],["2. Results and Discussion",{"entities":[]}],["To prepare the LSNP-Li electrode, Li foil is polished and then heated on a platform at 200 °C. After the Li foil melts, a small amount of precursor solution (5 wt% S8 in CS2 solvent) is sprayed onto the surface of metallic Li with an ultrasonic atom- izer (Figure 1a). To predict the products in the reaction system, we calculated the lowest unoccupied molecular orbital (LUMO) energies and the highest occupied molecular orbital (HOMO) energies of S8 and CS2 as shown in Figure S1, Supporting",{"entities":[[170,173,"SULFIDE_ELECTROLYTE"],[456,459,"SULFIDE_ELECTROLYTE"]]}],["Infor- mation. It is widely accepted that the LUMO energy can reflect the electrochemical reduction potential of a chemical and a lower LUMO energy usually reflects a higher reduction reactivity.[38] The calculated LUMO energy of S8 is −3.4 eV, which is much lower than that of CS2 (−1.69 eV), meaning that S8 can be most easily reduced to form the SEI layer. The reaction energy of the possible reaction products between Li and S8 was also calculated as shown in Table S1, Supporting Information.",{"entities":[[278,281,"SULFIDE_ELECTROLYTE"]]}],["Obviously, Li2S has the lowest reaction energy in these polysulfide products, and other researches also prove that Li2S has the lowest formation energy.[30] It indicates that Li2S is the main ingredient in the in situ formed SEI layer on the surface of metallic Li.",{"entities":[[11,15,"SULFIDE_ELECTROLYTE"],[175,179,"SULFIDE_ELECTROLYTE"]]}],["Figure 1b, the LSNP layer is composed with densely accumu- lated nanoparticles with sizes of 10−50 nm. The nanoparticles with lattice plane spacing of 2.86 A belonging to Li2S (200) lattice plane are determined (Figure 1c). Moreover, the sulfur- ized ingredients are detected continuously and homogeneously distributed in the LSNP layer (Figure 1d). Even after 50 cycles in symmetrical cell, the sulfurized ingredients are clearly detected, and these inorganic nanoparticles are tightly packed in",{"entities":[[171,175,"SULFIDE_ELECTROLYTE"]]}],["the LSNP layer as shown in Figure S2a,b, Supporting Information. The LSNP layer possesses polycrystalline nature and enriched grain boundaries and therefore affords more diffusion chan- nels for lithium ions, leading to a high ionic conductivity.[39] Moreover, we also explore the relationship between the thick- ness of LSNP layer and spray time as shown in Figure S4, Sup- porting Information. The thickness increases from 3 to 7 µm as the spray time increases from 5 to 20 s. When equipped in",{"entities":[]}],["sym- metric cells, the 5 µm thick LSNP layer protected anode shows the best electrochemical performance (Figure S5, Supporting Information). Therefore we choose 5 µm as the ideal thickness in this work (Figure 1e). The appropriate thickness can effec- tively cut off the direct contact with electrolyte, and avoid the increase of diffusion distance of Li+ across this SEI layer.",{"entities":[]}],["X-ray photoelectron spectroscopy (XPS) is employed to reveal the ingredients of the SEI layer at different depth and different cycling stages. Figure 2a shows the depth profile of S 2p of the LSNP-Li electrode before cycling. On the surface layer, the main characteristic peaks at 160.1 and 161.5 eV are ascribed to Li2S, revealing that Li2S is dominant component with only small amount of Li2S2 (at 162 and 163.5 eV).[34] Moreover, after etching for 120 and 300 s, there are only Li2S peaks left in",{"entities":[[316,320,"SULFIDE_ELECTROLYTE"],[337,341,"SULFIDE_ELECTROLYTE"],[390,395,"SULFIDE_ELECTROLYTE"],[481,485,"SULFIDE_ELECTROLYTE"]]}],["the XPS spectra and the peak intensity is much higher than that of the surface layer. This reveals that Li2S is the main ingre- dient in the SEI layer, agreeing well with the calculated results. To demonstrate the property of the LSNP layer during practical electrochemical cycling, the S 2p peak of LSNP-Li electrode is also detected after 50 cycles in symmetric cell (Figure 2b). It is obvious that Li2SO3 (at 167.4 eV) and Li2SO4 (at 169.2 eV)[39] peaks appear and become main components in the",{"entities":[[104,108,"SULFIDE_ELECTROLYTE"],[401,407,"SULFIDE_ELECTROLYTE"],[426,432,"SULFIDE_ELECTROLYTE"]]}],["surface layer of the SEI, while Li2S is also detected. It can be explained that part of Li2Sx (x = 1, 2) is oxidized by the organic electro- lyte during cycling.[39] However, in the inner layer of SEI, Li2S is still the main component, which shows the high stability of the LSNP layer. Figure 2c shows the C 1s spectra of the LSNP- Li electrode before cycling. Obviously, CC (at 284.8 eV), CO (at 286.6 eV), and Li2CO3 (at 289.8 eV) are found at the sur- face layer but ignorable in the inner",{"entities":[[32,36,"SULFIDE_ELECTROLYTE"],[88,93,"SULFIDE_ELECTROLYTE"],[414,420,"SULFIDE_ELECTROLYTE"]]}],["layer. Moreover, the C 1s spectra show the same depth profile of the LSNP-Li electrode after 50 cycles in symmetric cell (Figure 2d). Generally, the in situ formed SEI in carbonate electrolyte contains more organic ingredients such as RCO2Li, ROCO2Li, and ROLi, which can easily dissolved in electrolyte during cycling and aggravate the electrolyte consumption.[27] In this work, the dominant inorganic components in the SEI layer can effectively cut off the direct contact between Li electrode and",{"entities":[[235,241,"SULFIDE_ELECTROLYTE"],[243,250,"SULFIDE_ELECTROLYTE"],[256,260,"SULFIDE_ELECTROLYTE"]]}],["electrolyte, thus reduce the electrolyte consumption and side reactions. Fur- thermore, the mechanical properties of the LSNP layer are also measured by atomic force microscope (AFM) (Figure S6, Sup- porting Information). The negligible viscoelasticity and high slope of the indentation curve suggest that the SEI layer has",{"entities":[]}],["To investigate the structure of LSNP layer, high resolution transmission electron microscopy is employed. As shown inAdv. Funct. Mater. 2020, 20063802006380 (2 of 9)© 2020 Wiley-VCH GmbH",{"entities":[]}],["Figure 1. a) Schematic illustration of the preparation process of LSNP-Li electrode. b) TEM images of the SEI layer and b) high resolution TEM images of the SEI layer. d) EDS elemental mapping images of C, S for the SEI layer. e) Cross-sectional SEM images of SEI layer after all the Li metal was stripped off after 10 s spray.",{"entities":[]}],["high Young’s modulus, which can help suppress the penetra- tion of Li dendrites.[11,40,41] More importantly, it is supposed that the Li2S mainly composed SEI has a high ionic conductivity.",{"entities":[[133,137,"SULFIDE_ELECTROLYTE"]]}],["To characterize the capability of LSNP-Li electrode on growth inhibition of Li dendrites, Li electrochemical deposition is carried out and visualized at the initial 2 cycles in optical cell (Figure S7, Supporting Information). It is worth mentioning that bare Li and LSNP-Li are used as the working and counter electrodes in one symmetrical cell to promise the consistency of experimental environment. In this case, a current den- sity of 2 mA cm−2 is applied to deposit Li on the bare Li elec-",{"entities":[[439,448,"CURRENT_DENSITY"]]}],["trode for 5 min, and then Li is stripped and deposited on the LSNP-Li side with the same current density and areal capacity. Figure 3a shows the galvanostatic discharge/charge voltage pro- file of the initial 2 cycles, revealing that the optical cell operates normally without short circuit or other abnormal factors.",{"entities":[]}],["Figure 3b presents the morphology changes of anode surfaces during the first cycle. Obviously, the mossy Li starts to form at the beginning of plating process on the bare Li surface. As the plated Li is increased to 0.17 mAh cm−2, the dendrite growth becomes much more vigorous and most Li accumulates at local regions. However, when Li strips from the bare Li electrode and deposits onto the LSNP-Li surface, the morphology of LSNP- Li electrode does not change much and the dendrite growth is",{"entities":[]}],["negligible even after 5 min deposition. The morphology dif- ference becomes more obvious at the following second strip- ping and plating process (Figure 3c). The dendrites grow more serious on the bare Li side when plating and the dendrites stay almost the same even the stripping process is over. For com- parison, the LSNP-Li electrode maintains a flat surface without obvious dendrites. It vividly proves that the SEI layer on Li elec- trode can effectively facilitate uniform Li deposition.",{"entities":[]}],["Adv. Funct. Mater. 2020, 20063802006380 (3 of 9)© 2020 Wiley-VCH GmbHFigure 2. XPS spectra of LINP-Li electrode of a) S 2p and b) C 1s before cycling, c) S 2p, and d) C 1s after 50 cycles in symmetrical cell. The depth profiles are detected by Ar+ sputtering with sputter times of 0, 120, and 300 s.",{"entities":[]}],["Figure 3. In situ optical microscopy observations (captured from the videos) of the electrolyte–electrode interface during electrochemical deposition in a Li|LSNP-Li symmetrical cell. a) Voltage–time curves of the cell for 2 cycles. The captured pictures of the Li surface and LSNP-Li surface during the b) first and c) second cycle at a current density of 2 mA cm−2 and a plating/stripping time of 5 min.Adv. Funct. Mater. 2020, 20063802006380 (4 of 9)© 2020 Wiley-VCH GmbH",{"entities":[[359,366,"CURRENT_DENSITY"]]}],["Figure 4. SEM images of LSNP-Li electrode a) before cycling and b) after 50 cycles in symmetrical cell. SEM images of bare Li electrode c) before cycling and d) after 50 cycles in symmetrical cell. The applied current density is 1 mA cm−2 under an areal capacity of 1 mAh cm−2.",{"entities":[[229,238,"CURRENT_DENSITY"]]}],["To observe the morphology changes of LSNP-Li and bare Li electrodes in detail, the microscopic analyses were per- formed by scanning electron microscope (SEM) images. As shown in Figure 4a, the surface of LSNP-Li electrode is plane, composed with tightly packed nanoparticles before cycling. After cycling in LSNP-Li|LSNP-Li symmetrical cell for 50 cycles, the SEI layer still maintains a dense, plane, and nanoparticle composed morphology (Figure 4b). The Li den- drites are greatly hindered by the",{"entities":[]}],["SEI layer on metal electrode. The cross-sectional images also indicate the LSNP layer can help constrain Li deposition and suppress the volume expan- sion (Figure S8, Supporting Information). To characterize the morphology of SEI more intuitively after 50 cycles, the LSNP layer is obtained by stripping all the metallic Li away as shown in Figure S9a,b, Supporting Information. This layer still exhibits a compact structure. On the contrary, during repeated stripping/plating cycles, the bare Li",{"entities":[]}],["electrode shows “noodle-like” lithium dendrites, with loose structure and large volume expansion (Figure 4c,d). Moreover, this buffer layer still maintains plane even after 200 cycles as shown in Figure S10, Supporting Information. When the current den- sity and areal capacity rise to 2 and 3 mAh cm−2, the LSNP modified electrode also maintains a compact structure while the bare Li shows obvious dendrites (Figure S11, Supporting Information). It is accepted that some adverse factors on the",{"entities":[]}],["metallic Li surface, such as microscopic protrusions, nonuni- form Li-ion flux migration, and uneven electric field intensity, can trigger “tip effects” for Li deposition and lead to dendrite growth.[42] Unfortunately, the in situ formed SEI on bare Li cannot stop serious dendrite growth. When the LSNP layer is equipped on the Li surface, shield surface perturbations and homogeneous Li-ion distribution are achieved, and thus the Li dendrite growth is inhibited.",{"entities":[]}],["Symmetric Li|Li cells are assembled with two identical LSNP-Li or bare Li electrodes to evaluate their cycling stability. The electrolyte used in these symmetric cells is commercial carbonate based electrolyte with 10 wt% FEC as additive which is more incompatible to metallic Li compared with ether-based electrolyte.[43] Under the harsh electrolyte environment, the LSNP-Li electrode exhibits a stable cycling for 500 cycles without short circuit at 1.0 mA cm−2/1.0 mAh cm−2 (Figure 5a). How-",{"entities":[[452,467,"CURRENT_DENSITY"]]}],["ever, the bare Li electrode can only sustain less than 100 cycles (about 75 cycles). After that, the bare Li electrode presents an irregularly fluctuating voltage profile and short circuit occurs after about 220 cycles. This is ascribed to the gradual consump- tion of organic electrolyte and the growth of Li dendrite.[44] Moreover, the voltage hysteresis of LSNP-Li electrode maintains a stable value of ≈100 mV for more than 350 cycles which shows the robust inorganic LSNP composed SEI. For",{"entities":[]}],["comparison, the bare Li electrode only sustains a low voltage of about 120 mV for initial 50 cycles as shown the insert in Figure 5a. After that, the voltage hysteresis increases dramatically to more than 250 mV, twice than that of LSNP-Li, and fluctuates irregularly. These results reflect that the LSNP modified Li electrode has a much more stable SEI and can effectively inhibit the parasitic reactions and consumption of organic electrolyte. When the cur- rent density/areal capacity rise to 2.0",{"entities":[[496,499,"CURRENT_DENSITY"]]}],["mA cm−2/3.0 mAh cm−2, the difference is also obvious as shown in Figure 5b. The Li|Li cell can only sustain stable cycling for ≈50 cycles and the over potential dramatically increases after that and the short circuit occurs after 115 cycles. For comparison, the symmetric cell with LSNP-Li electrodes shows stable cycling for more than 120 cycles with low voltage hysteresis of ≈100 mV and short circuit does not occur even after 150 cycles. When the current density fur- ther rises to 5.0 mA cm−2,",{"entities":[[0,11,"CURRENT_DENSITY"],[486,497,"CURRENT_DENSITY"]]}],["the LSNP-Li symmetric cell can keep stable cycling for 200 cycles with voltage hysteresis slightly",{"entities":[]}],["Adv. Funct. Mater. 2020, 20063802006380 (5 of 9)© 2020 Wiley-VCH GmbH",{"entities":[]}],["Figure 5. a) Voltage–time curves of Li|Li and LSNP-Li|LSNP-Li symmetrical cells at 1.0 mA cm−2/1.0 mAh cm−2. The detailed magnified voltage–time curves at different cycling time are inserted into this figure. b) Voltage–time curves of the symmetrical cells at 2.0 mA cm−2/3.0 mAh cm−2. c) Voltage– time curves of the symmetrical cells at 5.0 mA cm−2/1.0 mAh cm−2. d) Nyquist plots of bare Li and LSNP-Li electrodes after 50, 100, and 200 cycles at 1 mA cm−2/1 mAh cm−2. e) The calculated",{"entities":[[83,98,"CURRENT_DENSITY"],[260,275,"CURRENT_DENSITY"],[338,353,"CURRENT_DENSITY"],[448,459,"CURRENT_DENSITY"]]}],["charge-transfer resistance of SEI based on the EIS data in (d). An equivalent circuit applied to fit the imped- ance spectra is inserted into (e). f) Tafel plots obtained from analyzing results of LSV for symmetric cells.",{"entities":[]}],["increasing from 150 to 250 mV (Figure 5c). However, for the bare Li symmetric cell, the voltage hysteresis maintains much higher (>500 mV) and fluctuates irregularly. This further dem- onstrates the uniform Li deposition/dissolution of the LSNP-Li electrode. The superior cycling performance can be owed to the compositionally and structurally stable SEI and its highly ionic conductivity.[34]",{"entities":[]}],["Electrochemical impedance spectroscopy (EIS) measurement is conducted to characterize the conductivity of the LSNP layer. Figure 5d shows the Nyquist plots of bare Li and LSNP-Li sym- metrical cells after various cycles. All the Nyquist plots show a semicircle in the high frequency region, whose radius reflects the charge-transfer resistance (Rct). These profiles are analyzed using the equivalent circuit model as shown in Figure 5e. In the equivalent circuit, Rct reflects charge-transfer",{"entities":[]}],["resistance at Li surface, Rs represents electrolyte resistance, CPE represents content phase elements and Zw represents Warburg imped- ance.[10] Obviously, the LSNP-Li symmetric cell exhibits much smaller Rct at different cycles, which reflect much better Li ion",{"entities":[]}],["migration kinetics.[39,45] To further describe this superior, Tafel curve is obtained by analyzing linear sweep voltammogram (LSV) for symmetric cells in Figure S12, Supporting Informa- tion. In the LSV profile, an obvious reaction peak appears at about 0.8 V for the bare Li electrode, indicating the inhibition of side reactions of the LSNP layer. As shown in Figure 5f, extrapo- lation of the linear region over 0.1 V (or below −0.1 V) to μ = 0 V gives the natural logarithm of exchange current",{"entities":[]}],["density (ln (i0)).[46] The higher the value of i0, The faster the charge transfer at the electrode/electrolyte interfaces.[47] The exchange current density of LSNP-Li electrode is 2.95 mA cm−2, which is higher than that of bare Li (0.56 mA cm−2). It indicates that the LSNP composed SEI has superb Li-ion charge-transfer kinetics. The electronic resistivity of the LSNP layer is also measured using blocking electrodes in Figure S13, Supporting Information. The calculated resistance value is about",{"entities":[[180,192,"CURRENT_DENSITY"],[232,244,"CURRENT_DENSITY"]]}],["4.57 × 105 Ω cm, which is high enough to promise Li plating underneath the SEI layer.[48] The electrochemical stability and high ionic conductivity of the uniform LSNP layer are also confirmed by full cells. As",{"entities":[]}],["Adv. Funct. Mater. 2020, 20063802006380 (6 of 9)© 2020 Wiley-VCH GmbHFigure 6. Electrochemical performance of Li|LFP and LSNP-Li|LFP full cells. a) Cycling performance and b) rate capacity of the full cells with Li and LSNP-Li anodes. Typical galvanostatic profiles of c) LSNP-Li|LFP and d) Li|LFP cells at different cycles.",{"entities":[]}],["shown in Figure 6a, when the thin LSNP-Li anode is coupled with LFP cathode, a stable cycling of 300 cycles is obtained with a capacity retention of 85% at 1 C in the voltage range of 2.5–4.0 V. For the bare Li|LFP cell, a capacity retention of only 51.5% is achieved under the same testing conditions. The rapid capacity and Coulombic efficiency degradation of the bare Li|LFP cell can be ascribed to the fast depletion of Li, which causes an accelerated electrolyte consumption. While with the",{"entities":[]}],["effective protection of LSNP layer, the direct contact between metallic Li and electrolyte is inhibited. The uniform and highly conductive property of the artificial SEI containing LSNP is also confirmed by the rate capability test in Figure 6b. The cells with the LSNP-Li anode delivers average discharge capacities of 161, 151, 140, and 127 mAh g−1 upon cycling at current densities of 1, 2, 4, and 8 C, respectively. Moreover, the capacity rises back to 160 mAh g−1 when the current density",{"entities":[]}],["returns to 1 C. For com- parison, the cell with bare Li anode shows significant capacity decay when applied to high current density (155, 146, 132, and 107 mAh g−1 for 1, 2, 4, and 8 C respectively). This result reveals that the high ionic conducting and uniform LSNP layer can significantly improve the cycling performance of Li anode. Meanwhile, the charge/discharge curves of both full cells are displayed in Figure 6c,d. The polarization for the LSNP- Li|LFP cell, reflected by the difference of",{"entities":[]}],["charge and discharge voltage platform, is lower than that of the Li|LFP at different cycling stages. It indicates the artificial LSNP layer significantly improves the electrochemical kinetics of the full cell. To char- acterize the kinetics of Li+ diffusing in full cells, the diffusion coefficient (DLi) is also calculated as shown in Figure S14, Sup- porting Information. The higher diffusion coefficient in LSNP- Li|LFP cell also proves the improved Li+ diffusing kinetics. To get closer to the",{"entities":[]}],["required conditions for practical rechargeable",{"entities":[]}],["lithium metal batteries, constrained negative to positive elec- trode capacity ratio (N/P ratio) about four was employed in the Li-LiNi0.5Co0.3Mn0.2O2 (NCM532) full cell test in the voltage of 2.7 –4.3 V in Figure S15, Supporting Information. The obvious contract reveals the outstanding chemical stability and ionic conductivity of the LSNP layer.3. Conclusion",{"entities":[[128,150,"SULFIDE_ELECTROLYTE"]]}],["In summary, an artificial SEI layer containing LSNP was fabri- cated on metallic Li by a facile spray quenching method. The in situ formed SEI mainly composed with inorganic nanoparticles shows high structural stability, and the main component (Li2S) and the polycrystalline structure make the SEI layer highly ionic conductive. The LSNP-Li electrode exhibits excellent den- drite suppression and smaller voltage hysteresis. Moreover, the LSNP-Li anode shows promoted cycling stability, rate",{"entities":[]}],["capability, and small voltage polarization when coupled with LFP cathode. Our work provides a facile way to construct a robust and highly conductive polycrystalline SEI on anode to solve the notorious issues of metallic Li. This work also supplies an innovative strategy to accommodate the fragile Li metal anode to the high- energy battery systems.",{"entities":[]}],["4. Experimental SectionPreparation of LSNP-Li Electrode: The solution precursor was prepared by dissolving and stirring 5 wt% elemental sulfur in the solvent CS2. The precursor fabrication and electrode preparation were performed in an argon-filled glovebox with oxygen and moisture level less than 0.1 ppm. To obtain the fresh metallic lithium surface and avoid surface oxide,Adv. Funct. Mater. 2020, 20063802006380 (7 of 9)© 2020 Wiley-VCH GmbH",{"entities":[[158,162,"SULFIDE_ELECTROLYTE"]]}],["a polishing method was adopted before electrode synthesis. Both the thick Li foil (300 µm, China Energy Lithium Co., Ltd.) and ultrathin Li foil (≈50 µm, China Energy Lithium Co., Ltd.) were polished with a sharp knife blade and pressed under 5 MPa for 5 s to obtain extremely smooth and shiny Li surface.",{"entities":[]}],["The LSNP-Li electrode was fabricated by a spray quenching process as follow: The polished Li foil was melted on a hot plate at 250 °C and then a small amount of solution precursor was sprayed onto the surface of metallic Li with an ultrasonic atomizer. The flow rate of precursor was controlled about 2.5 mL min−1 and the spray time was 10 s to obtain the Li2S composed layer (LSNP) with certain thickness. The as-fabricated electrode was further heated for 20 s to complete the reactions and cooled",{"entities":[]}],["down in the glove box.",{"entities":[]}],["and solvation shells were optimized using the B3LYP level of theory in conjunction with the 6-311++G (d) basis set.[49] To confirm the obtained optimized stationary point, frequency analyses were done with the same basis set. The bulk solvent effect was estimated using the polarized continuum models (PCM) to investigate the role of the environment. The acetone dielectric constant (20.5) was used to represent the solvent for PCM calculations.[50]Supporting Information",{"entities":[]}],["Supporting Information is available from the Wiley Online Library or from the author.",{"entities":[]}],["Materials Characterization: The morphologies of Li anode were observed by a field emission SEM (FESEM, Hitachi S4800) at 3.0 kV. Field emission JEOL JEM-2100F) was used to record the crystallinity and nanoparticle size of Li2S composed SEI layer operated at 120.0 kV. The TEM sample was prepared by scraping the surface layer with a sharp ceramic knife and transferred onto a copper TEM grid after dissolved in DOL solvent in the glovebox. The LSNP-Li electrode surface was characterized with an XPS",{"entities":[[222,226,"SULFIDE_ELECTROLYTE"]]}],["(ESCALAB 250Xi, Al Kα X-ray) and the LSNP-Li electrode was sputtered by 2 keV Ar+ for depth profiling analysis with a sputtering area of 500 × 500 µm2. Multifunctional Nano Infrared Spectrometer (nanoIR2-fs, Anasys Instruments) was used to investigate the mechanical properties of the SEI layer on bare Li and the LSNP layer under Contact Mode. A home-designed container filled with Ar was used to avoid oxidation and parasitical reactions when transferring all samples containing metallic Li. A",{"entities":[]}],["quartz cell (Kejing, STC-Q) with transparent quartz window was assembled to carry out the in situ optical observation to investigate Li deposition behaviors of both LSNP-Li and pure Li. To record the Li deposition process, optical microscope camera (Belona, 200X-800X) with Wi-Fi box was employed. The current density applied in each electrochemical deposition or dissolution was set at 2 mA cm−2 with a time of 300 s.",{"entities":[[387,396,"SULFIDE_ELECTROLYTE"]]}],["transmission electron microscope(TEM,AcknowledgementsThis work was supported by the National Natural Science Foundation of China (51971201) and the Program for Innovative Research Team in University of Ministry of Education of China (IRT13037).Conflict of InterestThe authors declare no conflict of interest.Keywordsdendrite suppression, ionic conductivity, Li metal anode, lithium sulfide nanoparticle, solid electrolyte interphase",{"entities":[]}],["Electrochemical Measurements: CR2025 cells were assembled in the glovebox with moisture and oxygen level less than 0.1 ppm using Celgard 2325 as the separator. Apart from the Li-LFP and Li-NCM532 full cells with commercial carbonate based electrolyte (1.0 m LiPF6 in 1: 1 v/v ethylene carbonate [EC] and dimethyl carbonate and ethyl methyl carbonate) purchased from Suzhou Duoduo Reagent Website, all the other electrochemical tests employed another carbonate based electrolyte (1.0 m LiPF6 in 1: 1",{"entities":[[258,263,"SULFIDE_ELECTROLYTE"],[485,490,"SULFIDE_ELECTROLYTE"]]}],["v/v EC and diethyl carbonate) containing 10 wt% fluoroethylene carbonate (FEC, Sigma-Aldrich) as additive. Each cell contain limited electrolyte of 50 µL to reflect the stabilization of Li and LSNP-Li anode. LAND battery program-control test system was used to characterize the electrochemical performances. EIS measurements were carried out over the frequency from 100 mHz to 100 kHz on a Princeton PARSTAT MC 1000 multichannel electrochemical workstation. Cyclic voltammetry tests of Li-LFP system",{"entities":[]}],["were performed on a CHI660E electrochemistry workstation from 2.5 to 4.0 V (Li/Li+) at a scan rate of 0.1 mV s−1. LSV tests of symmetrical cells were carried out on a CHI660E electrochemistry workstation from −0.2 to 0.2 V (Li/Li+) at a scan rate of 1 mV s−1.",{"entities":[]}],["Received: July 28, 2020 Revised: September 8, 2020 Published online:[1] Z. Yang, J. Zhang, M. C. W. Kintner-Meyer, X. Lu, D. Choi,J. P. Lemmon, J. Liu, Chem. Rev. 2011, 111, 3577.[2] X.-B. Cheng, R. Zhang, C.-Z. Zhao, Q. Zhang, Chem. Rev. 2017, 117,10403.[3] J. L. Lang, L. H. Qi, Y. Z. Luo, H. Wu, Energy Storage Mater. 2017,7, 115.[4] K. N. Wood, M. Noked, N. P. Dasgupta, ACS Energy Lett. 2017, 2,664.[5] Y. Zhao, Y. Ye, F. Wu, Y. Li, L. Li, R. Chen, Adv. Mater. 2019, 31,",{"entities":[]}],["1806532.[6] W. Xu, J. Wang, F. Ding, X. Chen, E. Nasybulin, Y. Zhang,J.-G. Zhang, Energy Environ. Sci. 2014, 7, 513. [7] X. B. Cheng, Q. Zhang, Prog. Chem. 2018, 30, 51. [8] S. F. Liu, X. L. Wang, D. Xie, X. H. Xia, C. D. Gu, J. B. Wu, J. P. Tu,",{"entities":[]}],["To prepare cathodes, the LFP powder was mixed with poly(vinylidene fluoride) binder and carbon black at a weight ratio of 90: 5: 5 in N-methyl- 2-pyrrolidone solvent and the LiNi0.5Co0.3Mn0.2O2 (NCM532) powder was mixed with poly(vinylidene fluoride) binder and carbon black at a weight ratio of 94: 3: 3 in N-methyl-2-pyrrolidone solvent to yield slurries. The slurries was coated on aluminum foil, dried in a vacuum oven at 80 °C for 24 h and pressed in a customized mold under 15 MPa for 10 s.",{"entities":[[174,193,"SULFIDE_ELECTROLYTE"]]}],["The loaded areal mass of LFP was kept about 7 mg cm−2 corresponding to about 1.19 mAh cm−2. The loaded areal mass of NCM532 was kept about 14.5 mg cm−2 corresponding to about 2.47 mAh cm−2. The ultrathin Li and LSNP-Li anode had a capacity of about 10.3 mAh cm−2 (50 µm) which made the N/P ratio of Li-NCM532 full cells about 4.",{"entities":[]}],["J. Alloys Compd. 2018, 730, 135.[9] N. W. Li, Y. Shi, Y. X. Yin, X. X. Zeng, J. Y. Li, C. J. Li, L. J. Wan,R. Wen, Y. G. Guo, Angew. Chem., Int. Ed. 2018, 57, 1505.[10] K. Lu, S. Gao, R. J. Dick, Z. Sattar, Y. Cheng, J. Mater. Chem. A 2019,7, 6038.[11] S. Li, L. Fan, Y. Lu, Energy Storage Mater. 2019, 18, 205. [12] Z. Hu, S. Zhang, S. Dong, W. Li, H. Li, G. Cui, L. Chen, Chem.Mater. 2017, 29, 4682.",{"entities":[]}],["[13] X. B. Cheng, Q. Zhang, J. Mater. Chem. A 2015, 3, 7207. [14] S. F. Liu, X. H. Xia, S. J. Deng, L. Y. Zhang, Y. Q. Li, J. B. Wu,X. L. Wang, J. P. Tu, Energy Storage Mater. 2018, 15, 31.Calculation Methods: All density functional theory calculations were performed using the Gaussian 16 package. The geometry of molecules[15] S. F. Liu, X. H. Xia, Z. J. Yao, J. B. Wu, L. Y. Zhang, S. J. Deng, C. A. Zhou,S. H. Shen, X. L. Wang, J. P. Tu, Small Methods 2018, 2, 1800035.",{"entities":[]}],["Adv. Funct. Mater. 2020, 20063802006380 (8 of 9)© 2020 Wiley-VCH GmbH[16] Y. Z. Wu, M. C. Wang, Y. Tao, K. Zhang, M. L. Cai, Y. Ding, X. P. Liu,T. Hayat, A. Alsaedi, S. Y. Dai, Adv. Funct. Mater. 2020, 30, 1907120.[17] S. F. Liu, X. H. Xia, Y. Zhong, S. J. Deng, Z. J. Yao, L. Y. Zhang, X.-B. Cheng, X. Wang, Q. Zhang, J. P. Tu, Adv. Energy Mater. 2018, 8, 1702322.",{"entities":[]}],["[33] R. A. Huggins, Electrochim. Acta 1977, 22, 773. [34] H. Chen, A. Pei, D. Lin, J. Xie, A. Yang, J. Xu, K. Lin, J. Wang, H. Wang, F. Shi, D. Boyle, Y. Cui, Adv. Energy Mater. 2019, 9, 1900858.[35] W. Huang, D. T. Boyle, Y. Z. Li, Y. B. Li, A. Pei, H. Chen, Y. Cui, ACS[18] X. Y. Yue, X. L. Li, J. Bao, Q. Q. Qiu, T. Liu, D. Chen, S. S. Yuan, X. J. Wu, J. Lu, Y. N. Zhou, Adv. Energy Mater. 2019, 9, 1901491. [19] R. Zhang, X. R. Chen, X. Chen, X. B. Cheng, X. Q. Zhang, C. Yan,",{"entities":[]}],["Nano 2019, 13, 737.[36] D. C. Lin, Y. Y. Liu, W. Chen, G. M. Zhou, K. Liu, B. Dunn, Y. Cui,Nano Lett. 2017, 17, 3731.Q. Zhang, Angew. Chem., Int. Ed. 2017, 56, 7764.[20] X. B. Cheng, R. Zhang, C. Z. Zhao, F. Wei, J. G. Zhang, Q. Zhang,Adv. Sci. 2016, 3, 1500213.[37] S. F. Liu, X. H. Xia, S. J. Deng, D. Xie, Z. J. Yao, L. Y. Zhang, S. Z. Zhang, X. L. Wang, J. P. Tu, Adv. Mater. 2019, 31, 1806470. [38] X. Li, J. Zheng, X. Ren, M. H. Engelhard, W. Zhao, Q. Li, J.-G. Zhang,",{"entities":[]}],["[21] H. Zhang, X. Liao, Y. Guan, Y. Xiang, M. Li, W. Zhang, X. Zhu, H. Ming, L. Lu, J. Qiu, Y. Huang, G. Cao, Y. Yang, L. Mai, Y. Zhao, H. Zhang, Nat. Commun. 2018, 9, 3729.W. Xu, Adv. Energy Mater. 2018, 8, 1703022.[39] X. B. Cheng, C. Yan, H. J. Peng, J. Q. Huang, S. T. Yang, Q. Zhang,Energy Storage Mater. 2018, 10, 199.",{"entities":[]}],["[22] J. I. Lee, M. Shin, D. Hong, S. Park, Adv. Energy Mater. 2019, 9, 1803722. [23] Y. Yao, X. Zhao, A. A. Razzaq, Y. Gu, X. Yuan, R. Shah, Y. Lian, J. Lei, Q. Mu, Y. Ma, Y. Peng, Z. Deng, Z. Liu, J. Mater. Chem. A 2019, 7, 12214.[24] K. Liu, A. Pei, H. R. Lee, B. Kong, N. Liu, D. Lin, Y. Liu, C. Liu,[40] X. Shen, Y. Li, T. Qian, J. Liu, J. Zhou, C. Yan, J. B. Goodenough,Nat. Commun. 2019, 10, 900.",{"entities":[]}],["[41] N. W. Li, Y. X. Yin, C. P. Yang, Y. G. Guo, Adv. Mater. 2016, 28, 1853. [42] Y. Guo, H. Li, T. Zhai, Adv. Mater. 2017, 29, 1700007. [43] Q. Liu, A. Cresce, M. Schroeder, K. Xu, D. Mu, B. Wu, L. Shi, F. Wu,P. C. Hsu, Z. Bao, Y. Cui, J. Am. Chem. Soc. 2017, 139, 4815.Energy Storage Mater. 2019, 17, 366.[25] X. Q. Zhang, X. B. Cheng, X. Chen, C. Yan, Q. Zhang, Adv. Funct.Mater. 2017, 27, 1605989.[26] S. Jurng, Z. L. Brown, J. Kim, B. L. Lucht, Energy Environ. Sci. 2018,",{"entities":[]}],["[44] Y. Sun, Y. Zhao, J. Wang, J. Liang, C. Wang, Q. Sun, X. Lin, K. R. Adair, J. Luo, D. Wang, R. Li, M. Cai, T. K. Sham, X. Sun, Adv. Mater. 2019, 31, 1806541.11, 2600.[45] J. Ahn, J. Park, J. Y. Kim, S. Yoon, Y. M. Lee, S. Hong, Y.-G. Lee,[27] G. Wan, F. Guo, H. Li, Y. Cao, X. Ai, J. Qian, Y. Li, H. Yang, ACSC. Phatak, K. Y. Cho, ACS Appl. Energy Mater. 2019, 2, 5656.Appl. Mater. Interfaces 2018, 10, 593.[28] Y. Ouyang, Y. Guo, D. Li, Y. Wei, T. Zhai, H. Li, ACS Appl. Mater.",{"entities":[]}],["Interfaces 2019, 11, 11360.[46] X. L. Fan, L. Chen, O. Borodin, X. Ji, J. Chen, S. Hou, T. Deng, J. Zheng, C. Y. Yang, S. C. Liou, K. Amine, K. Xu, C. S. Wang, Nat. Nanotechnol. 2018, 13, 715.[29] N. A. Sahalie, A. A. Assegie, W.-N. Su, Z. T. Wondimkun, B. A. Jote, B. Thirumalraj, C.-J. Huang, Y.-W. Yang, B.-J. Hwang, J. Power Sources 2019, 437, 226912.[30] J. Xiao, G. Zhou, H. Chen, X. Feng, D. Legut, Y. Fan, T. Wang, Y. Cui,",{"entities":[]}],["[47] Z. Peng, J. Song, L. Huai, H. Jia, B. Xiao, L. Zou, G. Zhu, A. Martinez, S. Roy, V. Murugesan, H. Lee, X. Ren, Q. Li, B. Liu, X. Li, D. Wang, W. Xu, J. G. Zhang, Adv. Energy Mater. 2019, 9, 1901764.Q. Zhang, Nano Lett. 2019, 19, 7487.[48] X. Liang, Q. Pang, I. R. Kochetkov, M. S. Sempere, H. Huang,[31] P. B. Zhai, Y. Wei, J. Xiao, W. Liu, J. H. Zuo, X. K. Gu, W. W. Yang, S. Q. Cui, B. Li, S. B. Yang, Y. J. Gong, Adv. Energy Mater. 2020, 10, 1903339.",{"entities":[]}],["X. Sun, L. F. Nazar, Nat. Energy 2017, 2, 17119.[49] Y. T. Wang, L. D. Xing, O. Borodin, W. N. Huang, M. Q. Xu, X. P. Li,W. S. Li, Phys. Chem. Chem. Phys. 2014, 16, 6560.[32] F. Liu, L. Wang, Z. Zhang, P. Shi, Y. Feng, Y. Yao, S. Ye, H. Wang,[50] L. D. Xing, X. W. Zheng, M. Schroeder, J. Alvarado, A. V. Cresce,X. Wu, Y. Yu, Adv. Funct. Mater. 2020, 30, 2001607.K. Xu, Q. S. Li, W. S. Li, Acc. Chem. Res. 2018, 51, 282.Adv. Funct. Mater. 2020, 20063802006380 (9 of 9)",{"entities":[]}],["© 2020 Wiley-VCH GmbH",{"entities":[]}]]}