{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY"],"annotations":[["ReseaRch aRticlePhase-Transition Interlayer Enables High-Performance Solid-State Sodium Batteries with Sulfide Solid ElectrolyteYang Li, William Arnold, Selim Halacoglu, Jacek B. Jasinski, Thad Druffel, and Hui Wang*",{"entities":[]}],["with solid-state ionic conductors as solid electrolytes (SEs).[7,8] Popular inorganic SE materials include oxide-based NASICON- type and β-alumina electrolytes[9−11], and sulfide-based Na-ion conductors. Recently, as Na3SbS4,[12−16] sulfide SEs, Na3PS4,[17] Na3PSe4,[18] and Na11Sn2PS12,[19] have attracted serious attentions due to their low synthesis temperature and high ionic conductivity at room temperature (10−4−10−2 S cm−1). More importantly, such high ionic conductivity can be achieved via",{"entities":[[217,224,"SULFIDE_ELECTROLYTE"],[246,252,"SULFIDE_ELECTROLYTE"],[258,265,"SULFIDE_ELECTROLYTE"],[275,286,"SULFIDE_ELECTROLYTE"],[414,430,"IONIC_CONDUCTIVITY"]]}],["cold-pressing without high temperature sintering, allowing for the possibility to build up bulk-type ASSSBs.[20]",{"entities":[]}],["All-solid-state sodium (Na) batteries (ASSSBs) using sulfide-based solid electrolytes (SEs) have attracted intensive attention due to their superior safety, high energy density, and low cost. However, the interfacial issue is one of the biggest challenges to achieve high-performance sulfide-based ASSSBs due to the serious reactions between active Na metal and sulfide SEs at the interface. To address the interfacial challenges, a simple and efficient approach by introducing a phase transition",{"entities":[]}],["polymer electrolyte as an interlayer to stabilize the interface is proposed. Na3SbS4 as a model sulfide SE is used to demonstrate the interlayer strategy to stabilize the interface by preventing the detrimental reactions and inhibiting Na dendrites. As a result, stable Na plating/stripping is observed in Na symmetric cells under the current density of 0.1 mA cm−2. Moreover, ASSSBs with Na metal and TiS2 electrode deliver long- term stability over 300 cycles remaining a specific capacity above",{"entities":[[77,84,"SULFIDE_ELECTROLYTE"],[331,334,"SULFIDE_ELECTROLYTE"],[354,366,"CURRENT_DENSITY"],[402,406,"SULFIDE_ELECTROLYTE"]]}],["100 mAh g−1, and FeS2||Na cells exhibit an impressive specific capacity of up to 200 mAh g−1 after the 20th cycles. This study demonstrates an efficient strategy to address interfacial challenges between sulfide SEs and Na metal, which contributes to the development of ASSSBs in next-generation energy storage systems.",{"entities":[[17,25,"SULFIDE_ELECTROLYTE"]]}],["such",{"entities":[]}],["Despite the great progress in sulfide SEs, interfacial issue is one of the big- gest challenges to hinder the high per- formance of sulfide-based ASSSBs.[7,21−24] When sulfides (i.e., Na3SbS4 and Na3PS4) are used as SEs in Na-metal batteries, the interface instability arises from either: thermodynamic decomposi- 1) serious tion at the Na anode/SE interface, and the decomposed prod- ucts further promote the continuous depletion of electrolyte, resulting in poor battery performance;[25,26] and/or",{"entities":[[184,191,"SULFIDE_ELECTROLYTE"],[196,202,"SULFIDE_ELECTROLYTE"]]}],["2) irregular Na deposition at the Na/SE interface leads to the formation of Na dendrites, which can penetrate along the grain boundary and finally cause the battery short circuit.[27] Inspired by various interface works in all-solid-state Li batteries (ASSLBs),[28−34] we believe that the incorporation of an interlayer between Na anode and sulfide SEs could be efficient to achieve a stable interface in ASSSBs. However, since Na metal is more reactive than Li metal, the design of an interlayer",{"entities":[]}],["for ASSSBs becomes more challenging and is still in its infancy.[35] Up to now, the hydrated interphase,[36] cellulose-poly(ethylene oxide) inter- layer[37] and alucone film[38] have been reported to improve the interfacial stability between metallic Na anode and sulfide SEs. In order to achieve a stable interface in ASSSBs, the ideal inter- layer would not only be inert to Na metal and sulfide SEs, but also facilitate intimate contact between Na metal and SEs.",{"entities":[]}],["1. Introduction",{"entities":[]}],["With the rising demands on clean transportation such as elec- tric vehicles (EVs) and grid-level energy storage, rechargeable sodium (Na) batteries are particularly promising due to the high natural abundance of Na and the compatibly high specific capacity with lithium (Li) batteries.[1−3] However, the use of Na metal as the anode in such batteries causes serious issues including undesirable side reactions with liquid electrolytes, Na dendrite growth, resulting in battery short circuit as well",{"entities":[]}],["as safety concerns.[4−6] All-solid-state sodium batteries (ASSSBs) provide an alternative solution to prevent Na dendrites and improve the safety by replacing flammable liquid electrolytes",{"entities":[]}],["Dr. Y. Li, W. Arnold, S. Halacoglu, Prof. H. Wang Department of Mechanical Engineering University of Louisville 332 Eastern Parkway, Louisville, KY 40292, USA E-mail: hui.wang.1@louisville.edu Dr. Y. Li, Dr. J. B. Jasinski, Dr. T. Druffel, Prof. H. Wang Conn Center for Renewable Energy Research University of Louisville 216 Eastern Parkway, Louisville, KY 40292, USA",{"entities":[]}],["In this work, we design and demonstrate a phase-transition copolymer as the interlayer between Na anode and sulfide SE to: 1) protect sulfide SE from decomposition; and 2) enable uniform Na stripping/plating. Na3SbS4 was chosen as sulfide electrolyte due to its high Na-ion conductivity (>10−4 S cm−1) at room tem- perature.[12] The interlayer consists of copolymer poly(ethylene glycol)-block-poly(propylene glycol)-block-poly(ethylene glycol)",{"entities":[[209,216,"SULFIDE_ELECTROLYTE"],[288,300,"IONIC_CONDUCTIVITY"]]}],["The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.202101636.DOI: 10.1002/adfm.202101636Adv. Funct. Mater. 2021, 21016362101636 (1 of 7)© 2021 Wiley-VCH GmbHScheme 1. Schematic diagram of adding PPP/NaTFSI interlayer to create an intimate contact at interface between Na3SbS4 SE and Na anode.",{"entities":[]}],["(PEG-PPG-PEG) blended with sodium salt (NaTFSI) (denoted as PPP/NaTFSI). PEG-PPG-PEG (PPP) is an amphiphilic tri- block copolymer that can self-assemble into micelles to increase toughness and viscosity of the polymer.[39] Meanwhile, the presence of PEG-PPG-PEG-based electrolyte at interface as the interlayer not only facilitates the intimate contact between Na and SE, but also provides continuous Na-ion transport path- ways across the interface, and enables uniform Na deposition (Scheme 1). As",{"entities":[]}],["a result, symmetric Na cells using Na3SbS4 SE with PPP/NaTFSI interlayer performed stable Na plating/ stripping under the current density of 0.1 mA cm−2. In addi- tion, ASSSBs assembled with Na metal and TiS2 electrode deliv- ered long-term stability over 300 cycles with the remained spe- cific capacity above 100 mAh g−1, and FeS2||Na cell exhibited an impressive specific capacity above 200 mAh g−1 after the 20th cycles. This work demonstrates that interlayer strategy presents a feasible",{"entities":[[35,42,"SULFIDE_ELECTROLYTE"],[141,153,"CURRENT_DENSITY"],[204,208,"SULFIDE_ELECTROLYTE"]]}],["approach to address the interface issues and achieve high-performance of ASSSBs.",{"entities":[]}],["2. Results and Discussion",{"entities":[]}],["The synthesized Na3SbS4 SE powder has a uniform particle size of ≈3 µm (Figure S1a, Supporting Information). After cold-pressing treatment, the surface of the SE pellet becomes flat but shows minor cracks/holes (Figure 1a), leading to the inhomogeneous electrodeposition of Na+, and thus resulting in the dendrite formation and growth. For the interlayer preparation, PEG-PPG-PEG (PPP) was heated up to 60 °C to mix with NaTFSI and then cooled down to room temper- ature, yielding a gel-like",{"entities":[[16,23,"SULFIDE_ELECTROLYTE"]]}],["PPP/NaTFSI electrolyte. With the presence of PPP/NaTFSI electrolyte, the surface morphology of Na3SbS4-PPP/NaTFSI becomes fully smooth and uniform without obvious cracks and holes (Figure 1b). The cross-sec- tional scanning electron microscope (SEM) image (Figure 1c) shows that a layer (PPP/NaTFSI) with the thickness of ≈2 µm",{"entities":[]}],["Figure 1. SEM images of a) surface of Na3SbS4 SE (cold-pressed pellet) and b) Na3SbS4 SE with PPP/NaTFSI interlayer. c) Cross-sectional images of Na3SbS4-PPP/NaTFSI pellet. d) EDS mappings of Na, Sb, S, and F ele- ments for Na3SbS4-PPP/NaTFSI SE from (b) (scale bar: 50 µm).",{"entities":[[38,45,"SULFIDE_ELECTROLYTE"],[78,85,"SULFIDE_ELECTROLYTE"]]}],["can be observed on the top of Na3SbS4 pellet (≈650 µm, Figure S1b, Supporting Information). The energy-dispersive X-ray spectrometry (EDS) mappings in Figure 1d highlight the uniform distributions of F (interlayer) and Na, Sb, S (Na3SbS4 SE) in the structure.",{"entities":[[30,37,"SULFIDE_ELECTROLYTE"],[230,237,"SULFIDE_ELECTROLYTE"]]}],["To confirm that the presence of the polymer layer has no det- rimental effect on Na3SbS4 SE, structural investigations were performed. Figure 2a compares the X-ray diffraction (XRD) pat- terns of Na3SbS4 SE with and without PPP/NaTFSI at surface. Pure Na3SbS4 (tetragonal phase) displays its characteristic peaks at 2θ = 17.3°, 30.2°, 35.1°, 47.1°, and 54.2°, corresponding to (110), (200), (211), (220), and (310) planes, respectively.[12,40,41] These main diffraction peaks remain unchanged after",{"entities":[[81,88,"SULFIDE_ELECTROLYTE"],[196,203,"SULFIDE_ELECTROLYTE"],[252,259,"SULFIDE_ELECTROLYTE"]]}],["the addition of PPP/NaTFSI layer. The bump at around 22° is ascribed to the amorphous PEG-PPG-PEG polymer (Figure S2, Supporting Information). Furthermore, Raman spectra show that the char- acteristic asymmetric (νa) and symmetric (νs) stretching vibra- tion peaks of the (SbS4)3− group at 410, 389, and 368 cm−1[12], suggesting that no change on SbS bonding for Na3SbS4 and Na3SbS4-PPP/NaTFSI can be observed (Figure 2b). Both XRD and Raman results indicate that Na3SbS4 SE is chemically stable",{"entities":[[273,277,"SULFIDE_ELECTROLYTE"],[364,371,"SULFIDE_ELECTROLYTE"],[465,472,"SULFIDE_ELECTROLYTE"]]}],["with PPP/NaTFSI layer.",{"entities":[]}],["The Na-ion conductivity of Na3SbS4-PPP/NaTFSI SE was measured and compared with pure Na3SbS4 SE and PPP/ NaTFSI electrolyte. As shown in Figure 3b, PPP/NaTFSI elec- trolyte displays an ionic conductivity of 6.0 × 10−5 S cm−1 at room temperature and jumps to 2.8 × 10−4 S cm−1 at 60 °C due to the phase transition property of PEG-PPG-PEG, as the copolymer is in form of gel at room temperature and becomes a clear liquid solution at 60 °C (Figure 3a). This is beneficial for dissolving sodium salt",{"entities":[[207,224,"IONIC_CONDUCTIVITY"],[258,275,"IONIC_CONDUCTIVITY"]]}],["and forming a uniform interface when assembling batteries. The Arrhenius plots in Figure 3c show that ionic conductivities of both Na3SbS4 and Na3SbS4-PPP/NaTFSI SEs",{"entities":[[131,138,"SULFIDE_ELECTROLYTE"]]}],["Adv. Funct. Mater. 2021, 21016362101636 (2 of 7)© 2021 Wiley-VCH GmbHFigure 2. a) XRD patterns and b) Raman spectra of pure Na3SbS4 SE and Na3SbS4-PPP/NaTFSI SE.",{"entities":[[124,131,"SULFIDE_ELECTROLYTE"]]}],["rise up linearly as increasing temperature. Na3SbS4 SE exhibits an ionic conductivity of 3.1 × 10−4 S cm−1 at room temperature while the ionic conductivity of Na3SbS4-PPP/NaTFSI SE slightly decreases to 1.9 × 10−4 S cm−1 at room temperature. The acti- vation energy of Na3SbS4 and Na3SbS4-PPP/NaTFSI SE is 0.2 and 0.31 eV, respectively. Figure 3d displays the electrochemical impedance spectra (EIS) of Na3SbS4-PPP/NaTFSI SE at various temperatures of 30, 50, 60, and 90 °C, and the steep linear",{"entities":[[44,51,"SULFIDE_ELECTROLYTE"],[89,106,"IONIC_CONDUCTIVITY"],[203,220,"IONIC_CONDUCTIVITY"],[269,276,"SULFIDE_ELECTROLYTE"]]}],["spike at low frequency indicates the behavior of a typical ionic conductor. Figure S3, Supporting Information, shows the EIS spectra of Na3SbS4 SE and PPP/NaTFSI electrolyte. In addition, EIS plots of Na3SbS4, Na3SbS4-PPP/NaTFSI and PPP/NaTFSI at",{"entities":[[136,143,"SULFIDE_ELECTROLYTE"]]}],["30 °C were fitted with an equivalent circuit in Figure S3c, Sup- porting Information.",{"entities":[]}],["The interfacial stability of Na3SbS4 and Na3SbS4-PPP/NaTFSI SEs against Na metal was evaluated by Na symmetric cells at room temperature at the current density of 0.1 mA cm−2 (Figure 4a). The overpotential of the cell with pure Na3SbS4 SE is not stable at 0.1 mA cm−2 over cycling and there is an obvious sharp drop in voltage after only 25 h cycling, indicating an internal short circuit formed. In comparison, the cell with PPP/ NaTFSI interlayer shows a stable overpotential and there is no",{"entities":[[29,36,"SULFIDE_ELECTROLYTE"],[163,174,"CURRENT_DENSITY"],[228,235,"SULFIDE_ELECTROLYTE"],[256,267,"CURRENT_DENSITY"]]}],["obvious voltage amplification after extended cycling. Figure 4b displays the zoomed-in voltage profiles of the Na symmetric cells",{"entities":[]}],["Figure 3. a) Photographs of phase change of PPP at room temperature (left, gel-like) and 60 °C (right, clear liquid). Arrhenius plots of b) PPP/NaTFSI, c) Na3SbS4 with and without PPP/NaTFSI. d) EIS spectra of Na3SbS4-PPP/NaTFSI SE at the temperature of 30, 50, 60, and 90 °C.Adv. Funct. Mater. 2021, 21016362101636 (3 of 7)© 2021 Wiley-VCH GmbH",{"entities":[[155,162,"SULFIDE_ELECTROLYTE"]]}],["Figure 4. a) Comparison of the cycling performance of Na||Na symmetric cells with electrolytes of PPP/NaTFSI, Na3SbS4 and Na3SbS4-PPP/NaTFSI at the current density of 0.1 mA cm−2. b) Comparison of zoomed-in voltage profiles for Na||Na3SbS4||Na and Na||Na3SbS4-PPP/NaTFSI||Na symmetric cells. c–e) XPS spectra of S 2p, Sb 3d, and F 1s obtained from the interface of Na||Na3SbS4-PPP/NaTFSI||Na symmetric cell after cycling.",{"entities":[[110,117,"SULFIDE_ELECTROLYTE"],[167,179,"CURRENT_DENSITY"]]}],["using Na3SbS4 with and without and PPP/NaTFSI interlayer. In addition, the symmetric cell with PPP/NaTFSI electrolyte exhibits stable cycling but higher overpotentials. After cycling, the cells were disassembled and the interfaces were characterized by SEM, in which the surface of Na metal becomes rough and nonuniform for the cell using pure Na3SbS4 SE (Figure S4a,b, Supporting Information), while the surface of Na metal still remain smooth and uniform with PPP/NaTFSI interlayer (Figure S4c,d,",{"entities":[[6,13,"SULFIDE_ELECTROLYTE"],[344,351,"SULFIDE_ELECTROLYTE"]]}],["Supporting Information). The stable cycling performance of symmetric cell could be ascribed to two aspects. First, PPP/ NaTFSI electrolyte as interlayer can prevent significant interfa- cial reactions between Na3SbS4 SE and Na metal by blocking the physical contact. Second, PPP/NaTFSI electrolyte can uniformly fill in the voids or defects at Na3SbS4/Na metal interface to form smooth surface, resulting in continuous Na-ion transport path- ways and enabling uniform Na+ electrodeposition at",{"entities":[[209,216,"SULFIDE_ELECTROLYTE"]]}],["interface. Both factors reduce inhomogeneous current density distribution at interface, thus alleviating Na dendrite formation/growth.",{"entities":[]}],["To understand the interfacial properties induced by the PPP/ NaTFSI interlayer, the chemical environments at the SE/Na interface from cycled cells were inspected by X-ray photoelec- tron spectroscopy (XPS). XPS spectra of S 2p, Sb 3d, and F 1s inspected from the interface of cycled Na symmetric cell were fitted in Figure 4c−e. The cycled Na symmetric cell using pure Na3SbS4 SE could form Na2S and metallic Sb.[37,42] In contrast, with the PPP/NaTFSI interlayer, no Na2S (NaS bond) is iden-",{"entities":[[369,376,"SULFIDE_ELECTROLYTE"],[391,395,"SULFIDE_ELECTROLYTE"],[468,472,"SULFIDE_ELECTROLYTE"]]}],["tified from S 2p spectra after cycling, instead, two spin-orbit doublets for SbS and SbSNa bonds are observed.[37,38] Similarly, Sb 3d spectrum only indicates the existence of Sb5+ without metallic Sb. Meanwhile, evident NaF and −CFx can be detected from the spectra of F 1s, which come from the decom- position of TFSI− in the interlayer.[43] In addition, the S 2p spec- trum for pristine Na3SbS4 SE powder can be fitted into SbS and SbSNa bonds, respectively. The Sb 3d spectrum shows a",{"entities":[[224,227,"SULFIDE_ELECTROLYTE"],[393,400,"SULFIDE_ELECTROLYTE"]]}],["single doublet that corresponding to the SbS bond from the 3− tetrahedron (Figure S5, Supporting Information).[37] The SbS4",{"entities":[]}],["Adv. Funct. Mater. 2021, 21016362101636 (4 of 7)© 2021 Wiley-VCH GmbH",{"entities":[]}],["Figure 5. a) Cyclic voltammetry (CV) curves of TiS2||Na3SbS4-PPP/NaTFSI||Na battery at the scanning rate of 0.2 mV s−1. b) Charge–discharge profiles and c) cycling performance of TiS2||Na3SbS4-PPP/NaTFSI||Na battery performed with the current density of 20 mA g−1 cycled at 50 °C. d) Rate capabili- ties of TiS2||Na3SbS4-PPP/NaTFSI||Na battery at various current densities of 20, 50, 80, 100, 150, and 200 mA g−1 at 50 °C. e) Charge–discharge profiles of FeS2||Na3SbS4-PPP/NaTFSI||Na battery",{"entities":[]}],["performed with the current density of 20 mA g−1 at 50 °C.",{"entities":[]}],["results indicate that PPP/NaTFSI interlayer is capable of effi- ciently protecting Na3SbS4 from the reductive reactions with Na metal, which contributes to excellent cycling performance in symmetric cells and full batteries.",{"entities":[[83,90,"SULFIDE_ELECTROLYTE"]]}],["In order to demonstrate the feasibility of Na3SbS4 SE with PPP/NaTFSI interlayer, two different cathodes (TiS2 and FeS2) were employed to assemble solid-state Na batteries and cycled at 50 °C. Figure 5a shows the cyclic voltammetry (CV) curves of TiS2||Na3SbS4-PPP/NaTFSI||Na battery the potential range of 1.4−3.0 V (versus Na/Na+). The redox peaks at 1.85 and 2.57 V during the first cycle implies the reversible phase transformation between TiS2 and NaxTiS2.[44] Figure 5b shows the",{"entities":[[43,50,"SULFIDE_ELECTROLYTE"],[106,110,"SULFIDE_ELECTROLYTE"],[115,119,"SULFIDE_ELECTROLYTE"],[444,448,"SULFIDE_ELECTROLYTE"],[453,461,"SULFIDE_ELECTROLYTE"]]}],["discharge/charge voltage profiles of TiS2||Na3SbS4-PPP/ NaTFSI||Na battery, displaying impressive specific capacity at the current density of 20 mA g−1. In contrast, the battery with pure Na3SbS4 even cannot work due to the serious interfacial",{"entities":[[188,195,"SULFIDE_ELECTROLYTE"]]}],["in",{"entities":[]}],["reactions (Figure S6a, Supporting Information). With the PPP/ NaTFSI interlayer, TiS2||Na cell cycled with the current den- sity of 20 mA g−1 exhibited impressive cycling performance (Figure 5c). The increasing specific capacity in the first few cycles is ascribed to the activation of TiS2 by continuous Na ion intercalation and de-intercalation.[45,46] Later, the drop in the specific capacity could be considered due to the partial formation of the NaxTiS2 phase in the TiS2 electrode.[47] After",{"entities":[[286,290,"SULFIDE_ELECTROLYTE"],[452,459,"SULFIDE_ELECTROLYTE"],[473,477,"SULFIDE_ELECTROLYTE"]]}],["300th cycles, the cell still remained a decent specific capacity of above 100 mAh g−1. When the current density increased from 20 to 200 mA g−1, the cell with the interlayer exhibited out- standing rate capability without significant capacity degradation (Figure 5d). The TiS2||Na cell with Na3SbS4-PPP/NaTFSI SE was also cycled at room temperature, which delivered limited specific capacity of around 15 mAh g−1 (Figure S6b, Supporting Information). In addition, using Na3SbS4-PPP/NaTFSI SE,",{"entities":[]}],["Adv. Funct. Mater. 2021, 21016362101636 (5 of 7)© 2021 Wiley-VCH GmbH",{"entities":[]}],["FeS2||Na cell can deliver a high specific capacity of 200 mAh g−1 at 20 mA g−1 after 20 cycles when cycled at 50 °C (Figure 5e). Moreover, the FeS2||Na cell with Na3SbS4-PPP/NaTFSI SE dis- played a slightly decreased specific capacity under a higher cur- rent density of 50 mA g−1 (Figure S7, Supporting Information). Figure S8, Supporting Information, displays the CV curves of FeS2||Na3SbS4-PPP/NaTFSI||Na battery in the potential range of 0.9−2.7 V (versus Na/Na+). The good electrochemical per-",{"entities":[]}],["formances of Na batteries with Na3SbS4-PPP/NaTFSI SE are ascribed to: 1) the PPP/NaTFSI interlayer acts as a passiva- tion film to prevent the sever interfacial reactions; 2) the PPP/ NaTFSI interlayer provides continuous Na+ transport pathways by creating intimate contact the interface between Na3SbS4 SE and electrodes.",{"entities":[[296,303,"SULFIDE_ELECTROLYTE"]]}],["3. Conclusions",{"entities":[]}],["In summary, we demonstrate an efficient phase-transition inter- layer strategy to address the interfacial issues between sulfide solid electrolytes and metallic Na anode in all-solid-state sodium batteries (ASSSBs). The PPP/NaTFSI interlayer not only inhibits the serious interfacial reactions between Na anode and Na3SbS4 SE, but also provides continuous Na+ transport pathways across the interface, leading to enhanced interface stability and improved battery performance. As a result, Na",{"entities":[[315,322,"SULFIDE_ELECTROLYTE"]]}],["symmetric cell exhibits stable Na plating/stripping under the current density of 0.1 mA cm−2. Moreover, ASSSBs assembled with Na anode and TiS2 electrode delivers long-term stability over 300 cycles (a remained specific capacity above 100 mAh g−1), and FeS2||Na cells exhibit an impressive specific capacity of up to 200 mAh g−1 after the 20th cycles. XPS analysis confirms that such an inter- layer stabilizes the Na3SbS4/Na interface by preventing detri- mental reactions, thus successfully",{"entities":[[81,93,"CURRENT_DENSITY"],[139,143,"SULFIDE_ELECTROLYTE"]]}],["enabling the ASSSBs with superb electrochemical performance. This work demonstrates a feasible approach to address interfacial challenges between sulfide SEs and Na metal, contributing to the development of ASSSBs as promising next-generation energy storage systems.",{"entities":[]}],["Ionic conductivity of the prepared electrolytes was measured by electrochemical impedance spectroscopy (EIS). This was performed on a multichannel potentiostation (Bio-logic VSP300) in a frequency range of 5 MHz to 0.1 Hz. The SE pellet (diameter of 1/2 inch and thickness of 0.6−0.7 mm) was prepared by cold-pressing the Na3SbS4 powder with a pressure of ≈300 MPa. Successively, two carbon-coated aluminum (Al) foils serving as the current collector were pressed on both sides of the SE pellet in a",{"entities":[[322,329,"SULFIDE_ELECTROLYTE"]]}],["coin cell. Ionic conductivity of SE was then determined by the equation σ = L/RA (where L (cm) and A (cm2) are the thickness and the area of the SE pellet, and R (Ω) is its resistance from Nyquist plots). Arrhenius plot was gained by measuring the variable-temperature EIS from room temperature to 90 °C with an interval of 10 °C. Before electrochemical tests, the prepared PPP/NaTFSI electrolyte was added on both sides of the SE pellet. For symmetric cell assembly, two pieces of Na foils were",{"entities":[]}],["placed onto both sides of the Na3SbS4 or Na3SbS4-PPP/ NaTFSI pellet and pressed into a coin cell. Symmetric cell with PPP/ NaTFSI electrolyte was assembled by using a glass fiber as separator soaking with electrolyte. Na plating/stripping experiment was performed on a Bio-logic VSP300 potentiostation at room temperature. All-solid- state Na battery was assembled by using TiS2/FeS2 as cathode, Na metal as anode, and Na3SbS4 as solid electrolyte. For the preparation of composite cathode,",{"entities":[[30,37,"SULFIDE_ELECTROLYTE"],[419,426,"SULFIDE_ELECTROLYTE"]]}],["TiS2/FeS2 powder, PVDF, Super P (weight ratio in 60:20:20), and 10 wt% of NaTFSI were mixed in N-methylpyrrolidone (NMP) to form a homogeneous slurry, which was then coated on aluminum foil and dried at 80 °C for 24 h. The mass loading of active material is around 1.0 mg cm−2. Cyclic voltammetry (CV) measurement was conducted with TiS2||Na3SbS4-PPP/NaTFSI||Na or FeS2||Na3SbS4-PPP/NaTFSI||Na battery in coin cell at the scanning rate of 0.2 mV s−1 at 50 °C. Charge/discharge tests were carried out",{"entities":[]}],["in 2032-type coin cell with voltage range of 1.4−3.0 V for TiS2||Na cell and 0.9−2.7 V for FeS2||Na cell at 50 °C on a Neware battery system.",{"entities":[]}],["Supporting InformationSupporting Information is available from the Wiley Online Library or from the author.AcknowledgementsThe authors thank the support from U.S. Department of Energy, Office of Basic Energy Science, Synthesis and Processing Science program under Award Number DE-SC0021257, Conn Center for Renewable Energy Research and the EVPRI Internal Grant of the University of Louisville.4. Experimental Section",{"entities":[]}],["Synthesis of Na3SbS4 Solid Electrolyte: Na3SbS4 solid electrolyte was synthesized by thermal decomposition of its hydrate following the previous report.[12] Briefly, Na3SbS4·9H2O was heated at 150 °C for 1.5 h under vacuum to obtain the Na3SbS4 powder.Conflict of InterestThe authors declare no conflict of interest.",{"entities":[[13,20,"SULFIDE_ELECTROLYTE"],[40,47,"SULFIDE_ELECTROLYTE"],[166,178,"SULFIDE_ELECTROLYTE"],[237,244,"SULFIDE_ELECTROLYTE"]]}],["Preparation of Polymer Electrolyte Interlayer (PPP/NaTFSI): The polymer electrolyte interlayer was prepared by heating up PEG-PPG-PEG (Sigma Aldrich, Mn ≈ 5800) at 60 °C to form a solution. Sodium trifluoromethanesulfonimide (NaTFSI) (Alfa Aesar, 99.999%) was then added and magnetically stirred for 6 h to prepare a 1 m solution, which was cooled down to room temperature and kept in glove box (<1 ppm H2O and O2) for further use.Data Availability StatementResearch data are not shared.",{"entities":[]}],["Characterization: The morphology and elemental analysis of the samples (Na3SbS4 pellet without and with PPP/NaTFSI) were characterized by using a SEM, (TESCAN Vega3) with an EDAX EDS detector. XRD measurements were carried out with a Bruker D8 Discover (nickel-filtered Cu Kα radiation, λ = 1.5418 Å). Raman scattering measurements were performed by a Renishaw inVia Raman/PL microscope with 632.8 nm laser. XPS spectra were obtained by a Thermo VG Scientific MultiLab 3000 ultra-high vacuum surface",{"entities":[[72,79,"SULFIDE_ELECTROLYTE"]]}],["analysis system with an ESCLAB XI X-ray photoelectron spectrometer microprobe.",{"entities":[]}],["Keywordssulfide electrolytes, Na3SbS4, interface stabilityinterlayers, solid-state Na batteries,Received: February 16, 2021 Revised: March 28, 2021 Published online:Adv. Funct. Mater. 2021, 21016362101636 (6 of 7)© 2021 Wiley-VCH GmbH[1] C. Zhao, L. Liu, X. Qi, Y. Lu, F. Wu, J. Zhao, Y. Yu, Y. S. Hu, L. Chen,Adv. Energy Mater. 2018, 8, 1703012.",{"entities":[[30,37,"SULFIDE_ELECTROLYTE"]]}],["[27] B. Lee, E. Paek, D. Mitlin, S. W. Lee, Chem. Rev. 2019, 119, 5416. [28] X. Fan, X. Ji, F. Han, J. Yue, J. Chen, L. Chen, T. Deng, J. Jiang,[2] T. Liu, Y. Zhang, Z. Jiang, X. Zeng, J. Ji, Z. Li, X. Gao, M. Sun, Z. Lin,C. Wang, Sci. Adv. 2018, 4, eaau9245.M. Ling, Energy Environ. Sci. 2019, 12, 1512.[3] C. Ye, D. Chao, J. Shan, H. Li, K. Davey, S.-Z. Qiao, Matter 2020, 2,323.",{"entities":[]}],["[29] C. Wang, K. R. Adair, J. Liang, X. Li, Y. Sun, X. Li, J. Wang, Q. Sun, F. Zhao, X. Lin, R. Li, H. Huang, L. Zhang, R. Yang, S. Lu, X. Sun, Adv. Funct. Mater. 2019, 29, 1900392.[4] H. Wang, C. Wang, E. Matios, W. Li, Angew. Chem. 2018, 130, 7860. [5] Y. Zhao, K. R. Adair, X. Sun, Energy Environ. Sci. 2018, 11, 2673. [6] N. Yabuuchi, K. Kubota, M. Dahbi, S. Komaba, Chem. Rev. 2014, 114,11636.[7] W. Hou, X. Guo, X. Shen, K. Amine, H. Yu, J. Lu, Nano Energy 2018,",{"entities":[]}],["[30] J. Wang, G. Huang, K. Chen, X. B. Zhang, Angew. Chem., Int. Ed.2020, 59, 9382.[31] J. Wang, G. Huang, J. M. Yan, J. L. Ma, T. Liu, M. M. Shi, Y. Yu, M. M. Zhang, J. L. Tang, X. B. Zhang, Natl. Sci. Rev. 2021, 8, nwaa150.52, 279.[32] J. Wang, Y. Yin, T. Liu, X. Yang, Z. Chang, X. Zhang, Nano Res. 2018,[8] Y. Lu, L. Li, Q. Zhang, Z. Niu, J. Chen, Joule 2018, 2, 1747. [9] N. Anantharamulu, K. K. Rao, G. Rambabu, B. V. Kumar, V. Radha,11, 3434.",{"entities":[]}],["[33] Y. Yu, Y. B. Yin, J. L. Ma, Z. W. Chang, T. Sun, Y. H. Zhu, X. Y. Yang,M. Vithal, J. Mater. Sci. 2011, 46, 2821.T. Liu, X. B. Zhang, Energy Storage Mater. 2019, 18, 382.[10] Z. Wen, Y. Hu, X. Wu, J. Han, Z. Gu, Adv. Funct. Mater. 2013, 23,[34] J. L. Ma, F. L. Meng, Y. Yu, D. P. Liu, J. M. Yan, Y. Zhang, X. B. Zhang,1005.Q. Jiang, Nat. Chem. 2019, 11, 64.[11] X. Lu, G. Xia, J. P. Lemmon, Z. Yang, J. Power Sources 2010, 195,",{"entities":[]}],["[35] S. Lou, F. Zhang, C. Fu, M. Chen, Y. Ma, G. Yin, J. Wang, Adv. Mater.2431.2020, 11, 2000721.[12] H. Wang, Y. Chen, Z. D. Hood, G. Sahu, A. S. Pandian, J. K. Keum,[36] Y. Tian, Y. Sun, D. C. Hannah, Y. Xiao, H. Liu, K. W. Chapman,K. An, C. Liang, Angew. Chem. 2016, 128, 8693.S.-H. Bo, G. Ceder, Joule 2019, 3, 1037.[13] L. Zhang, D. Zhang, K. Yang, X. Yan, L. Wang, J. Mi, B. Xu, Y. Li,Adv. Sci. 2016, 3, 1600089.",{"entities":[]}],["[14] A. Banerjee, K. H. Park, J. W. Heo, Y. J. Nam, C. K. Moon, S. M. Oh,[37] P. Hu, Y. Zhang, X. Chi, K. K. Rao, F. Hao, H. Dong, F. Guo, Y. Ren, L. C. Grabow, Y. Yao, ACS Appl Mater. Interfaces 2019, 11, 9672. [38] S. Zhang, Y. Zhao, F. Zhao, L. Zhang, C. Wang, X. Li, J. Liang, W. Li,S. T. Hong, Y. S. Jung, Angew. Chem. 2016, 128, 9786.Q. Sun, C. Yu, Adv. Funct. Mater. 2020, 30, 2001118.[15] T. W. Kim, K. H. Park, Y. E. Choi, J. Y. Lee, Y. S. Jung, J. Mater. Chem.A 2018, 6, 840.",{"entities":[]}],["[16] H. Wan, J. P. Mwizerwa, F. Han, W. Weng, J. Yang, C. Wang, X. Yao,[39] H. Qu, J. Zhang, A. Du, B. Chen, J. Chai, N. Xue, L. Wang, L. Qiao, C. Wang, X. Zang, J. Yang, X. Wang, G. Cui, Adv. Sci. 2018, 5, 1700503.Nano Energy 2019, 66, 104109.[40] D. Zhang, X. Cao, D. Xu, N. Wang, C. Yu, W. Hu, X. Yan, J. Mi,[17] A. Hayashi, K. Noi, A. Sakuda, M. Tatsumisago, Nat. Commun.B. Wen, L. Wang, Electrochim. Acta 2018, 259, 100.2012, 3, 856.",{"entities":[]}],["[41] H. Cao, M. Yu, L. Zhang, Z. Zhang, X. Yan, P. Li, C. Yu, J. Mater. Sci.[18] S.-H. Bo, Y. Wang, J. C. Kim, W. D. Richards, G. Ceder, Chem. Mater.Technol. 2020, 70, 168.2016, 28, 252.[19] Z. Zhang, E. Ramos, F. Lalère, A. Assoud, K. Kaup, P. Hartman,L. F. Nazar, Energy Environ. Sci. 2018, 11, 87.[42] E. A. Wu, C. S. Kompella, Z. Zhu, J. Z. Lee, S. C. Lee, I.-H. Chu, H. Nguyen, S. P. Ong, A. Banerjee, Y. S. Meng, ACS Appl. Mater. Interfaces 2018, 10, 10076.",{"entities":[]}],["[20] J. J. Kim, K. Yoon, I. Park, K. Kang, Small Methods 2017, 1, 1700219. [21] C. Zhou, S. Bag, V. Thangadurai, ACS Energy Lett. 2018, 3, 2181. [22] Y. Huang, L. Zhao, L. Li, M. Xie, F. Wu, R. Chen, Adv. Mater. 2019,[43] Y. Li, W. Arnold, A. Thapa, J. B. Jasinski, G. Sumanasekera, M. Sunkara, T. Druffel, H. Wang, ACS Appl. Mater. Interfaces 2020, 12, 42653.31, 1808393.[44] Y. Liu, H. Wang, L. Cheng, N. Han, F. Zhao, P. Li, C. Jin, Y. Li, Nano",{"entities":[]}],["[23] J. Yue, M. Yan, Y. X. Yin, Y. G. Guo, Adv. Funct. Mater. 2018, 28,Energy 2016, 20, 168.1707533.[24] Q. Zhang, D. Cao, Y. Ma, A. Natan, P. Aurora, H. Zhu, Adv. Mater.2019, 31, 1901131.[45] Z. Hu, Z. Tai, Q. Liu, S. W. Wang, H. Jin, S. Wang, W. Lai, M. Chen, L. Li, L. Chen, Z. Tao, S. L. Chou, Adv. Energy Mater. 2019, 9, 1803210.[25] Y. Tian, T. Shi, W. D. Richards, J. Li, J. C. Kim, S.-H. Bo, G. Ceder,[46] H. Tao, M. Zhou, R. Wang, K. Wang, S. Cheng, K. Jiang, Adv. Sci.",{"entities":[]}],["Energy Environ. Sci. 2017, 10, 1150.2018, 5, 1801021.[26] H. Tang, Z. Deng, Z. Lin, Z. Wang, I.-H. Chu, C. Chen, Z. Zhu,C. Zheng, S. P. Ong, Chem. Mater. 2018, 30, 163.[47] H. S. Ryu, J. S. Kim, J. S. Park, J. W. Park, K. W. Kim, J. H. Ahn, T. H. Nam, G. Wang, H. J. Ahn, J. Electrochem. Soc. 2013, 160, A338.Adv. Funct. Mater. 2021, 21016362101636 (7 of 7)© 2021 Wiley-VCH GmbH",{"entities":[]}],["",{"entities":[]}]]}