{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY"],"annotations":[["RESEARCH ARTICLEwww.afm-journal.deHigh-Entropy Argyrodite-Type Sulﬁde Electrolyte with High Conductivity and Electro-Chemo-Mechanical Stability for Fast-Charging All-Solid-State BatteriesWenjin Li, Zongyi Chen, Yansen Chen, Lixuan Zhang, Guangliang Liu, and Lei Yao*",{"entities":[]}],["batteries. However, there are still technical and fundamental challenges for ASSLBs to achieve reliable fast charging while retain- ing long cycle life. Ion transport during fast charging is often limited by the ion perco- lation within solid-solid interfaces. In ad- dition, ASSLBs also present electro-chemo- mechanical issues at the solid–solid inter- faces, including Li metal dendrite penetra- tion through solid electrolyte, contact loss, and electrochemical deposition. In this re- gard, the",{"entities":[]}],["development of ideal inorganic solid electrolytes with optimized trans- port kinetics and stable interfacial electro- chemo-mechanics is critical to advance the design of the system and achieve fast charg- ing in ASSLBs.[2]",{"entities":[]}],["Inorganic solid electrolytes oﬀer inherently unique transport, thermal, and mechanical attributes that can potentially address the fast-charging barriers of safety, performance, and degradation exhibited by their liquid counterparts; however, to achieve reliable fast charging while retaining long cycle life remains a challenge for all-solid-state lithium batteries (ASSLBs), which is hindered by the electro-chemo-mechanical and transport issues at solid–solid interface. Herein, a high-entropy",{"entities":[]}],["strategy is reported to design ideal argyrodite electrolytes for fast-charging ASSLBs with boosted transport kinetics and mitigated electrolyte-electrode reactions via anionic site disordering. As proof of concept, multiple aliovalent cations (Si4+/Ge4+/Sn4+) and anions (Cl−) are introduced to Li6PS5Br (LPSBr) to prepare its high-entropy counterpart, HE-LPSBrCl. As the conﬁguration entropy increases from 1.35 to 2.29 R, the disordering increases by 6.83-fold and ionic conductivity increases by",{"entities":[[295,303,"SULFIDE_ELECTROLYTE"]]}],["nearly one order of magnitude (7.96 mS cm−1 at 30 °C for HE-LPSBrCl). The HE-LPSBrCl full cells deliver a high capacity of 67.7 mA h g−1 at 10 C, 61.5 times higher than that of LPSBr counterparts, and retain 85.6% of the capacity (96.2 mA h g−1 at 5 C) after 1400 cycles. Unwanted mechanical penetration of Li and interfacial delamination and particle cracking of composite cathode at high rates are successfully suppressed.",{"entities":[[31,43,"IONIC_CONDUCTIVITY"]]}],["Among diﬀerent classes of inorganic electrolytes, lithium thiophosphates are one of the most promising candidates for lithium argyrodites ASSLBs. Particularly, with the general formula Li6PS5X (X = Cl, Br, I) have attracted special research in- terest as promising solid electrolytes ow- ing to their relatively high conductivi- ties and favorable mechanical properties.[3] These materials consist of a face-centered cubic lattice formed by S2− and X− ions at Wyckoﬀ 4a and 4d sites. Because of the",{"entities":[[185,192,"SULFIDE_ELECTROLYTE"]]}],["similar ionic radii of S2− (1.84 Å), Cl− (1.81 Å) and Br− (1.96 Å), site inversion between S2− and Cl− (or Br−) can oc- cur, resulting in a X−/S2−—disordered structure.[3] The degree of such disorder plays a signiﬁcant role in tuning the ionic con- ductivity of Li6PS5X.[4] Progress has been made in increasing the ionic conductivity of Li6PS5X by increasing the extent of X−/S2− disorder through incorporation of either cations (Si4+, Ge4+, Sn4+) at the P5+ site[5,6] or anions (Cl−, Br−, O2−) at",{"entities":[[262,270,"SULFIDE_ELECTROLYTE"],[337,344,"SULFIDE_ELECTROLYTE"]]}],["the S2− site.[7–10] However, ASSLBs based on current argyrodite electrolytes, e.g. Li5.7PS4.7Cl1.3,[7] Li5.5(P0.9Sn0.1)(S4.2O0.2)Cl1.6,[11] Li6.3P0.9Mg0.1S5Cl0.8F0.2,[12] and Li5.6Cu0.2PS4.8Br1.2,[13] can only be operated at low current densities (<1 mA cm−2) and have poor cyclic stability at high rates. Fast charging at 10 C (6 min charge time) for ASSLBs is still a great challenge. There is an urgent need for the material design strategy of inorganic solid-electrolyte that can simultaneously",{"entities":[[83,98,"SULFIDE_ELECTROLYTE"],[109,118,"SULFIDE_ELECTROLYTE"],[120,128,"SULFIDE_ELECTROLYTE"],[140,165,"SULFIDE_ELECTROLYTE"],[175,195,"SULFIDE_ELECTROLYTE"],[248,258,"CURRENT_DENSITY"]]}],["achieve interfacial fast-ion-conduction and high stability.",{"entities":[]}],["1. IntroductionAll-solid-state lithium batteries (ASSLBs), which use inorganic superionic conductors as the electrolyte, have the potential to achieve superior safety and increased energy density.[1] More- over, inorganic solid electrolytes have inherent mechanical rigid- ity and high transference number that can potentially address the fast-charging challenges of unstable deposition and concen- tration gradients confronted in liquid electrolyte-based Li metal",{"entities":[]}],["W. Li, Z. Chen, Y. Chen, L. Zhang, G. Liu, L. Yao Shenzhen Key Laboratory of Special Functional Materials Shenzhen Engineering Laboratory for Advanced Technology of Ceramics Guangdong Research Center for Interfacial Engineering of Functional Materials College of Materials Science and Engineering Shenzhen University Shenzhen 518060, China E-mail: lyao@szu.edu.cnThe ORCID identiﬁcation number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.202312832",{"entities":[]}],["DOI: 10.1002/adfm.202312832Recently, high-entropy (HE) materials have stimulated widespread research interest due to their excellent and oftenAdv. Funct. Mater. 2024, 34, 23128322312832 (1 of 9)© 2024 Wiley-VCH GmbH",{"entities":[]}],["16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.advancedsciencenews.comwww.afm-journal.de",{"entities":[]}],["Figure 1c shows the normalized occupancy of Si4+, Ge4+, Sn4+, P5+, S2−, Br−, and Cl− ions at diﬀerent crystal sites in LPSBr, HE-LPSBr, and HE-LPSBrCl. Site inversion between Wyckoﬀ 4a (halide) and 4d (chalcogenide) sites is detected in LPSBr. 11.5% Wyckoﬀ 4d sites are occupied by Br− ions, where the fraction is deﬁned as the degree of Br−/S2− disorder.[3] Because Si4+ (5%), Ge4+ (5%), and Sn4+ (5%) are incorporated in the 4b site, the per- centage of Br− located at the Wyckoﬀ 4d site (the",{"entities":[]}],["degree of site inversion disorder) increases to 37.1%. For HE-LPSBrCl, the S2− occupation at the 4d site further decreases to 21.5%, resulting in a (Br−, Cl−)/S2− disorder of 78.5%. Figure 1d shows that the increase in △Sconf upon cation/anion co-substitution is accom- panied by an increase in the Br−/S2− disorder. Similar trends also have been observed from cation-substituted (Figure S2, Support- ing Information), anion-substituted (Figure S3, Supporting In- formation), and multiple cation and",{"entities":[]}],["anion co-substituted (Figure S4, Supporting Information) samples. HE-LPSBrCl possesses the largest value of △Sconf and thus the greatest disorder degree. This positive correlation between △Sconf and the degree of site- inversion disorder is revealed for the ﬁrst time, which provides new insight into the design of LPSBr electrolytes with ultrahigh conductivities. The elemental mapping results establish the ho- mogeneous distributions of Si, Ge, Sn, P, S, Br, and Cl through- out the HE-LPSBrCl",{"entities":[]}],["(Figure 1e).",{"entities":[]}],["unexpected properties. High conﬁgurational entropy (△Sconf) is usually introduced by multi-element substitution, speciﬁcally involving more than ﬁve elements sharing a single crystallo- graphic site.[14,15] This HE-concept emerges from HE-alloys and has recently been extended to HE-ceramics, including cathode and anode materials for energy storage.[16–18] However, very few studies have investigated HE-solid electrolytes. Considering that materials of higher entropy enable joint solubility of",{"entities":[]}],["ions with large ionic radius diﬀerences and consequently greater chemical disorder, the HE-concept holds great potential in the design of high-performance argyrodite sulﬁde electrolytes.",{"entities":[]}],["In this work, new argyrodite electrolytes with varying △Sconf have been prepared by substituting P5+ with multiple alio- valent cations (Si4+, Sn4+, Ge4+) and S2− with Cl−. The re- sulting increase in △Sconf can increase anionic site disorder- ing by up to 78.5% and thus facilitate an inter-cage jump of lithium ions. Such a novel HE-introduced anion arrangement leads to a maximum ionic conductivity of 7.96 mS cm−1 at 30 °C and a low activation energy of 0.18 eV. When paired with a",{"entities":[[410,417,"IONIC_CONDUCTIVITY"]]}],["LiNi0.7Co0.1Mn0.2O2@LiNbO3 (NCM712@Nb) cathode and a Li-In alloy (LiIn) anode, the optimized HE-electrolyte produces excellent electrochemical performance at fast charg- ing/discharging rates. A higher ion migration/percolation ca- pability and electro-chemo-mechanics stability at interfaces be- tween the HE-argyrodite electrolyte and electrodes are clearly seen. This study highlights the signiﬁcance of heterogeneity in promoting cation migration and structural stability of the argy- rodite",{"entities":[[0,19,"SULFIDE_ELECTROLYTE"],[20,26,"SULFIDE_ELECTROLYTE"]]}],["family of lithium superionic conductors to realize imple- mentation of fast-charging ASSLBs.",{"entities":[]}],["impedance spec- troscopy (EIS) was used to evaluate the Li+ conductivity in LPSBr, HE-LPSBr, and HE-LPSBrCl (Figure S5, Supporting Information). Figure 2a displays the Arrhenius plots for the samples. The activation energies of Li-ion migration of the elec- trolytes, which were calculated from the slopes of the Arrhenius plots by linear ﬁtting, decrease as 0.27 > 0.21 > 0.18 eV for pristine LPSBr, HE-LPSBr, and HE-LPSBrCl, respectively. These values are accompanied by corresponding increases in",{"entities":[]}],["ionic conductivity at 30 °C in the sequence 0.85 < 3.23 < 7.96 mS cm−1 (Figure 2b). HE-LPSBrCl shows the highest conductivity from 0 to 60 °C. The facilitation of Li-ion diﬀusion kinetics in HE-LPSBr and HE-LPSBrCl is also revealed by 6Li MAS NMR results. Figure 2c shows a single 6Li resonance peak at 1.65, 1.58, and 1.31 ppm for LPSBr, HE-LPSBr, and HE-LPSBrCl, respec- tively. The decrease in the 6Li shift is attributed to a decrease in average charge at the Wyckoﬀ 4d site due to the",{"entities":[[44,70,"IONIC_CONDUCTIVITY"]]}],["substitution of P5+ by Si4+, Ge4+, and Sn4+ and of Br− by Cl−, which reduces the electrostatic attraction between Li+ and the anionic framework as well as the paramagnetic component of the chemical shift.[24] The full-width at half-maximum (FWHM) of the resonance peaks equal 0.273, 0.265, and 0.255 for LPSBr, HE-LPSBr, and HE-LPSBrCl, respectively, and suggest an increase in the Li+ mobility as △Sconf increases.[25,26] Also, a shoulder peak located at 1.07 ppm can be deconvoluted from the",{"entities":[]}],["HE-LPSBrCl spec- trum, which indicates a high percentage of Li-ion occupation at the 24 g sites.[10,27,28] The Li+ located at the 24 g sites is known to be in a high-energy state and tends to diﬀuse spontaneously to positions of lower energy, such as Li+ vacancies and the 48 h sites.[29] Thus, HE-LPSBrCl possesses enhanced Li+-diﬀusion kinetics relative to LPSBr and HE-LPSBr.",{"entities":[]}],["Temperature-dependent electrochemical2. Results and Discussion",{"entities":[]}],["The lithium superionic argyrodites (LPSBr), Li6PS5Br Li6P0.85Si0.05Ge0.05Sn0.05S5Br, and Li6P0.85Si0.05Ge0.05Sn0.05S4.5 BrCl0.5, were synthesized using a ball-milling method treatment at 500 °C and subsequent followed by heat rapid cooling.[19,20] According to the deﬁnition of △Sconf (Equations S4–S6, Supporting Information),[21–23] theoret- ical △Sconf values of LPSBr, Li6P0.85Si0.05Ge0.05Sn0.05S5Br, and Li6P0.85Si0.05Ge0.05Sn0.05S4.5BrCl0.5 were calculated and are shown in Figure 1a as 1.35,",{"entities":[[44,52,"SULFIDE_ELECTROLYTE"],[53,83,"SULFIDE_ELECTROLYTE"],[89,119,"SULFIDE_ELECTROLYTE"],[120,127,"SULFIDE_ELECTROLYTE"],[373,403,"SULFIDE_ELECTROLYTE"],[409,446,"SULFIDE_ELECTROLYTE"]]}],["1.94, and 2.29 R, re- those spectively. Because HE-materials with △Sconf ≥1.5 R, and Li6P0.85Si0.05Ge0.05Sn0.05S4.5BrCl0.5 are denoted as HE-LPSBr and HE-LPSBrCl, respectively. X-ray diﬀraction (XRD) patterns and corresponding Rietveld reﬁnement proﬁles of LPSBr, HE-LPSBr, and HE-LPSBrCl are shown in Figure 1b and are assigned to the F̄43m space group.[3] Compared with LPSBr, an increase in the lattice parameter was detected in both HE-LPSBr and HE-LPSBrCl (Tables S1–S3, Supporting",{"entities":[[85,122,"SULFIDE_ELECTROLYTE"]]}],["Information), which is attributed to the larger ionic radii of Si4+ (0.40 Å), Ge4+ (0.53 Å), and Sn4+ (0.69 Å) relative to that of P5+ (0.38 Å). This lattice-parameter increase indicates that Si4+, Ge4+, and Sn4+ have been successfully doped into LPSBr. The substitution of P5+ by Si4+, Ge4+, and Sn4+ is further conﬁrmed by the decreased 3− in both the Raman and 31P magic signal intensity of PS4 angle spinning nuclear magnetic resonance (MAS NMR) spectra (Figure S1, Supporting Information).[5,6]",{"entities":[]}],["are deﬁned as Li6P0.85Si0.05Ge0.05Sn0.05S5BrThe Li-ion distribution density and diﬀusion pathways in these electrolytes were further analyzed by ab-initio molecu- lar dynamics (AIMD) simulations. Similar to the previous cal- culation results,[13] Li+ ions are conﬁned within the Li cagesAdv. Funct. Mater. 2024, 34, 23128322312832 (2 of 9)© 2024 Wiley-VCH GmbH",{"entities":[[14,47,"SULFIDE_ELECTROLYTE"]]}],["16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.advancedsciencenews.comwww.afm-journal.de",{"entities":[]}],["Figure 1. Design and structural characterization of the as-prepared lithium argyrodites. a) Schematic illustration of the structure and calculated △Sconf of LPSBr, HE-LPSBr, and HE-LPSBrCl. b) XRD Rietveld reﬁnement plots of LPSBr, HE-LPSBr, and HE-LPSBrCl. c) Normalized occupancies of the diﬀerent crystallographic sites of LPSBr, HE-LPSBr, and HE-LPSBrCl, with the colors referring to the elements displayed in the legend. d) The X−/S2− degree of disorder in LPSBr, HE-LPSBr, and HE-LPSBrCl. e)",{"entities":[]}],["SEM image of HE-LPSBrCl with corresponding energy dispersive spectrometer (EDS) mapping images.",{"entities":[]}],["surrounding the central S2− at the 4d sites in LPSBr (Figure 2d) and diﬀuse mainly through doublet jump (48–48 h) and intra- cage jumps. However, ion jump between adjacent Li cages is dif- ﬁcult, which leads to a relatively low ionic conductivity in LPSBr. When P5+ is substituted by Si4+/Ge4+/Sn4+ and S2− is substi- tuted by Cl−, Li+ density around the Br and Cl ions at the 4d sites increases (Figure S6a,b, Supporting Information). Thus, Li+ diﬀusion pathways that connect adjacent Li cages",{"entities":[]}],["appear",{"entities":[]}],["(Figure 2e,f) and facilitate inter-cage jumping and Li+ diﬀusion in HE-LPSBr and HE-LPSBrCl. This behavior is conﬁrmed by the Li+ diﬀusion coeﬃcients derived from the mean square dis- placement (MSD) plots of LPSBr, HE-LPSBr, and HE-LPSBrCl (Figure S7, Supporting Information), which equal 0.74, 0.87, and 1.64 Å2/ps, respectively. The trend of increasing Li+ diﬀusion co- eﬃcient as △Sconf increases is consistent with the NMR results. Therefore, the NMR and AIMD analyses systematically establish",{"entities":[]}],["Adv. Funct. Mater. 2024, 34, 23128322312832 (3 of 9)© 2024 Wiley-VCH GmbH16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.advancedsciencenews.comwww.afm-journal.de",{"entities":[]}],["Figure 2. Investigations on Li+ transport kinetics for LPSBr, HE-LPSBr, and HE-LPSBrCl. a) Arrhenius ﬁtting of the ionic conductivities of LPSBr, HE- LPSBr, and HE-LPSBrCl from 0 to 60 °C. b) Summary plot of the ionic conductivities at 30 °C and the corresponding activation energies determined from EIS measurements of LPSBr, HE-LPSBr, and HE-LPSBrCl. c) Fitted 6Li solid-state NMR spectra of LPSBr, HE-LPSBr, and HE-LPSBrCl. d–f) Li+ probability densities at 900 K were obtained from AIMD",{"entities":[]}],["simulations for LPSBr, HE-LPSBr, and HE-LPSBrCl, respectively. The blue dot represents the trajectory of lithium ions at 900 K and 15 ps.",{"entities":[]}],["that increasing the △Sconf and disorder between Br− and S2− in LPSBr leads to a facilitated inter-cage jump and greater Li+ mobility.",{"entities":[]}],["Figure 3a illustrates the rate capabilities of the HE-LPSBrCl cells as well as their LPSBr and HE-LPSBr cell counterparts. The NCM712@Nb|HE-LPSBrCl|LiIn cells show the high- est discharge capacity at rate from 0.1 to 10 C. Speciﬁcally, the discharge capacities are 184.2, 178.9, 167.8, 157.5, 134.2, 116.4, and 67.7 mA h g−1 at current densities of 0.08 mA cm−2 (0.1 C), 0.16 mA cm−2 (0.2 C), 0.4 mA cm−2 (0.5 C), 0.8 mA cm−2 (1 C), 2.41 mA cm−2 (3 C), 4.01 mA cm−2 (5 C), and 8.03 mA cm−2 (10 C),",{"entities":[[349,361,"CURRENT_DENSITY"],[371,383,"CURRENT_DENSITY"],[393,406,"CURRENT_DENSITY"],[414,425,"CURRENT_DENSITY"],[433,445,"CURRENT_DENSITY"],[453,465,"CURRENT_DENSITY"],[477,489,"CURRENT_DENSITY"]]}],["respectively. As the rate is increased by 100- fold, the discharge capacity of NCM712@Nb|HE-LPSBrCl|LiIn cells still retains 37%, which is superior to the performance of the HE-LPSBr cells (6.9%) and LPSBr cells (0.8%), in accord with the improved rate capability of cells based on the highly conduc- tive HE-LPSBrCl electrolytes. The charge/discharge proﬁles of all cells at diﬀerent current densities and corresponding dQ/dV curves are shown in Figure 3b–d and Figure S10 (Supporting Information),",{"entities":[]}],["respectively. The ΔV parameter, which is deﬁned as the potential diﬀerence between the charge and discharge peaks, is used to quantitatively evaluate the charge-discharge polarization.[30] The HE-LPSBrCl cells exhibit a ΔV value of 0.24 V at 5 C, which is only 40% the value for the LPSBr cells",{"entities":[]}],["The elevated lithium-ion conductivity at room temperature makes HE-LPSBrCl a promising electrolyte material for high- rate solid-state batteries. The performance of full cells based on Li anode was ﬁrst examined. NCM712@Nb|HE-LPSBrCl|Li cells were assembled using NCM712@Nb as the cathode and Li metal as the anode. The NCM712@Nb|HE-LPSBr|Li and NCM712@Nb|LPSBr|Li cells were also prepared for comparison. The HE-LPSBrCl cells show a discharge capacity of 92.1 mAh g−1 at 0.8 mA cm−2 (1 C) and",{"entities":[[472,483,"CURRENT_DENSITY"]]}],["present a higher rate capability than that of the LPSBr cells and HE-LPSBr cells (Figure S8, Support- ing Information). Moreover, the HE-LPSBrCl cells can possess a discharge capacity retention of 80.1% after cycling for 50 cycles at 0.16 mA cm−2 (0.2 C), showing higher cycling stability than the LPSBr and HE-LPSBr cells.",{"entities":[[234,246,"CURRENT_DENSITY"]]}],["Furthermore, NCM712@Nb|HE-LPSBrCl|LiIn cells com- posed of NCM712@Nb composite cathode (thickness: 65 μm), HE-LPSBrCl electrolyte (thickness: 660 μm), and LiIn an- ode were fabricated (Figure S9, Supporting Information).Adv. Funct. Mater. 2024, 34, 23128322312832 (4 of 9)© 2024 Wiley-VCH GmbH",{"entities":[]}],["16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.advancedsciencenews.comwww.afm-journal.de",{"entities":[]}],["Figure 3. Electrochemical performance of LPSBr, HE-LPSBr, and HE-LPSBrCl cells. a) Rate capability of the cells. b–d) Charge–discharge curves cycled at rates of 0.1 to 10 C over a 3.0−4.3 V (vs Li+/Li) range for NCM712@Nb|LPSBr|LiIn, NCM712@Nb|HE-LPSBr|LiIn, and NCM712@Nb|HE-LPSBrCl|LiIn, respectively. e) Retention of discharge capacity at 3 C. f) Retention of discharge capacity at 5 C. g) Comparison of rate performance of HE-LPSBrCl cells with literature values.[8,31–35] h) Comparison of",{"entities":[]}],["cycling stability of HE-LPSBrCl cells with literature values.[8,11,33,36–40]",{"entities":[]}],["(0.6 V) (Figure S11, Supporting Information). This diﬀerence further establishes that the higher ionic conductivity of HE- LPSBrCl alleviates polarization and increases electrochemical reactivity with lower resistances at diﬀerent rates.",{"entities":[]}],["ter 1400 cycles (Figure 3f). The average coulombic eﬃcien- cies of the LPSBr cells, HE-LPSBr cells, and HE-LPSBrCl cells, respectively, are 99.20%, 99.63%, and 99.92% when charging and discharging at 3 C and are 99.60%, 99.85%, and 99.94% when charging and discharging at 5 C. The rate behavior and cycling performance of HE-LPSBrCl cells are compared with those of other argyrodite-based cells (Figure 3g,h; Tables S4 and S5, Supporting Information). Because previously reported ar- gyrodite",{"entities":[]}],["electrolytes can work only below a rate of 2 C, long- term charging/discharging cycling tests were conducted mostly below 1 C.[11,37] This property hinders commercial viability. The rate capability and fast charging/discharging stability of HE-LPSBrCl-based cells outperform these features of state-of- the-art argyrodite sulﬁde-based ASSLBs in literatures.[8,11,31–40] Our ﬁndings establish the high-rate capability and long cycla- bility of HE-argyrodite-based ASSLBs, which creates a signif-",{"entities":[]}],["icant potential for their practical application in future energy storage.",{"entities":[]}],["In addition to a better rate capability, NCM712@Nb|HE- LPSBrCl|LiIn cells also show much better cyclic stability at dif- ferent current densities. This cell delivers an initial discharge ca- pacity of 151.7 mA h g−1 at 1 C and maintains a capacity reten- tion of 80% after 450 cycles (Figure S11, Supporting Informa- tion). As the current density is increased to 2.41 mA cm−2 (3 C), NCM712@Nb|HE-LPSBrCl|LiIn cells exhibit a capacity retention of 79.2% even after cycling for up to 900 cycles",{"entities":[[363,375,"CURRENT_DENSITY"]]}],["(Figure 3e). This performance exceeds that of the NCM712@Nb|HE-LPSBr|LiIn and NCM712@Nb|LPSBr|LiIn (capacity retention of 74.2% and 50.2%, respectively, after 200 cycles). Following a further rate increase to 5 C, the NCM712@Nb|HE-LPSBrCl|LiIn cell still shows good long-term stability with a capacity retention of 85.6% and a discharge capacity of 82.3 mA h g−1 even af-",{"entities":[]}],["Adv. Funct. Mater. 2024, 34, 23128322312832 (5 of 9)© 2024 Wiley-VCH GmbH16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.advancedsciencenews.comwww.afm-journal.de",{"entities":[]}],["Figure 4. Interfacial electro-chemo-mechanics change of the NCM712@Nb|LPSBr|LiIn and NCM712@Nb|HE-LPSBrCl|LiIn cells, respectively, in a fully charged state after the ﬁrst and 200th cycles. c,d) The corresponding equivalent circuit-ﬁtting results from the Nyquist plots. e–g) Voltage proﬁles of Li|LPSBr|Li, Li|HE-LPSBrCl|Li and LiIn|HE-LPSBrCl|LiIn cells employing increased step-size current density (0.1 mA cm−2) to obtain critical current densities (CCDs) with the cut-oﬀ capacity of each step",{"entities":[]}],["set at 0.1 mA h cm−2. h) Galvanostatic cycling of symmetric LiIn|LPSBr|LiIn and LiIn|HE-LPSBrCl|LiIn cells at 1 mA cm−2/1 mA h cm−2. i) P 2p and S 2p X-ray photoelectron spectroscopy (XPS) spectra of the LPSBr/Li and HE-LPSBrCl/Li interface after the plating/stripping test. j) In 3d XPS spectra of the LPSBr/LiIn and HE-LPSBrCl/LiIn interface after the plating/stripping test. k,l) Cross-sectional SEM images at the cathode/SE interface and enlarged views of the cathode layer of",{"entities":[]}],["NCM712@Nb|LPSBr|LiIn and NCM712@Nb|HE-LPSBrCl|LiIn cells after 200 cycles. m) EDS mapping images of the cathode layer of NCM712@Nb|HE-LPSBrCl|LiIn cells. n) High-resolution transmission electron microscopy (HRTEM) images of NCM712@Nb in NCM712@Nb|LPSBr|LiIn and NCM712@Nb|HE-LPSBrCl|LiIn cells, respectively, after 200 cycles and Fast Fourier Transformation maps of the corresponding areas.",{"entities":[]}],["the LPSBr and HE-LPSBrCl cells during cycling. a,b) Nyquist plots of",{"entities":[]}],["the HE-LPSBrCl cell (1.3 × 10−12 cm2 s−1) than in the LPSBr cell (7.8 × 10−13 cm2 s−1). The diﬀusion coeﬃcients derived from the galvanostatic intermittent titration technique (GITT) measure- ments of 14.7 × 10−9 and 8.72 × 10−9 cm2 s−1 for HE-LPSBrCl and LPSBr cells (Figure S12, Supporting Information), respec- tively, agree with those obtained by EIS. The electrolyte/cathode interface resistance (RSE/cathode) and electrolyte/anode interface resistance (RSE/anode) can be determined from the",{"entities":[]}],["EIS results (Figure S13, Supporting Information).[41,42] Figure 4c,d shows that RSSE/NCM equals 40.1 and 50.6 Ω for the HE-LPSBrCl and LPSBr cells, respectively, after the ﬁrst cycle and increases to",{"entities":[]}],["To gain further understanding of the battery features responsi- ble for the exceptional high-rate performance of the HE-LPSBrCl- based cells, the structural evolutions—especially changes in the electrolyte/electrode interfacial regions—occurring after charg- ing and discharging at high current densities were char- acterized. The resistances of NCM712@Nb|LPSBr|LiIn and NCM712@Nb|HE-LPSBrCl|LiIn cells after the ﬁrst and 200th cycles at 3 C were measured using EIS (Figure 4a,b). The HE- LPSBrCl",{"entities":[]}],["cell has a lower impedance than the LPSBr cell, indicat- ing faster Li+ (de)intercalation in the former ASSLB. This result is further conﬁrmed by the greater Li+ diﬀusion coeﬃcient in",{"entities":[]}],["Adv. Funct. Mater. 2024, 34, 23128322312832 (6 of 9)© 2024 Wiley-VCH GmbH16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.advancedsciencenews.comwww.afm-journal.de",{"entities":[]}],["44.9 and 69.9 Ω, respectively, after 200 cycles. Likewise, the HE- LPSBrCl cells possess small RHE-LPSBrCl/LiIn values of only 4.7 and 9.1 Ω, respectively, after the ﬁrst and 200th cycles. These impedance results indicate the good compatibility and stability of HE-LPSBrCl when paired with a NCM712@Nb cathode and LiIn anode, which reduces surface side-reactions between the elec- trolyte and both electrodes during cycling at high current den- sities.",{"entities":[]}],["erates the interfacial reactions.[37,52] To unveil these aspects, a cross-section-polisher scanning electron microscope (CP-SEM) was employed to examine the structures of LPSBr/NCM and HE- LPSBrCl/NCM interface after 200-cycle testing at 3 C. Figure 4k shows that phenomenal gaps are observed at the interface be- tween the LPSBr and cathode layers, accompanied by intergran- ular cracks within the NCM particles. The cracks are barriers between the active material and electrolyte and impede Li+",{"entities":[]}],["and electron migration. Conversely, negligible delamination of the HE-LPSBrCl layer from the composite cathode layer is observed (Figure 4l). The spherical NCM712 particles that are encapsu- lated by HE-LPSBrCl remain intact after charging/discharging for 200 cycles (Figure 4m). The robust structural stability of the cathode particles in HE-LPSBrCl cells is further conﬁrmed by the in situ XRD results, which indicate a limited H2-H3 phase tran- sition within the NCM electrode during charging",{"entities":[]}],["(Figure S18, Supporting Information). The slight shifts in the (003) and (101) diﬀraction peaks of the cathode during charging return to their original positions after discharging, indicating a high degree of reversibility. Moreover, diﬀraction peaks of HE-LPSBrCl remain unchanged, which conﬁrms negligible electrolyte decomposition during the test.",{"entities":[]}],["The higher interfacial stability of HE-LPSBrCl than LPSBr against Li or LiIn is further veriﬁed in a symmetric cell conﬁgura- tion. The CCD values of Li|LPSBr|Li and Li|HE-LPSBrCl|Li cells were determined (Figure 4e,f), which are 0.20 and 0.74 mA cm−2, respectively, indicating HE-LPSBrCl has a higher resistance to Li dendrite formation at high current density.[43] Furthermore, the Li|HE-LPSBrCl|Li cells show an initial voltage platform of only 10 mV at 0.1 mA cm−2, which remains stable even",{"entities":[[230,251,"CURRENT_DENSITY"],[457,468,"CURRENT_DENSITY"]]}],["after cycling for 3000 h (Figure S14, Supporting Information). The higher sta- bility of HE-LPSBrCl than that of LPSBr against Li metal can be also veriﬁed by its wider electrochemical stability window re- vealed by cyclic voltammetry plots (Figure S15, Supporting In- formation). To be noted, the LiIn|HE-LPSBrCl|LiIn cells do not show short circuit even when the polarization voltage reaches 5 V at a current density of 3.71 mA cm−2 (Figure 4g). At a cur- rent density of 1 mA cm−2 and areal",{"entities":[[422,434,"CURRENT_DENSITY"],[474,483,"CURRENT_DENSITY"]]}],["capacity of 1 mAh cm−2, the LiIn|HE-LPSBrCl|LiIn cells show a high stability after cy- cling for 3000 h (Figure 4h). In contrast, the LiIn|LPSBr|LiIn cells have a poor cycling stability with breakdown shortly after 245 h. Such a superior interface-stability of HE-LPSBrCl versus that of LPSBr against Li-dendrite and LiIn- dendrite formation is also conﬁrmed by the ex situ XPS results (Figure 4i,j). Li|LPSBr|Li and LiIn|LPSBr|LiIn both undergo severe interfacial reactions between the electrolyte",{"entities":[[12,22,"CURRENT_DENSITY"]]}],["and Li or LiIn,[44] indicated by the pres- ence of reduced phosphorus and Li2S at the LPSBr/Li interface and In2S3 at the LPSBr/LiIn interface.[45–47] The introduction of Cl to LPSBr possibly leads to the generation of a LiCl layer at the electrolyte/anode interface (Figure S16, Supporting Informa- tion), which increases the energy of the solid electrolyte inter- phase (SEI) layer and thus passivate the active Li metal and LiIn alloy and inhibit the dendrite growth.[48] Moreover, the small",{"entities":[[74,78,"SULFIDE_ELECTROLYTE"],[109,114,"SULFIDE_ELECTROLYTE"],[221,225,"SULFIDE_ELECTROLYTE"]]}],["elec- tronic conductivity of HE-LPSBrCl electrolyte can also mitigate against the formation of dendrites in the interfacial region[49] (Figure S17, Supporting Information).",{"entities":[]}],["HRTEM images of NCM particles in the LPSBr and HE- LPSBrCl cells after 200 charging/discharging cycles are shown in Figure 4n. A transition from the R„3m layered phase (region I) to the inactive rock-salt phase (region II) is detected at the surface of the NCM particles in LPSBr, which would signiﬁcantly deteri- orate the performance of cells.[53] In contrast, NCM particles in- clude only the layered phase (region I’), indicating the irreversible layered-to-rock-salt phase transition is",{"entities":[]}],["suppressed by use of HE- LPSBrCl electrolyte. This behavior may arise from the formation of a protective chloride layer, which stabilizes the oxygen atoms at the surface of NCM cathodes during high-rate aging.[54,55] XPS analysis of the NCM712@Nb/LPSBr and NCM712@Nb/HE- LPSBrCl interfaces further conﬁrms the inhibited reactivity be- tween NCM and HE-LPSBrCl and the formation of a stable cath- ode/electrolyte interphase (CEI) (Figure S19, Supporting Infor- mation).",{"entities":[]}],["In summary, the HE-LPSBrCl electrolyte achieves a nearly ten- fold improvement in ionic conductivity via the anionic disorder- ing driven by its high △Sconf, which enhances the ion transport in ASSLBs under high current-density conditions (Figure 5). The combination of the electrolyte’s entropic stability and the pres- ence of a LiCl-rich SEI layer resists the formation of dendrites when paired with either a Li metal or LiIn alloy. The HE-LPSBrCl electrolyte and cathode interface also remains",{"entities":[]}],["intact, which in- hibits side reactions at the interface and reduces internal cracks and surface phase transitions in NCM cathode during cycling at high current densities. The design of a HE-argyrodite electrolyte with enhanced ionic conductivity and high interfacial stability produces an outstanding performance during high-rate opera- tion (10 C) with an ultra-long cyclic life (1400 cycles) in solid-state batteries.",{"entities":[]}],["Another major bottleneck for fast charging in ASSLBs is re- lated to kinetics within solid-state cathodes, including ion trans- port and electrochemical reactions at interface. The aforemen- tioned higher ionic conductivity of HE-LPSBrCl compared with that of LPSBr provides suﬃcient ion percolation pathways in HE- LPSBrCl/NCM712@Nb composite cathode, which contributes to the enhanced fast-charge performance of HE-LPSBrCl cells. Moreover, chemo-mechanical challenges at higher charging rates",{"entities":[]}],["including interfacial delamination and particle cracking due to severe volume change of the active material also need to be understood and addressed.[50,51] It is known the high oxidiz- ability of Ni-rich layered cathodes at a cut-oﬀ voltage of 4.3 V can lead to solid electrolyte decomposition (side-reaction prod- ucts formed include sulfate/sulﬁte and phosphate/phosphite) and transformation of NCM from layered to NiO-like rock salt phase. The structural damage of the cathode particles would",{"entities":[]}],["fur- ther increase their exposure to an unstable surface and accel-",{"entities":[]}],["3. ConclusionWe have reported a high-entropy induced increase in anion disor- der and Li-ion mobility of LPSBr electrolytes by co-doping the P and S sites with Si/Ge/Sn and Cl, respectively. The HE-LPSBrClAdv. Funct. Mater. 2024, 34, 23128322312832 (7 of 9)© 2024 Wiley-VCH GmbH",{"entities":[]}],["16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.afm-journal.dewww.advancedsciencenews.com",{"entities":[]}],["Figure 5. Schematic diagram illustrating the beneﬁts of employing a HE argyrodite electrolyte to facilitate Li-ion migration and enhance the stability of electrolyte/electrode interfaces in high-rate ASSLBs.Conﬂict of Interest",{"entities":[]}],["electrolyte produces 7- and 10-fold increases in the degree of site inversion disorder and ionic conductivity, respectively. Moreover, the HE-LPSBrCl is highly compatible with the LiIn anode and NCM@Nb cathode. Dendrite formation at the anode and H2– H3 and layered-rock-salt phase transitions in the NCM cathode are simultaneously suppressed in assembled full batteries. Con- sequently, NCM@Nb|HE-LPSBrCl|LiIn cells can exhibit a high charge/discharge rate capability (up to 10 C) and extended",{"entities":[]}],["cycling ability (up to 1400 cycles). Our high-entropy strategy comprises an innovative approach for the development of high-performance argyrodite-type sulﬁde electrolytes, with the potential to address the issue of rapid charging for all-solid-state batteries.",{"entities":[]}],["The authors declare no conﬂict of interest.Data Availability StatementResearch data are not shared.Keywordsargyrodite-type sulﬁde electrolyte, fast charging, high entropy, ionic con- ductivity, site disorderSupporting InformationReceived: October 17, 2023 Revised: January 16, 2024 Published online: February 13, 2024Supporting Information is available from the Wiley Online Library or from the author.Acknowledgements",{"entities":[]}],["[1] S. Kalnaus, N. J. Dudney, A. S. Westover, E. Herbert, S. Hackney, Sci-This work has been supported by the Shenzhen Science and Technol- ogy Program (JCYJ20231115160814001 and JCYJ20220818095806013), the Young Elite Scientists Sponsorship Program by CAST (YESS20200151), and the Natural Science Foundation of Guangdong (2020A1515011127).ence 2023, 381, abg5998.[2] B. S. Vishnugopi, E. Kazyak, J. A. Lewis, J. Nanda, M. T. McDowell, N.",{"entities":[]}],["P. Dasgupta, P. P. Mukherjee, ACS Energy Lett. 2021, 6, 3734.Adv. Funct. Mater. 2024, 34, 23128322312832 (8 of 9)© 2024 Wiley-VCH GmbH",{"entities":[]}],["16163028, 2024, 23, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202312832 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons Licensewww.advancedsciencenews.comwww.afm-journal.deI. Hanghofer, B. Gadermaier, H. M. R. Wilkening, Chem. Mater. 2019, 31, 4591.[29]",{"entities":[]}],["[3] H. J. Deiseroth, S. T. Kong, H. Eckert, J. Vannahme, C. Reiner, T. Zaiss,M. Schlosser, Angew. Chem., Int. Ed. 2008, 47, 755.[4] A. R. Stamminger, B. Ziebarth, M. Mrovec, T. Hammerschmidt, R.[30] S. Xu, X. Tan, W. Ding, W. Ren, Q. Zhao, W. Huang, J. Liu, R. Qi, Y. Zhang, J. Yang, C. Zuo, H. Ji, H. Ren, B. Cao, H. Xue, Z. Gao, H. Yi, W. Zhao, Y. Xiao, Q. Zhao, M. Zhang, F. Pan, Angew. Chem., Int. Ed. 2023, 62, e202218595.Drautz, Chem. Mater. 2019, 31, 8673.",{"entities":[]}],["[5] S. Ohno, B. Helm, T. Fuchs, G. Dewald, M. A. Kraft, S. P. Culver, A.Senyshyn, W. G. Zeier, Chem. Mater. 2019, 31, 4936.[6] M. A. Kraft, S. Ohno, T. Zinkevich, R. Koerver, S. P. Culver, T. Fuchs, A. Senyshyn, S. Indris, B. J. Morgan, W. G. Zeier, J. Am. Chem. Soc. 2018, 140, 16330.[31] S.-E. Lee, H.-T. Sim, Y.-J. Lee, S.-B. Hong, K. Y. Chung, H.-G. Jung,D.-W. Kim, J. Power Sources 2022, 542, 231777.[32] L. Peng, C. Yu, Z. Zhang, H. Ren, J. Zhang, Z. He, M. Yu, L. Zhang, S.",{"entities":[]}],["[7] D. Zeng, J. Yao, L. Zhang, R. Xu, S. Wang, X. Yan, C. Yu, L. Wang, Nat.Cheng, J. Xie, Chem. Eng. J. 2022, 430, 132896.Commun. 2022, 13, 1909.[33] Z. Jiang, C. Yu, S. Chen, C. Wei, C. Liao, Z. Wu, S. Chen, S. Cheng, J.Xie, Scr. Mater. 2023, 227, 115303. J.-U. Cho, R. Rajagopal, D. H. Yoon, Y. J. Park, K.-S. Ryu, Chem. Eng. J. 2023, 452, 138955.[8] Y. Subramanian, R. Rajagopal, K.-S. Ryu, J. Power Sources 2022, 520,230849.[34]",{"entities":[]}],["[9] A. Gautam, M. Ghidiu, E. Suard, M. A. Kraft, W. G. Zeier, ACS Appl.Energy Mater. 2021, 4, 7309.[35] Y. Lee, J. Jeong, H. J. Lee, M. Kim, D. Han, H. Kim, J. M. Yuk, K.-W.[10] P. Wang, H. Liu, S. Patel, X. Feng, P.-H. Chien, Y. Wang, Y.-Y. Hu, Chem.Nam, K. Y. Chung, H.-G. Jung, S. Yu, ACS Energy Lett. 2021, 7, 171.[36] E. Schlautmann, A. Weiß, O. Maus, L. Ketter, M. Rana, S. Puls, V. Nickel, C. Gabbey, C. Hartnig, A. Bielefeld, W. G. Zeier, Adv. Energy Mater. 2023, 13, 2302309.",{"entities":[]}],["Mater. 2020, 32, 3833.[11] G. Li, S. Wu, H. Zheng, Y. Yang, J. Cai, H. Zhu, X. Huang, H. Liu, H.Duan, Adv. Funct. Mater. 2022, 33, 2211805.[12] C. Liu, B. Chen, T. Zhang, J. Zhang, R. Wang, J. Zheng, Q. Mao, X. Liu,[37] Y. Liu, H. Su, Y. Zhong, X. Wang, X. Xia, C. Gu, J. Tu, Adv. Funct. Mater.2022, 32, 2207978.Angew. Chem., Int. Ed. 2023, 62, e202302655.",{"entities":[]}],["[38] T. T. Zuo, F. Walther, J. H. Teo, R. Rueß, Y. Wang, M. Rohnke, D. Schröder, L. F. Nazar, J. Janek, Angew. Chem., Int. Ed. 2023, 62, e202213228.[13] Z. Jiang, Y. Liu, H. Peng, J. Li, X. Xu, H. Su, Y. Zhong, X. Wang, C. Gu,J. Tu, Energy Storage Mater. 2023, 56, 300. J. W. Yeh, S. K. Chen, S. J. Lin, J. Y. Gan, T. S. Chin, T. T. Shun, C. H. Tsau, S. Y. Chang, Adv. Eng. Mater. 2004, 6, 299.[14][39] K. Yang, Y. Sun, Q. Su, Y. Lu, K. Liu, Z. Li, H. Liu, L. Zhang, Chem. Eng.",{"entities":[]}],["[15] A. Amiri, R. Shahbazian-Yassar, J. Mater. Chem. A 2021, 9, 782. [16] Y. Zeng, B. Ouyang, J. Liu, Y.-W. Byeon, Z. Cai, L. J. Miara, Y. Wang, G.J. 2023, 471, 144405.[40] Z. Zhang, J. Yao, C. Yu, R. Xu, J. Ma, C. Wei, L. Peng, L. Zhang, S.Cheng, J. Xie, J. Mater. Chem. A 2022, 10, 22155.Ceder, Science 2022, 378, 1320.",{"entities":[]}],["[41] C. Rosenbach, F. Walther, J. Ruhl, M. Hartmann, T. A. Hendriks, S. Ohno, J. Janek, W. G. Zeier, Adv. Energy Mater. 2022, 13, 2203673. [42] U.-H. Kim, T.-Y. Yu, J. W. Lee, H. U. Lee, I. Belharouak, C. S. Yoon, Y.-K.[17] Y. Bai, J. Li, H. Lu, J. Liu, C. Ma, B. Wang, X. Zhao, J. Deng, J. Adv.Ceram. 2023, 12, 1857.[18] H. Xiang, Y. Xing, F. Dai, H. Wang, L. Su, L. Miao, G. Zhang, Y. Wang, X. Qi, L. Yao, H. Wang, B. Zhao, J. Li, Y. Zhou, J. Adv. Ceram. 2021, 57, 385.",{"entities":[]}],["Sun, ACS Energy Lett. 2023, 8, 809.[43] S. Sarkar, V. Thangadurai, ACS Energy Lett. 2022, 7, 1492. [44] B. Zhao, Y. Shi, J. Wu, C. Xing, Y. Liu, W. Ma, X. Liu, Y. Jiang, J. Zhang,[19] A. Gautam, M. Sadowski, M. Ghidiu, N. Minafra, A. Senyshyn, K.Albe, W. G. Zeier, Adv. Energy Mater. 2020, 11, 2003369.Chem. Eng. J. 2022, 429, 132411.[20] A. Gautam, H. Al-Kutubi, T. Famprikis, S. Ganapathy, M. Wagemaker,[45] Y. Ni, C. Huang, H. Liu, Y. Liang, L. Z. Fan, Adv. Funct. Mater. 2022,",{"entities":[]}],["32, 2205998.Chem. Mater. 2023, 35, 8081.[46] N. Ahmad, S. Sun, P. Yu, W. Yang, Adv. Funct. Mater. 2022, 32,[21] F. Strauss, J. Lin, M. Duﬃet, K. Wang, T. Zinkevich, A.-L. Hansen, S.2201528.Indris, T. Brezesinski, ACS Mater. Lett. 2022, 4, 418. Indris, A. J. Lin, G. Cherkashinin, M. Schäfer, G. Melinte, S. Kondrakov, J. Janek, T. Brezesinski, F. Strauss, ACS Mater. Lett. 2022, 4, 2187.[22][47] S. Luo, Z. Wang, X. Li, X. Liu, H. Wang, W. Ma, L. Zhang, L. Zhu, X.",{"entities":[]}],["Zhang, Nat. Commun. 2021, 12, 6968.[48] Y. He, W. Chen, Y. Zhao, Y. Li, C. Lv, H. Li, J. Yang, Z. Gao, J. Luo,[23] H. Wang, X. Gao, S. Zhang, Y. Mei, L. Ni, J. Gao, H. Liu, N. Hong, B. Zhang, F. Zhu, W. Deng, G. Zou, H. Hou, X. Y. Cao, H. Chen, X. Ji, ACS Nano 2023, 17, 12530.Energy Storage Mater. 2022, 49, 19.",{"entities":[]}],["[49] X. Wang, J. Chen, Z. Mao, D. Wang, Chem. Eng. J. 2022, 427, 130899. J. Kim, M. J. Kim, J. Kim, J. W. Lee, J. Park, S. E. Wang, S. Lee, Y. C. Kang, [50] U. Paik, D. S. Jung, T. Song, Adv. Funct. Mater. 2023, 33, 2211355. [51] R. Tian, Z. Wang, J. Liao, H. Zhang, D. Song, L. Zhu, L. Zhang, Adv.[24] P. Adeli, J. D. Bazak, K. H. Park, I. Kochetkov, A. Huq, G. R. Goward,L. F. Nazar, Angew. Chem., Int. Ed. 2019, 58, 8681.",{"entities":[]}],["Energy Mater. 2023, 13, 2300850. J. Zhang, C. Zheng, L. Li, Y. Xia, H. Huang, Y. Gan, C. Liang, X. He, X. Tao, W. Zhang, Adv. Energy Mater. 2019, 10, 1903311.[25] M. Murakami, K. Shimoda, S. Shiotani, A. Mitsui, K. Ohara, Y. Onodera, H. Arai, Y. Uchimoto, Z. Ogumi, J. Phys. Chem. C 2015, 119, 24248.[52][26] N. Zhang, F. Ding, S. Yu, K. Zhu, H. Li, W. Zhang, X. Liu, Q. Xu, ACS",{"entities":[]}],["[53] H. Maleki Kheimeh Sari, X. Li, Adv. Energy Mater. 2019, 9, 1901597. [54] M. Yoon, Y. Dong, J. Hwang, J. Sung, H. Cha, K. Ahn, Y. Huang, S. J.Appl. Mater. Interfaces 2019, 11, 27897.[27] X. Feng, P.-H. Chien, Y. Wang, S. Patel, P. Wang, H. Liu, M. Immediato-Kang, J. Li, J. Cho, Nat. Energy 2021, 6, 362.Scuotto, Y.-Y. Hu, Energy Storage Mater. 2020, 30, 67.",{"entities":[]}],["[55] D. J. Kautz, X. Cao, P. Gao, B. E. Matthews, Y. Xu, K. S. Han, F. Omenya, M. H. Engelhard, H. Jia, C. Wang, J. G. Zhang, W. Xu, Adv. Energy Mater. 2023, 13, 2301199.[28] P. Wang, S. Patel, H. Liu, P. H. Chien, X. Feng, L. Gao, B. Chen, J. Liu,Y. Y. Hu, Adv. Funct. Mater. 2023, 33, 2307954.Adv. Funct. Mater. 2024, 34, 23128322312832 (9 of 9)© 2024 Wiley-VCH GmbH",{"entities":[]}],["",{"entities":[]}]]}