{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY","STRUCTURE"],"annotations":[["ReseaRch aRticleBoosting the Electrochemical Performance of All-Solid- State Batteries with Sulfide Li6PS5Cl Solid Electrolyte Using Li2WO4-Coated LiCoO2 CathodeZhen Sun, Yanqing Lai, Na lv, Yaqi Hu, Bingqin Li, Shenghao Jing, Liangxing Jiang, Ming Jia, Jie Li, Shiyou Chen, and Fangyang Liu*",{"entities":[[100,108,"SULFIDE_ELECTROLYTE"],[147,153,"SULFIDE_ELECTROLYTE"]]}],["Recently, all-solid-state Li-ion batteries based on sulfide solid electrolyte have attracted extensive research due to high ionic conductivity (≈10–2 S cm–1) of sulfide electrolytes.[3–6] Sulfide electrolytes, how- ever, still show several shortcomings that need to be tackled[7]: 1) unavoidable reac- tion with lithium metal anode; 2) easy to react with moisture to produce H2S; and 3) instable to the high-voltage cathode, which is the focus of this work. These shortcom- ings will limit the",{"entities":[[144,156,"IONIC_CONDUCTIVITY"],[375,378,"SULFIDE_ELECTROLYTE"]]}],["practical application of sulfide-based all-solid-state batteries.",{"entities":[]}],["Solid-state batteries exhibit promising prospects due to their potential in terms of safety and energy density. Sulfide solid electrolytes have received much attention due to their high ionic conductivity (about 10−2 S cm−1). However, high side reactions between solid sulfide electrolytes and oxide cathodes, such as LiCoO2, have hampered the development of all-solid-state sulfide batteries. Here, first-principles calculations and experiments are combined to demonstrate a novel protective layer",{"entities":[]}],["to cope with the Li6PS5Cl electrolyte and LiCoO2 cathode interface problem. By uniformly coating LiCoO2 with a layer of Li2WO4, the interfacial resistance (the 100th cycle) between the sulfide electrolyte and LiCoO2 is reduced to about 68 Ω cm2, which is nearly 15 times lower than the premodified 1061 Ω cm2. The 2 wt% Li2WO4-coated LiCoO2(2%LWO-LCO)/Li6PS5Cl/Li-In all-solid-state battery exhibits satisfactory capacity and excellent cycling stability at room temperature (93% capacity retention",{"entities":[[17,25,"SULFIDE_ELECTROLYTE"],[42,48,"SULFIDE_ELECTROLYTE"],[97,103,"SULFIDE_ELECTROLYTE"],[120,126,"SULFIDE_ELECTROLYTE"],[209,215,"SULFIDE_ELECTROLYTE"],[334,340,"SULFIDE_ELECTROLYTE"]]}],["after 100 cycles). Furthermore, the ab initio molecular dynamics based on the Perdew, Burke, and Ernzerhof density functional theory calculations show that Li2WO4 can effectively prevent the diffusion of Co and O from LiCoO2 into the Li6PS5Cl solid electrolyte. It is shown that molecular dynamics help predict the interfacial reactions in all-solid-state sulfide batteries.",{"entities":[[156,162,"SULFIDE_ELECTROLYTE"],[218,224,"SULFIDE_ELECTROLYTE"],[234,242,"SULFIDE_ELECTROLYTE"]]}],["First-principles calculations have been performed to investigate the electrochem- ical stability of lithium solid electrolyte materials in ASSLBs.[8] The calculations show that current sulfide solid electro- lytes have a narrow electrochemical sta- bility window (Li6PS5Cl is only stable at 1.7–2.0 V vs Li+/Li), which is the nature of the electrolyte’s instability to Li anode and high-voltage cathode. Therefore, an artifi- cial coating layer with a high electrochem- ical window applied to the",{"entities":[[264,272,"SULFIDE_ELECTROLYTE"]]}],["cathode surface can inhibit interfacial side reactions between the cathode and sulfide electrolytes.[8,9] In addition, the ab initio molecular dynamics (AIMD) simulations based on the first principles were successfully used in Li/Li6PS5Cl interface to determine the interface decomposition products, which are in good agree- ment with reported experimental data.[10] So AIMD can be used to investigate microinterface reactions in the interfaces.",{"entities":[]}],["1. IntroductionAll-solid-state Li-ion batteries (ASSLBs) have significant advan- tages in terms of safety, energy density, and cycle life over lithium-ion batteries based on traditional liquid electrolytes.[1,2]",{"entities":[]}],["Z. Sun, N. lv, Y. Hu, B. Li, S. Jing, L. Jiang, M. Jia, F. Liu School of Metallurgy and Environment Central South University Changsha 410083, P. R. China E-mail: liufangyang@csu.edu.cn Z. Sun, Y. Lai, J. Li Engineering Research Centre of Advanced Battery Materials Ministry of Education Changsha 410083, P. R. China S. Chen School of Information Science and Technology East China Normal University Shanghai 410083, China",{"entities":[]}],["Currently, a large number of cathode coating layers have been experimentally proven to be effective in suppressing the side reactions between the cathode (>4 V) and the sulfide elec- trolytes, such as LiNbO3,[11–13] Li2SiO3,[14] LiTaO3,[15] LiAlO2,[16] Li3BO3,[17] Li2CO3,[18] Li2ZrO3,[19] Li3PO4,[20] and so on. Among them, LiNbO3 has received the most attention because of its relatively higher electrochemical performance.[21,22] At present, the coating of LiNbO3 requires the use of ethanol",{"entities":[[201,207,"SULFIDE_ELECTROLYTE"],[216,223,"SULFIDE_ELECTROLYTE"],[229,235,"SULFIDE_ELECTROLYTE"],[241,247,"SULFIDE_ELECTROLYTE"],[253,259,"SULFIDE_ELECTROLYTE"],[265,271,"SULFIDE_ELECTROLYTE"],[277,284,"SULFIDE_ELECTROLYTE"],[290,296,"SULFIDE_ELECTROLYTE"],[325,331,"SULFIDE_ELECTROLYTE"],[460,466,"SULFIDE_ELECTROLYTE"]]}],["niobium as raw material,[11,22,23] which is costly (¥ 254/g, Sigma-Aldrich) and requires expensive coating processes such as ALD,[24,25] so it is significant to develop a novel, stable, convenient and eco- nomical coating materials and process.",{"entities":[]}],["The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/admi.202100624.DOI: 10.1002/admi.202100624It is believed that the coating layer must be a Li+ conducting material and should have a high electrochemical stability window (cutoff voltage for cathode discharge, >2.8 V). In thisAdv. Mater. Interfaces 2021, 8, 21006242100624 (1 of 8)© 2021 Wiley-VCH GmbH",{"entities":[]}],["work, having this in mind, we found that Li2WO4 has an electro- chemical window compared to that of the currently widely used LiNbO3 by first-principles calculations. Then, we experimen- tally coated a dense layer of Li2WO4(LWO) on the LiCoO2(LCO) surface by an aqueous solution method using industrial raw materials (ammonium metatungstate and lithium hydroxide hydrate). The electrochemical performance results show that the Li2WO4 coating layer can significantly reduce the cathode interface",{"entities":[[41,47,"SULFIDE_ELECTROLYTE"],[126,132,"SULFIDE_ELECTROLYTE"],[217,223,"SULFIDE_ELECTROLYTE"],[236,242,"SULFIDE_ELECTROLYTE"],[427,433,"SULFIDE_ELECTROLYTE"]]}],["impedance and improve the cycling performance of the all-solid-state sulfide battery simultaneously. Combining with XPS, SEM results, and interfacial AIMD simulations before and after cell cycling, Li2WO4 can effectively inhibit the side reactions of the Co element in the cathode and the S element in the electrolyte. In summary, our research data demonstrate the positive effect of a novel surface coating on the LiCoO2 cathode in all-solid-state sulfide batteries.",{"entities":[[198,204,"SULFIDE_ELECTROLYTE"],[415,421,"SULFIDE_ELECTROLYTE"]]}],["2. Results and Discussion",{"entities":[]}],["First, the phase diagram of ternary Li–W–O was calculated to confirm the phase stability region, as displayed in Figure 1a. It is obvious that Li2WO4 is a stable phase based on this diagram. We further calculated the electrochemical window of Li2WO4 against Li metal. The electrochemical window of Li2WO4 given in Figure 1b shows that Li2WO4 could be stabilized between 2.117 and 3.871 V versus Li+/Li. The Li2WO4 will be reduced to Li4WO5 and W below 2.117 V, and oxidized to WO3 and O2 above 3.871",{"entities":[[143,149,"SULFIDE_ELECTROLYTE"],[243,249,"SULFIDE_ELECTROLYTE"],[298,304,"SULFIDE_ELECTROLYTE"],[335,341,"SULFIDE_ELECTROLYTE"]]}],["V (details in Table S1 in the Supporting Informa- tion). It is noticeable that the reduction potential of Li2WO4 is much higher than the discharge cutoff voltage of the LiCoO2 cathode (2.8 V), at which Li2WO4 does not undergo reduc- tion. In all-solid-state batteries with sulfide solid electrolyte, LiNbO3-layers are widely used to coat various oxide cathodes to reduce the side reactions between the cathode and sulfide electrolyte. The electrochemical stability window of LiNbO3 was calculated to",{"entities":[[106,112,"SULFIDE_ELECTROLYTE"],[169,175,"SULFIDE_ELECTROLYTE"],[202,208,"SULFIDE_ELECTROLYTE"],[475,481,"SULFIDE_ELECTROLYTE"]]}],["be 1.743–3.870 V (details in Table S1 in the Sup- porting Information), similar to that of Li2WO4. Although the upper stable voltage for both Li2WO4 and LiNbO3 is only 3.8 V, which is lower than the voltage as of 4.2 V during the actual use of LiCoO2 charging, this may be due to the fact that the cal- culation method will underestimate the upper stable voltage of",{"entities":[[91,98,"SULFIDE_ELECTROLYTE"],[142,148,"SULFIDE_ELECTROLYTE"],[153,159,"SULFIDE_ELECTROLYTE"],[244,250,"SULFIDE_ELECTROLYTE"]]}],["the materials. For example, the results of the LiCoO2 calculated using this method are shown in Table S1 (Supporting Informa- tion), and its upper stable voltage of 4.08 V is also lower than the actual use of 4.2 V. Therefore, Li2WO4 could be a potential candidate to protect the oxide cathode from corrosion by the sulfide electrolyte during the charge/discharge cycle.",{"entities":[[47,53,"SULFIDE_ELECTROLYTE"],[227,233,"SULFIDE_ELECTROLYTE"]]}],["The typical Li6PS5Cl (LPSC) solid electrolyte (SE) was selected due to its high electrochemical performance and was prepared by a solid-state sintering method. The XRD patterns with refinement for LPSC powders is displayed in Figure S1 (Supporting Information). A typical cubic phase (F-43 m) with a = 9.858 Å is obtained by excellent fitting, as the RWP (4.21%) and RP (2.81%) values are less than 5%. As for the ionic con- ductivity of the pressed pellets, Figure S2 (Supporting Informa- tion)",{"entities":[[12,20,"SULFIDE_ELECTROLYTE"]]}],["displays the Nyquist curves measured by electrochemical impedance spectroscopy (EIS) at 25 °C, where the inset figure shows the bulk resistance of the pressed pellets is ≈65 Ω, resulting in ionic conductivity of 2.6 mS cm−1. The Li+ migra- tion activation energy Ea of the pressed pellets was calculated from the slope of fitted linear to be 0.338 eV, similar to the reported value reported by Yu et al.[26]. Moreover, Figure S3 (Supporting Information) displays the scanning electron micro- scope",{"entities":[[212,224,"IONIC_CONDUCTIVITY"]]}],["(SEM) image of the morphology of LPSC powders. is",{"entities":[]}],["Li2WO4 (PDF 97-001-5395) by PXRD, as shown in Figure S4 (Sup- porting Information). A pure Li2WO4 phase is observed with almost no other impurity phase. SEM images of LCO cathode materials before and after LWO coating were taken for mor- phology analysis. In Figure 2a, the bare LCO particles looks relatively clean, whereas a nano-ball shell is evident for 2 wt% Li2WO4-coated LiCoO2 (2%LWO-LCO, Figure 2b). From the imaging data and the SEM-EDS mapping results for 2%LWO- LCO shown in Figure 2c–e,",{"entities":[[0,6,"SULFIDE_ELECTROLYTE"],[91,97,"SULFIDE_ELECTROLYTE"],[378,384,"SULFIDE_ELECTROLYTE"]]}],["both W and Co elements are uni- formly distributed on the particle surface. So, we reasonably conclude that the LCO particles are coated well.",{"entities":[]}],["Thesingle-LWOcharacterizedasTo further understand the property of the surface layers, TEM measurements were applied on 2%LWO-LCO. From high- angle annular dark-field (HAADF) images of TEM in Figure 2f, a surface shell with a thickness of about 20 nm is clearly observed. It can be seen from the TEM mapping given in Figure S5 (Supporting Information) that the W element forms a distinct boundary, proving that the lithium cobaltate surface",{"entities":[]}],["Figure 1. a) Compositional phase diagrams of Li–W–O (the blue dots represent the calculated stable phases). b) Decomposition products of Li2WO4 at different voltages versus Li+/Li.Adv. Mater. Interfaces 2021, 8, 21006242100624 (2 of 8)© 2021 Wiley-VCH GmbH",{"entities":[]}],["Figure 2. SEM images of a) bare and b) 2% LWO-coated LiCoO2 at 5 kV. c) SEM image of 2% LWO-coated LiCoO2 at 20 kV and the corresponding EDS maps of d) Co and e) W. f,g) Different magnification rates of the high-angle annular dark-field (HAADF) scanning TEM (STEM) image. h) The diffraction ring obtained from the fast Fourier transform of (g).",{"entities":[[53,59,"SULFIDE_ELECTROLYTE"],[99,105,"SULFIDE_ELECTROLYTE"]]}],["is coated with a layer of W-containing material. The diffrac- tion ring (Figure 2h) obtained from the fast Fourier transform of Figure 1g reveals two vertical crystal faces distance of 1.535 and 2.071 Å, respectively, and this result is a good match for the (081) and (600) crystal faces of PDF 97-001-5395 card (Li2WO4). Therefore, it can be concluded that the LiCoO2 cathode surface coating is Li2WO4.",{"entities":[[313,319,"SULFIDE_ELECTROLYTE"],[362,368,"SULFIDE_ELECTROLYTE"],[396,402,"SULFIDE_ELECTROLYTE"]]}],["The electrochemical performance of both 1%LWO-LCO and 2%LWO-LCO in SSB cells using the LPSC SE and Li–In anode was tested at a C/10 rate and 25 °C. And the bare LiCoO2 (abbreviations: Bare-LCO) was also tested for comparison. Figure 3a illustrates the first and second cycle charge and dis- charge curves for the three types of batteries. The initial specific charge and discharge capacity of the bare LCO were 121 and 94.5 mAh g−1, respectively, resulting in a first-cycle Coulombic efficiency of",{"entities":[[161,167,"SULFIDE_ELECTROLYTE"]]}],["77.6% (Figure 3b). The results are compatible with previous studies,[11] indicating that there is purely a larger side reaction between the uncoated LiCoO2 and the solid sulfide electrolyte. If 1%Li2WO4 was applied as a coating to LiCoO2, the initial specific capacities increase significantly, reaching values of 134 and 112.6 mAh g−1 (with 84% coulombic efficiency). When 2%Li2WO4 was used, the specific capacity further increases to 159.5 mAh g−1, and 142 mAh g−1 with coulombic efficiency",{"entities":[[149,155,"SULFIDE_ELECTROLYTE"],[196,202,"SULFIDE_ELECTROLYTE"],[231,237,"SULFIDE_ELECTROLYTE"],[376,382,"SULFIDE_ELECTROLYTE"]]}],["increasing to 89%. In the second cycle, the coulombic",{"entities":[]}],["efficiency of 2%LWO-LCO is found to be stable above 99%. In contrast, the coulombic efficiency of the cell using bare LCO is only about 97% and 98% for 1%Li2WO4 coated sample, sug- gesting that (severe) side reactions can still occur between unstable layers after the initial cycle. Significantly, the cou- lombic efficiency of the 2%LWO-LCO is basically maintained above 99.8% in the following cycle. Regarding long-term cycling performance, the bare LCO cell showed an almost continuous capacity",{"entities":[[154,160,"SULFIDE_ELECTROLYTE"]]}],["decay with cycling, resulting in 60% capacity reten- tion after 100 cycles (Figure 3c). In contrast, the 2%LWO-LCO retains 93% of its initial specific discharge capacity.",{"entities":[]}],["In order to better understand the cycling performance related to the interfacial resistance, EIS tests were performed on bare LCO and coated LCO SSB cells before and after 100 cycles. There is only one inflection point before cycling, and the simi- larity in the magnitude of the resistance (≈55 Ω) indicates that the electrochemical impedance of the cells before cycling is not much different. The EIS changes dramatically after cycling and the corresponding Nyquist plots are shown in Figure 4.",{"entities":[]}],["Further- more, a very consistent fit was obtained through (R1/Q1) − (R2/ Q2) − (R3/Q3) − W equivalent circuits, as shown in Figure S7 (Supporting Information) and the detailed quantitative data are given in Table S2 (Supporting Information). Evidently, the SE bulk resistance is around 65–85 Ω. The interfacial of SE/In",{"entities":[]}],["Adv. Mater. Interfaces 2021, 8, 21006242100624 (3 of 8)© 2021 Wiley-VCH GmbHFigure 3. a) Initial and second cycle voltage profiles, b) corresponding Coulombic efficiencies, and c) cycling performance of 100 cycles at a C/10 rate and 25 °C of SSB cells.",{"entities":[]}],["resistance[23] is around 86.35 Ω in the cell of bare LCO, but only 47 Ω for the cell of 2%LWO-LCO. The interfacial SE/LCO resist- ance was around 1061 Ω in the case of bare LCO (Figure 4a), com- pared to only 68 Ω for 2%LWO-LCO (Figure 4b). It can be seen that the Li2WO4 coating can reduce the interfacial impedance",{"entities":[]}],["between the LPSC SE and the LCO, thus ensures the long- term stable cycling of the SSBs. Overall, this result is in agree- ment with the trends obtained from electrochemical testing. The stabilization mechanism in different voltage (vs Li+/Li) for c) Bare-LCO/LPSC/Li-In cell and d) 2%LWO-LCO/LPSC/Li-In",{"entities":[]}],["Figure 4. Nyquist plots of SSB cells using a) bare and b) Li2WO4-coated LiCoO2 after 100 cycles (the inset is a partial enlargement of each figure). The illustration of the electrochemical stabilization of the interface for c) Bare-LCO/LPSC/Li-In cell and d) 2%LWO-LCO/LPSC/Li-In cell.Adv. Mater. Interfaces 2021, 8, 21006242100624 (4 of 8)© 2021 Wiley-VCH GmbH",{"entities":[[72,78,"SULFIDE_ELECTROLYTE"]]}],["cell were shown in Figure 4c,d. As shown in Figure 4c, direct contact of bare LCO particles with LPSC SE can lead to unde- sirable side reactions and high-resistance by-products at the SE/ LCO interface, significantly reducing the cycling performance of the cell. On the contrary, the Li2WO4 can effectively prevent the side reactions to improve the electrochemical performance of the all-solid-state battery, as shown in Figure 4d.",{"entities":[[285,291,"SULFIDE_ELECTROLYTE"]]}],["Then, SEM images of the surface topography morphology on the cathode side before and after 100 cycles were taken, as can be seen from Figure S8 (Supporting Information). Before cycling, the micrometer-sized (irregular) LiCoO2 particles can be clearly identified from the LPSC SE (Figure S8a,b, Sup- porting Information). After cycling, significant surface mor- phological changes are observed in bare-LCO cells. (Figure S8c, Supporting Information). The LPSC SE of the bare-LCO cell becomes a",{"entities":[[219,225,"SULFIDE_ELECTROLYTE"]]}],["“porous foam,” where the EDS point spectrum (Figure S9a, Supporting Information) shows a high atomic ratio content of Co (65.76%) and S (23.13%) and almost no other elements. It seems that Co and S combine to form a new compound. In contrast, there does not seem to be some apparent change in the surface of LPSC SE in the 2%LWO-LCO cell. And the results of the EDS point spectrum of 2%LWO- LCO (Figure S9b, Supporting Information) show an elemental ratio of 50% S, 7% O, 19% Co, and 13% P. It is",{"entities":[]}],["evident that much fewer Co elements in the LCO diffuse into the LPSC SE compared the bare-LCO one.",{"entities":[]}],["To obtain chemical insights into the side reactions occurring at the SE/LCO interface, XPS measurement was performed on the composite cathodes before and after 30 cycles. For this pur- pose, SSB cells were disassembled in a glovebox and then rap- idly transferred to the transfer chamber (less than 5 seconds) to avoid reaction with air. The sample surface was further cleaned by Ar ion etching prior to the test in order to minimize the disturbance of air to the sample during the transfer.",{"entities":[]}],["Particular attention was focused on the S 2p, P 2p, and W 4f core-level",{"entities":[]}],["regions. Four samples of bare-LCO before cycle (bare-LCO-BC), 2%LWO-LCO before cycle (2%LWO-LCO-BC), bare-LCO after cycle (bare-LCO-AC), and 2%LWO-LCO after cycle (2%LWO- LCO-AC) were tested, and the results are given in Figure 5. A single doublet peak at binding energies of 161.3 (2p3/2) and 162.5 eV (2p1/2) is observed in the S 2p spectra (−2) for all sam- ples representing the existence of S in Li6PS5Cl.[27] Specifically, a new doublet peak was found at 162.6 and 164.3 eV in both bare-",{"entities":[[401,410,"SULFIDE_ELECTROLYTE"]]}],["LCO-AC and 2%LWO-LCO-AC, and their appearance reveals the formation of SS bonds due to oxidation of S2− to S after cycling.[27] Furthermore, in the case of bare-LCO-AC, a shoulder appears at lower binding energy. The peaks of this new doublet at 159.8 and 160.8 eV can be attributed to the CoS boundary. Combining the EDS and XPS results, it is believed that the side reacts between cobalt in the cathode material and the sulfur in the electrolyte occurs, forming the by-product Co3S4 during the",{"entities":[]}],["cycling process.[17] In contrast, no peaks of low binding energy can be observed in the 2%LWO-LCO-AC, indicating that the Li2WO4 can effectively inhibit the side reactions of Co and S.",{"entities":[[122,128,"SULFIDE_ELECTROLYTE"]]}],["As for P 2p data, a single doublet peak can be observed at 131.3 (2p3/2) and 133.2 eV (2p1/2) is P 2p spectra (+5) in all sam- ples. After 30 cycles of bare-LCO, a line broadening toward higher binding energy can be observed compared to the sample before cycling, with the new doublet at binding energies of 134.5/135.5 and 129.5/130.4 eV suggesting the formation of PO and PCo bonds, respectively. The results show that part of P5+ is highly oxidized to PO during the charge process, which will",{"entities":[]}],["also be stable at low voltage, but the Co3+ reduces PS bonds during the discharge process.",{"entities":[]}],["For the W XPS data, a single doublet with peaks centered at 35.3 (4f7/4) and 37.5 eV (4f5/4) is found in the W 4f spectra (+6) for 2%LWO-LCO-AC indicating the covering layer is indeed W6+ of Li2WO4. In contrast, the binding energy of W 4f peak do not shift significantly after cycling, reflecting that Li2WO4 is stable during cycling.",{"entities":[[191,198,"SULFIDE_ELECTROLYTE"],[302,308,"SULFIDE_ELECTROLYTE"]]}],["Figure 5. The detailed XPS spectra of S 2p, P 2p, and W 4f core-level regions for composite cathodes using bare-LiCoO2 (Bare-LCO), 2%Li2WO4-LiCoO2 (2%LWO-LCO) before and after 35 cycles (the black and blue lines represent the experimental data and fitting results, respectively).Adv. Mater. Interfaces 2021, 8, 21006242100624 (5 of 8)© 2021 Wiley-VCH GmbH",{"entities":[]}],["Figure 6. The atomic structure of the a) initial Li0.5CoO2/Li6PS5Cl system and b) after 20 ps AIMD simulation; c) initial Li0.5CoO2/Li2WO4/Li6PS5Cl system and d) after 20 ps AIMD simulation.",{"entities":[]}],["According to the above XPS analysis, it is demonstrated that irreversible oxidation and reduction for S and P take place during cycling for bare LiCoO2. However, the Li2WO4 interfa- cial layer can effectively inhibit the side reactions between S in the electrolyte and Co in the cathode caused by the direct contact. In particular, the reduction of P and S elements in the electrolyte are inhibited, which may continuously deteriorate the cycling performance of the battery. At the same time, W6+ in",{"entities":[[166,172,"SULFIDE_ELECTROLYTE"]]}],["Li2WO4 can be stable during the cycling process, indicating the consistency of the electrochemical window of Li2WO4 calcu- lated from the first principles in the previous section.",{"entities":[[0,6,"SULFIDE_ELECTROLYTE"],[109,115,"SULFIDE_ELECTROLYTE"]]}],["The results of above experiments have already indicated the Li2WO4 layer can reduce the interfacial resistance and increase the cycle performance of all-solid-state sulfide bat- teries. To learn more about the interfacial interactions, ab initio molecular dynamics (AIMD) simulations were employed to investigate the interface structure and stability by VASP. The cubic crystal structure of Li6PS5Cl is shown in Figure S10a (Supporting Information). It is noteworthy that the Li atom was in a 48 h",{"entities":[[60,66,"SULFIDE_ELECTROLYTE"],[391,399,"SULFIDE_ELECTROLYTE"]]}],["crystallization position in the F43-m space group of the LPSC with an occupancy coefficient of 0.5. To create a cell with the disordered Li-sublattice, we first ran- domly removed half of the Li atoms, as shown in Figure S10b (Supporting Information).[10] The crystal structure was opti- mized using PBE-DFT. Since the side reactions between the solid sulfide electrolyte and the cathode occur mainly at high voltages, we directly selected the structure of LiCoO2 with a full charge (Li0.5CoO2) for",{"entities":[]}],["AIMD simulations. The Li0.5CoO2 structure from the Mp database was used for the model con- struction and calculation. Similarly, the optimized structure of Li2WO4 was also used in the MP database. The atomic diagrams of the two structures are shown in Figure S10c,d (Supporting Information).",{"entities":[[156,162,"SULFIDE_ELECTROLYTE"]]}],["Next, we built a Li0.5CoO2 (100)/Li6PS5Cl (001) system to investigate the interface between solid electrolyte and electrode (Figure 6a). The model system consists of three layers Li6PS5Cl and four layers Li0.5CoO2. Both (100) surface[10] was used to build the interface with 108 atoms with a mismatch of 7.3%. The initial distance between the two surfaces is set to 2 Å. The same methods were used in the Li0.5CoO2 (100)/Li2WO4 (100)/ Li6PS5Cl (001) system with 136 atoms (Figure 6c) with a mis-",{"entities":[[179,187,"SULFIDE_ELECTROLYTE"],[420,427,"SULFIDE_ELECTROLYTE"],[435,443,"SULFIDE_ELECTROLYTE"]]}],["match of 2.9% in twice.",{"entities":[]}],["After 20 ps, evident CoS bond (marker 1) and PO bond (marker 2) appears in the Li0.5CoO2/Li6PS5Cl system (Figure 6b). Local enlargements of the two sites have been given in Figure S11 (Supporting Information), and the enlarge- ment of marker 1 shows that the bond length of the CoS bond is between 2.06 and 2.25 Å, which is very consistent with the bond length in the Co3S4 model in the MP database. Likewise, the magnified image of marker 2 shows that the PO bond has a bond length between 1.52",{"entities":[]}],["and 1.63, which is very close to the bond length in the material LiPO3 (1.47–1.6 Å). These results are in good agreement with EDS and XPS composition analysis, showing that Li6PS5Cl SE and LiCoO2 cathodes can directionally side-react during charge and discharge, impairing battery cycle performance. In contrast, the CoS bonds do not appear after 20 ps with the presence of the Li2WO4 interfacial layer in the Li0.5CoO2/Li2WO4/Li6PS5Cl system (Figure 6d). At the same time, the S element layer",{"entities":[[65,70,"SULFIDE_ELECTROLYTE"],[379,385,"SULFIDE_ELECTROLYTE"]]}],["close to Li2WO4 does not show any obvious diffusion stratification, and a clear delimita- tion layer is visible (marker 3). So, the reaction results of the interface between the Li6PS5Cl and LiCoO2 were investigated by Ab Initio Molecular Dynamics with an excellent match to the experimental analysis. It is shown that molecular dynamics is useful in predicting the interfacial reactions in all-solid-state sulfide batteries.",{"entities":[[9,15,"SULFIDE_ELECTROLYTE"],[178,186,"SULFIDE_ELECTROLYTE"]]}],["Adv. Mater. Interfaces 2021, 8, 21006242100624 (6 of 8)© 2021 Wiley-VCH GmbH3. Conclusion",{"entities":[]}],["In summary, through a combination of first-principles com- putational predictions as well as experiments, we have dis- covered and prepared the Li2WO4 layer for improving the stability of LiCoO2 cathodes for the all-solid-state sulfide bat- tery. By uniformly coating LiCoO2 with a layer of Li2WO4, the 2%LWO-LCO/LPSC/In-Li all-solid-state battery exhibits satisfac- tory capacity and excellent cycling stability at room temperature (93% capacity retention after 100 cycles). The complementary",{"entities":[[144,150,"SULFIDE_ELECTROLYTE"],[291,297,"SULFIDE_ELECTROLYTE"]]}],["analyses by electrochemical measurements, XRD, FESEM, EDS, HRTEM, and XPS revealed that the Li2WO4 can prevent the side reaction of direct contact between LiCoO2 cathode and Li6PS5Cl solid electrolyte. Furthermore, the ab initio molecular dynamics (AIMD) based on PBE-DFT calculations showed that Li2WO4 effectively prevented the reaction of Co and S from LiCoO2 in the Li6PS5Cl solid electrolyte.",{"entities":[[92,98,"SULFIDE_ELECTROLYTE"],[174,182,"SULFIDE_ELECTROLYTE"],[297,303,"SULFIDE_ELECTROLYTE"],[370,378,"SULFIDE_ELECTROLYTE"]]}],["possible about the surface of the material, the SEM test was performed at 5 kV, while the EDS spectra were performed at 20 kV. The TEM (JEOL JEM-2100F) TEM was used for morphology and lattice diffraction of the material at ultra-high magnification. The XPS (X-ray photoelectron spectroscopy, Thermo Scientific Escalab 250Xi) was used to determine the state of the analyte. The full element spectrum has a step size of 1 eV, while the narrow single element spectrum has a step size of 0.05 eV.",{"entities":[]}],["Electrochemical Characterization: To measure the ionic conductivity, a carbon-coated aluminum foil was used as a blocking electrode on both sides of the electrolyte. The electrochemical impedance spectroscopy (EIS) measurements were performed in a frequency range of 5 MHz to 1 Hz with a 10 mV perturbation amplitude using a Gamry 600+. The Arrhenius equation was used to calculate the activation energy (25–100 °C) from the conductivity of different temperatures. The EIS measurement data were",{"entities":[]}],["fitted using an (R1/Q1) − W equivalent circuit for ionic conductivity and an (R1/Q1) − (R2/Q2) − (R3/Q3) − W equivalent circuit for all solid battery test, corresponding to RSE (the impedance of electrolytes), RSE/AN (the impedance between the anode and electrolytes), RSE/CA (the impedance between the cathode and electrolytes), and Warburg impedance, respectively.",{"entities":[]}],["4. Experimental Section",{"entities":[]}],["Synthesis of the Li6PS5Cl (LPSC) Solid Electrolyte: The Li6PS5Cl powders were synthesized via a conventional solid-state reaction method.[26] The starting materials were Li2S (99.9%, Aladdin), P2S5 (99.9%, Aladdin), and LiCl (99.9%, Aladdin). The green Li6PS5Cl powders were obtained by mixing stoichiometric amounts of these raw chemicals in a zirconia ball mill pot. Then, 15 mm diameter zirconia balls are used in the planetary ball milling at 200 rpm for 6 h. Finally, the green Li6PS5Cl powders",{"entities":[[17,25,"SULFIDE_ELECTROLYTE"],[56,64,"SULFIDE_ELECTROLYTE"],[170,174,"SULFIDE_ELECTROLYTE"],[193,197,"SULFIDE_ELECTROLYTE"],[220,224,"SULFIDE_ELECTROLYTE"],[253,261,"SULFIDE_ELECTROLYTE"],[483,491,"SULFIDE_ELECTROLYTE"]]}],["were sintered in a closed quartz crucible at 450 °C for 8 h. The finished Li6PS5Cl (LPSC) solid electrolyte was collected after passing through a 200 mesh sieve. All operations are carried out in an environment where the H2O and O2 content is less than 0.1 ppm.",{"entities":[[74,82,"SULFIDE_ELECTROLYTE"],[221,224,"SULFIDE_ELECTROLYTE"]]}],["Galvanostatic measurements were performed with a C/10 rate (1 C = 160 mA g−1) at 25 °C. The charge/discharge cutoff voltage is 3.6/2.2 V using Li–In anode (equivalent to ≈4.2–2.8 V vs Li+/Li) using a LAND battery test system.",{"entities":[]}],["First-Principles Calculation Methods: For the phase and electrochemical stability calculation of Li2WO4, the Li–W–O phase diagram was constructed by pymatgen.[8,28] The formation energies of most materials in this study were obtained from the materials project (MP) database based on the Vienna Ab initio Simulation Package (VASP) with reasonable parameters.[29] The electrochemical window of materials, which was calculated the decomposition equation using pymatgen based on MP database. The",{"entities":[[97,103,"SULFIDE_ELECTROLYTE"]]}],["decomposition reaction energy ED for the decomposition reactions at applied voltage φ as",{"entities":[]}],["Synthesis of LWO-Coated LCO: For the preparation of Li2WO4-coated LiCoO2 (LWO-LCO), commercial LiCoO2 powders (1 g) was added to a clear solution of ammonium metatungstate (19 mg for 2 wt% Li2WO4, Aladdin; ¥ 4.1/g) and lithium hydroxide hydrate (7 mg for 2 wt% Li2WO4), followed by sonication for 30 min in an ultrasonic bath. Subsequently, the reacted mixture was dried in the vacuum rotary evaporator until the solvent was completely evaporated. The resultant powder was ground using a mortar and",{"entities":[[189,195,"SULFIDE_ELECTROLYTE"],[261,267,"SULFIDE_ELECTROLYTE"]]}],["pestle, and calcined in air at 350 °C for 2 h. The single-LWO material was also prepared by the above method without LiCoO2 powders for material characterization.",{"entities":[]}],["Assemble the All-Solid-State Battery: In the assembling procedure, the cathode composite was prepared by blending active cathode materials (LiCoO2), LPSC, and vapor-grown carbon fiber (VGCF, Showa Denko) in a weight ratio of 70:27:3 with a mortar and pestle. Then, the LPSC powders (130 mg) were compressed in a 10 mm mold at 340 MPa for 1 min (about 1 mm thickness). Subsequently, the cathode composite (10 mg and 8.9 mg cm–2 for LiCoO2 cathode) was evenly spread and pressed to the one side of the",{"entities":[]}],["pressed LPSC pellet, and a Li–In pellet (50 μm) as an anode was pressed onto the other side. A sandwich structure cell was assembled in a 2030 coin cell followed by pressing the above three layers at 340 MPa for 3 min.",{"entities":[]}],["E( ) φ D=E(phase equilibria,) φ−E( materials)− ∆n ( ) µ φ Li Liwhere E(phase equilibria, φ) is the energy of the phase equilibria at the potential φ, E(materials) is the formation energy of the materials, and ΔnLi is the change of the number of Li from the materials composition to the phase equilibria composition during the lithiation or delithiation reaction.[30]",{"entities":[]}],["The electronic structure calculations were performed using the DFT method in the Vienna ab initio simulation package (VASP).[31] The exchange and correlation energies were calculated using the Perdew, Burke, and Ernzerhof (PBE) functional within the generalized gradient approximation (GGA). Spin polarization did not have an appreciable effect on the overall energies. Therefore, the calculations were carried out without spin polarization to reduce the computational demands.",{"entities":[]}],["For the interface reaction details, ab initio molecular dynamics (AIMD) simulation was used with a 2 fs time step and 400 eV cutoff energy. Only the gamma point of the Brillouin zone with no consideration of symmetry was sampled in the AIMD computations. A Nose-Hoover thermostat was employed for the NVT AIMD simulations.(1)",{"entities":[]}],["Material Characterization: Powder X-ray diffraction (PXRD) was used to measure the phase structure at ambient temperature (PANalytical X-ray diffractometer with Cu Kα line radiation). The scanning range was 10°–60° with a step size of 0.0263° and an exposure time of 1 s per step. For moisture-sensitive materials, a 10 μm polyimide film is used to protect the sample from air corrosion. Moreover, the Fullprof software was used for XRD pattern refinement. The morphology and composition of the",{"entities":[]}],["samples were examined by a field-emission scanning electron microscopy (FE-SEM; JOEL, 7900F) with energy- dispersive X-ray spectroscopy (EDS; EDAX, GENESIS APEX X). For the air-sensitive samples, a special vacuum transfer box was used for the measurement. In order to get as much practical information as",{"entities":[]}],["Supporting InformationSupporting Information is available from the Wiley Online Library or from the author.AcknowledgementsThis work was financially supported by the National Key Research and Development Program of China (2018YFE0203400) and the National Natural Science Foundation of China (Grant No. 51720105014).Adv. Mater. Interfaces 2021, 8, 21006242100624 (7 of 8)© 2021 Wiley-VCH GmbHConflict of Interest[11] N. Ohta, K. Takada, I. Sakaguchi, L. Zhang, R. Ma, K. Fukuda,",{"entities":[]}],["M. Osada, T. Sasaki, Electrochem. Commun. 2007, 9, 1486.The authors declare no conflict of interest.[12] B. Gao, R. Jalem, Y. Tateyama, ACS Appl. Mater. Interfaces 2021, 13, 11765. [13] S. Kim, K. Harada, N. Toyama, H. Oguchi, K. Kisu, S.-i. Orimo,J. Energy Chem. 2020, 43, 47.Data Availability Statement[14] A. Sakuda, H. Kitaura, A. Hayashi, K. Tadanaga, M. Tatsumisago,J. Electrochem. Soc. 2008, 156, A27.",{"entities":[]}],["The data that support the findings of this study are available from the corresponding author upon reasonable request.[15] K. Takada, N. Ohta, L. Zhang, K. Fukuda, I. Sakaguchi, R. Ma,M. Osada, T. Sasaki, Solid State Ionics 2008, 179, 1333.[16] K. Okada, N. Machida, M. Naito, T. Shigematsu, S. Ito, S. Fujiki,M. Nakano, Y. Aihara, Solid State Ionics 2014, 255, 120.Keywords[17] S. H. Jung, K. Oh, Y. J. Nam, D. Y. Oh, P. Brüner, K. Kang, Y. S. Jung,Chem. Mater. 2018, 30, 8190.",{"entities":[]}],["ab initio molecular dynamics, all-solid-state batteries, first-principles calculations, Li2WO4, Li6PS5Cl solid electrolyteReceived: April 15, 2021 Revised: May 17, 2021 Published online: July 11, 2021[18] A.-Y. Kim, F. Strauss, T. Bartsch, J. H. Teo, T. Hatsukade, A. Mazilkin, J. r. Janek, P. Hartmann, T. Brezesinski, Chem. Mater. 2019, 31, 9664. [19] S. Ito, S. Fujiki, T. Yamada, Y. Aihara, Y. Park, T. Y. Kim, S.-W. Baek, J.-M. Lee, S. Doo, N. Machida, J. Power Sources 2014, 248, 943.",{"entities":[]}],["[20] S. Seki, Y. Kobayashi, H. Miyashiro, Y. Mita, T.Iwahori,Chem. Mater. 2005, 17, 2041.[21] N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto, A. Mitsui, Nat. Mater. 2011, 10, 682.[1] N. Zhao, W. Khokhar, Z. Bi, C. Shi, X. Guo, L.-Z. Fan, C.-W. Nan,[22] Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui,Joule 2019, 3, 1190.M. Yonemura, H. Iba, R. Kanno, Nat. Energy 2016, 1, 16030.",{"entities":[]}],["[2] S. A. Pervez, G. Kim, B. P. Vinayan, M. A. Cambaz, M. Kuenzel, M. Hekmatfar, M. Fichtner, S. Passerini, Small 2020, 16, 2000279.[23] G. Oh, M. Hirayama, O. Kwon, K. Suzuki, R. Kanno, Chem. Mater.2016, 28, 2634.[24] Q. Zhang, D. Cao, Y. Ma, A. Natan, P. Aurora, H. Zhu, Adv. Mater.[3] Y. Wang, W. D. Richards, S. P. Ong, L. J. Miara, J. C. Kim, Y. Mo,2019, 31, 1901131.G. Ceder, Nat. Mater. 2015, 14, 1026.[25] C. Wang, X. Li, Y. Zhao, M. N. Banis, J. Liang, X. Li, Y. Sun,",{"entities":[]}],["[4] T. Famprikis, P. Canepa, J. A. Dawson, M. S. Islam, C. Masquelier,K. R. Adair, Q. Sun, Y. Liu, Small Methods 2019, 3, 1900261.Nat. Mater. 2019, 18, 1278.[5] A. Miura, N. C. Rosero-Navarro, A. Sakuda, K. Tadanaga, N. H. Phuc, A. Matsuda, N. Machida, A. Hayashi, M. Tatsumisago, Nat. Rev. Chem. 2019, 3, 189.[26] C. Yu, S. Ganapathy, J. Hageman, L. van Eijck, E. R. Van Eck, L. Zhang, T. Schwietert, S. Basak, E. M. Kelder, M. Wagemaker, ACS Appl. Mater. Interfaces 2018, 10, 33296.",{"entities":[]}],["[27] J. Auvergniot, A. Cassel, D. Foix, V. Viallet, V. Seznec, R. Dedryvère,[6] D. H. Kim, Y.-H. Lee, Y. B. Song, H. Kwak, S.-Y. Lee, Y. S. Jung,Solid State Ionics 2017, 300, 78.ACS Energy Lett. 2020, 5, 718.[7] Z. Ma, H.-G. Xue, S.-P. Guo, J. Mater. Sci. 2018, 53, 3927. [8] Y. Zhu, X. He, Y. Mo, ACS Appl. Mater. Interfaces 2015, 7, 23685. [9] D. Cao, Y. Zhang, A. M. Nolan, X. Sun, C. Liu, J. Sheng, Y. Mo,",{"entities":[]}],["[28] S. P. Ong, L. Wang, B. Kang, G. Ceder, Chem. Mater. 2008, 20, 1798. [29] A. Jain, S. P. Ong, G. Hautier, W. Chen, W. D. Richards, S. Dacek, S. Cholia, D. Gunter, D. Skinner, G. Ceder, APL Mater. 2013, 1, 011002.Y. Wang, H. Zhu, Nano Lett. 2019, 20, 1483.[30] S. P. Ong, Y. Mo, W. D. Richards, L. Miara, H. S. Lee, G. Ceder,[10] T. Cheng, B. V. Merinov, S. Morozov, W. A. Goddard III, ACS EnergyEnergy Environ. Sci. 2013, 6, 148.Lett. 2017, 2, 1454.",{"entities":[]}],["[31] Y. Mo, S. P. Ong, G. Ceder, Chem. Mater. 2012, 24, 15.Adv. Mater. Interfaces 2021, 8, 21006242100624 (8 of 8)© 2021 Wiley-VCH GmbH",{"entities":[]}],["",{"entities":[]}]]}