{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","CURRENT_DENSITY","ENERGY_DENSITY","STRUCTURE"],"annotations":[["Availableonline6September20230021-9797/©2023ElsevierInc.Allrightsreserved.JournalofColloidandInterfaceScience652(2023)2042–2053Contents lists available at ScienceDirectJournal of Colloid And Interface Sciencejournal homepage: www.elsevier.com/locate/jcisEnhancing interface stability and ionic conductivity in the designed Na3SbP0.4xS4(cid:0) xOx sulfide solid electrolyte through bridging oxygen",{"entities":[[323,335,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["The all-solid-state sodium battery has emerged as a promising candidate for energy storage. However, the limited electrochemical stability of the solid electrolyte, particularly in the presence of Na metal at the anode, along with low ionic conductivity, hinders its widespread application. In this work, the design of P and O elements in Na3SbS4 solid electrolyte was investigated through a series of structural tests and characterizations. The elec- trochemical stability was remarkably improved",{"entities":[[339,346,"SULFIDE_ELECTROLYTE"]]}],["in the Na/Na3SbP0.16S3.6O0.4/Na battery, exhibiting a stability of (cid:0) 2. Additionally, the room temperature conductivity of Na3SbP0.16S3.6O0.4 260 h under a current of 0.1 mA cm (cid:0) 1, maintaining a value comparable to commercial standards. The proposed design was enhanced to 3.82 mS cm strategy provides an approach for developing sodium ion solid-state batteries with high energy density and long lifespan. The stability of the solid electrolyte interface at the Na | solid electrolyte",{"entities":[[129,147,"SULFIDE_ELECTROLYTE"],[173,182,"CURRENT_DENSITY"],[286,296,"IONIC_CONDUCTIVITY"]]}],null,null,null,null,null,null,["Powder samples of Na3SbP0.4xS4(cid:0) xOx(0 < x ≤ 0.5) and Na3PSb0.4xS4(cid:0) xOx(0 < x ≤ 0.5) were prepared using traditional solid- state sintering methods. A 45 mL zirconia tank containing 12 zirconia balls (10 mm diameter) was loaded with a reagent mixture consisting of Sb2S3 (99%), P2O5 (99%), Sb2O5 (99%) Na2S (95%), and S (99.99%). The combined materials (5 g) were continuously and thoroughly ground for 20 h at a speed of 500 rpm. Subsequently, all precursors were treated ◦ under vacuum",{"entities":[[18,30,"SULFIDE_ELECTROLYTE"],[59,71,"SULFIDE_ELECTROLYTE"],[276,281,"SULFIDE_ELECTROLYTE"],[289,293,"SULFIDE_ELECTROLYTE"],[301,306,"SULFIDE_ELECTROLYTE"],[313,317,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,["(cid:0) 1. Na3SbS4 system, which exhibits conductivity of up to 10 However, its electrochemical stability falls short of expectations. In 2020, Michael Lazar et al. reported the stabilization of sodium metal by using the solid electrolyte Na3PS4 (NPS) and its oxygen-doped derivative Na3PS4(cid:0) xOx (NPSO) [9], demonstrating the effectiveness of O doping on Na3PS4. This was attributed to the formation of Na2O insulation com- ponents at the Na/solid electrolyte interface. In 2022, further",{"entities":[[11,18,"SULFIDE_ELECTROLYTE"],[239,245,"SULFIDE_ELECTROLYTE"],[284,290,"SULFIDE_ELECTROLYTE"],[361,368,"SULFIDE_ELECTROLYTE"]]}],["research demonstrated that introducing O into Na3PS4 resulted in electrochemi- cally stable solid-state electrolytes. Additionally, P2S5 was identified as a potent glass-forming agent, crucial for inhibiting the propagation of Na dendrites [10]. Furthermore, the addition of oxygen elements induced the formation of structurally enhanced bridging oxygen. However, the ion conductivity of the Na3PS4-based electrolyte system remains limited (cid:0) 1, falling short of the requirements for",{"entities":[[46,52,"SULFIDE_ELECTROLYTE"],[132,136,"SULFIDE_ELECTROLYTE"]]}],["solid-state bat- to 0.27 mS cm teries. Moreover, whether the concept of creating solid electrolytes with stable electrochemical performance through the incorporation of P and O elements can be applied to Na3SbS4 with fast ion conduction capa- bilities remains to be determined. this work, we",{"entities":[[20,30,"IONIC_CONDUCTIVITY"],[204,211,"SULFIDE_ELECTROLYTE"]]}],null,null,["(cid:0) 3 S cm2.3. Structure and morphology characterization",{"entities":[[8,18,"IONIC_CONDUCTIVITY"]]}],null,null,["–70+(cid:0) 3 S cm2.4. Electrochemical characterization",{"entities":[[12,22,"IONIC_CONDUCTIVITY"]]}],null,null,["solid-state electrolyte Na3SbP0.4xS4(cid:0) xOx (NaSbPSO) by introducing oxygen and phosphorus into the Na3SbS4 sulfide solid electrolyte and comprehensively charac- terized its properties. We successfully developed a sodium-ion solid electrolyte with high conductivity and stability toward metallic sodium through the examination of its chemical structure, electrochemical properties and overall electrochemical performance in a Na | SE | NaInsynthesizedtheC.",{"entities":[[24,36,"SULFIDE_ELECTROLYTE"],[49,56,"SULFIDE_ELECTROLYTE"],[104,111,"SULFIDE_ELECTROLYTE"]]}],null,["composition but improved conductivity due to the formation of the main (cid:0) 1 with negli- phase of Na3SbS4, reaching a maximum of 0.382 mS cm gible transfer impedance. Tables 1 and 2 show the material performance data of all samples at 270 C. As expected, P and O elements undergo disproportionation reaction, releasing Na2Sx, which is consistent with previous research indicating the enhanced role of the P–O structure in electrochemical stability. The Na3SbP0.4xS4-xOx electrolyte with a cubic",{"entities":[[102,109,"SULFIDE_ELECTROLYTE"],[133,144,"IONIC_CONDUCTIVITY"],[323,328,"SULFIDE_ELECTROLYTE"],[457,473,"SULFIDE_ELECTROLYTE"]]}],["phase Na3SbS4 structure demonstrated remarkably improved conduc- tivity while maintaining excellent stability [19].",{"entities":[[6,13,"SULFIDE_ELECTROLYTE"]]}],["To explore the optimal synthesis method for oxygen sulfur com- pound electrolytes containing Na, Sb, P, S, and O, we designed two electrolyte samples based on Na3PS4 and Na3SbS4 crystals. Fig. 1(a) and (b) show the different XRD patterns of Na3PSb0.4xS4(cid:0) xOx and Na3SbP0.4yS4(cid:0) yOy (0 < y ≤ 0.5) after high-energy ball milling and heat ◦ treatment at 270 C. The XRD spectrum of the Na3PSb0.4xS4(cid:0) xOx system indicated a tetragonal crystal structure of Na3PS4 with minor impurities",{"entities":[[159,165,"SULFIDE_ELECTROLYTE"],[170,177,"SULFIDE_ELECTROLYTE"],[241,253,"SULFIDE_ELECTROLYTE"],[269,281,"SULFIDE_ELECTROLYTE"],[393,405,"SULFIDE_ELECTROLYTE"],[468,474,"SULFIDE_ELECTROLYTE"]]}],["[11]. These findings were consistent with previous research, suggesting possible amorphous nature during ball milling and heating, with im- purity peaks corresponding to Na3P and Na3PS4(cid:0) xOx (x = 1, 2, 3). Although some degree of crystallinity was observed from these peaks, the tetragonal Na3PS4. For Na3SbP0.4xS4(cid:0) xOx (0 < x ≤ 0.5) samples with the same elemental composition, the XRD pattern compared with the PDF standard card revealed the main phase as the cubic phase of Na3SbS4",{"entities":[[170,174,"SULFIDE_ELECTROLYTE"],[179,185,"SULFIDE_ELECTROLYTE"],[296,303,"SULFIDE_ELECTROLYTE"],[308,320,"SULFIDE_ELECTROLYTE"],[489,496,"SULFIDE_ELECTROLYTE"]]}],["with a space group P-412c [12]. Each cell comprised nine SbS4 segments, with Sb + atoms positioned at 2a and S atoms located at 8e, providing a rapid Na conduction pathway through the diffusion channel of the SbS4 tetrahe- dron [13]. Although Na3SbP0.4xS4(cid:0) xOx exhibited a more favorable ◦ structure than Na3PSb0.4xS4(cid:0) xOx, the 17 degree diffraction peak did not show the presence of cubic phase Na3SbS4. This suggested that the heat treatment temperature may play a role, as previous",{"entities":[[57,61,"SULFIDE_ELECTROLYTE"],[209,213,"SULFIDE_ELECTROLYTE"],[243,255,"SULFIDE_ELECTROLYTE"],[311,323,"SULFIDE_ELECTROLYTE"],[408,416,"SULFIDE_ELECTROLYTE"]]}],["studies indicated that cubic phase of Na3SbS4 requires temperatures [14]. Fig. 1(c) and (d) utilize Raman spectroscopy to investigate the chemical structure composition of the two sample groups. In Fig. 1(c), the main charac- (cid:0) 1 corresponded to the stretching mode of the teristic peak at 420 cm 2(cid:0) unit, which represented a non bridged sulfur unit [10]. The P1 unit PS4 reflected the number of bridging oxygen, and the superscripts indicated the number of short-range ordered units.",{"entities":[[38,45,"SULFIDE_ELECTROLYTE"]]}],null,["tetrahedral units. Compared with the P–S bond, the P–O has stronger chemical bond energy. Additionally, the presence of bridging oxygen can contribute to a more stable and uniform glass network in the unit microstructure [16]. As shown in Fig. 2(d), a standard SbS4 structural unit was formed at 380 (cid:0) 1 for the sample Na3SbP0.4xS4(cid:0) xOx. Furthermore, the –S–S– link cm from P2S6 defect unit produced during the disproportionation process (cid:0) 1. This observation exhibited",{"entities":[[261,265,"SULFIDE_ELECTROLYTE"],[325,337,"SULFIDE_ELECTROLYTE"],[386,390,"SULFIDE_ELECTROLYTE"]]}],["characteristic Raman modes at 460 cm was consistent with the reaction (2P0 → 2P1 + Na2S) presented in Na3PSb0.4xS4(cid:0) xOx. AC impedance tests were conducted on the samples to further demonstrate the superiority of the P–O structure. Na3PSb0.4xS4-xOx displays a half circle and a 45 angled straight line in the Nyquist plot of Fig. 1(e). The semicircle in the high-frequency zone represented the charge transfer resistance arising from diffusion be- tween the electrode and electrolyte [17]. The",{"entities":[[102,114,"SULFIDE_ELECTROLYTE"],[237,253,"SULFIDE_ELECTROLYTE"]]}],null,["Na3SbS4 structure. Impedance Rt is related to room-temperature conductivity = (σ25) and can be determined using the following equation:σ L/SRt, where L denotes the sample thickness, and S denotes the circular area between the electrode and the electrolyte. The conductivity of (cid:0) 1. By contrast, Na3SbP0.2S3.5O0.5 was determined to be 0.254 mS cm Fig. 1(f) depicts the Na3SbP0.4xS4(cid:0) xOx samples with the same elemental",{"entities":[[0,7,"SULFIDE_ELECTROLYTE"],[301,318,"SULFIDE_ELECTROLYTE"],[340,351,"IONIC_CONDUCTIVITY"],[374,386,"SULFIDE_ELECTROLYTE"]]}],["XPS analysis was perform to examine the surface of the ◦ Na3SbP0.16S3.6O0.4–270 C electrolyte (Fig. 2). The Sb 3d5/2 and 3d3/2 peaks were detected at 539 and 531 eV, respectively. The split peak of Sb 3d3/2 (531 eV) indicated the formation of distinct binding energy modes [1], specifically the P–O structure in the electrolyte. The pres- ence of Sb element ion groups with different valence states in electrolyte samples can be considered as a disadvantage for the formation of the electrolyte due",{"entities":[[57,79,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["The ion conductivity of Na3SbP0.4xS4(cid:0) xOx was further improved to develop solid-state batteries with excellent performance. Increasing the temperature of the Na3SbS4 electrolyte was the most effective approach to enhance ion conductivity. The XRD spectrum in Fig. 3(a) demon- strates the structural information of the Na3SbP0.16S3.6O0.4 sample after heating treatment. when the electrolyte treatment temperature reached 380 C [23], a complete cubic phase Na3SbS4 XRD diffraction pattern ◦ was",{"entities":[[24,36,"SULFIDE_ELECTROLYTE"],[164,171,"SULFIDE_ELECTROLYTE"],[324,342,"SULFIDE_ELECTROLYTE"],[461,468,"SULFIDE_ELECTROLYTE"]]}],null,["Na3SbP0.16S3.4O0.4–270 and Na3SbP0.16S3.4O0.4–380 exhibited strong SbS4 tensile vibration modes at 360, 380, and 410 (cid:0) 1. With increasing temperature, the V2 vibration peak weakened, cm and the formation of –S–S– was observed [25], consistent with the re- sults from the XRD analysis. The temperature rise accelerated the disproportionation reaction (2P0 → 2P1 + Na2S) and facilitated the growth of Na3SbS4 cubic phase crystals. Additionally, the incorporation of oxygen led to the formation",{"entities":[[0,22,"SULFIDE_ELECTROLYTE"],[27,49,"SULFIDE_ELECTROLYTE"],[67,71,"SULFIDE_ELECTROLYTE"],[369,373,"SULFIDE_ELECTROLYTE"],[405,412,"SULFIDE_ELECTROLYTE"]]}],["of more bridging oxygen structures and the potential emergence of a Na2S phase with low conductivity [26]. The overall electrochemical performance was remarkably increased, with the impedance of Na3SbP0.16S3.6O0.4–500 reduced to 20.9 Ω at ambient temperature. of shows Na3SbP0.16S3.6O0.4–500 electrolyte, exhibiting a semicircle in the high- frequency region, which further supports the occurrence of P–O structural disproportionation reaction [27]. The calculated ion con- ductivity for this",{"entities":[[68,72,"SULFIDE_ELECTROLYTE"],[195,217,"SULFIDE_ELECTROLYTE"],[269,291,"SULFIDE_ELECTROLYTE"]]}],["sample. Fig. 3(d) illustrates the effect of temperature on ion conductivity of the aforementioned electrolyte, with a room (cid:0) 1. Tables 3 - 8 show the ma- temperature conductivity of 3.82 mS cm ◦ terial performance data of all samples at 380 C. The ◦ materials were evaluated over a temperature range of 30 C, revealing a linear relationship between log 1000/T and temperature. The activation energy Ea was determined using the formula σ = , where σo representsthe pre-exponential parameter,",{"entities":[[188,198,"IONIC_CONDUCTIVITY"]]}],null,null,["Fig. 1. XRD spectra of (a) Na3PSb0.4xS4(cid:0) xOx x(0 < x ≤ 0.5) and (b) Na3SbP0.4xS4(cid:0) xOx(0 < x ≤ 0.5) after 20 h of mechanical milling and 10 h of heat treatment at ◦ C. Raman spectroscopy of (c) Na3PSb0.4xS4(cid:0) xOx(0 < x ≤ 0.5) and (d) Na3SbP0.4xS4(cid:0) xOx(0 < x ≤ 0.5) after 20 h of mechanical milling and 10 h of heat treatment 270 ◦ C. Nyquist impedance graphs of materials containing varying amounts of (e) Sb0.4xOx and (f) P0.4xOx(0 < x ≤ 0.5) after 20 h of mechanical milling",{"entities":[[27,39,"SULFIDE_ELECTROLYTE"],[74,86,"SULFIDE_ELECTROLYTE"],[205,217,"SULFIDE_ELECTROLYTE"],[250,262,"SULFIDE_ELECTROLYTE"],[428,436,"SULFIDE_ELECTROLYTE"],[445,452,"SULFIDE_ELECTROLYTE"]]}],null,["C.JournalofColloidAndInterfaceScience652(2023)2042–20532046L. Shu et al.Fig. 2. X-ray photoelectron spectroscopy (XPS) spectra of (a) Na3SbP0.16S3.6O0.4 solid electrolyte with deconvoluted Sb3d spectra. (b) Na3SbP0.16S3.6O0.4 solid electrolyte with deconvoluted O1s spectra. (c) Na3SbP0.16S3.6O0.4 solid electrolyte with deconvoluted S2p spectra. (d) Na3SbP0.16S3.6O0.4 solid electrolyte with deconvoluted P2p spectra.",{"entities":[[134,152,"SULFIDE_ELECTROLYTE"],[207,225,"SULFIDE_ELECTROLYTE"],[279,297,"SULFIDE_ELECTROLYTE"],[351,369,"SULFIDE_ELECTROLYTE"]]}],["Table 1 Electrochemical performance of Na3PSb0.4xS4-xOx electrolyte treated at 270C.compositionImpedanceelectron conductivityIonic conductivityH2S release(cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 6 mS cm (cid:0) 5 mS cm(cid:0) 1(cid:0) 1(cid:0) 11.88 cm3 g 1.899 cm3 g 1.68 cm3 g 1.53 cm3 g 1.38 cm3 g 1.12 cm3 g3.33 × 10 3.82 × 10 3.12 × 10 2.3 × 10 5.02 × 10 8.56 × 10443 Ω 431.1 Ω 413.4 Ω 401.3 Ω 315 Ω 300.8 Ω",{"entities":[[39,55,"SULFIDE_ELECTROLYTE"],[162,169,"IONIC_CONDUCTIVITY"],[178,185,"IONIC_CONDUCTIVITY"],[194,201,"IONIC_CONDUCTIVITY"],[210,217,"IONIC_CONDUCTIVITY"],[236,243,"IONIC_CONDUCTIVITY"],[252,259,"IONIC_CONDUCTIVITY"]]}],["Na3PS4 Na3PSb0.04S4O0.1 Na3PSb0.08S4O0.2 Na3PSb0.12S4O0.3 Na3PSb0.16S4O0.4 Na3PSb0.2S4O0.50.201 mS cm 0.206 mS cm 0.215 mS cm 0.222 mS cm 0.283 mS cm 0.254 mS cm(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1Table 2 Electrochemical performance of Na3SbP0.4xS4-xOx electrolyte treated at 270C.compositionImpedanceelectron conductivityIonic conductivityH2S release",{"entities":[[0,6,"SULFIDE_ELECTROLYTE"],[7,23,"SULFIDE_ELECTROLYTE"],[24,40,"SULFIDE_ELECTROLYTE"],[41,57,"SULFIDE_ELECTROLYTE"],[58,74,"SULFIDE_ELECTROLYTE"],[75,95,"SULFIDE_ELECTROLYTE"],[102,113,"IONIC_CONDUCTIVITY"],[114,125,"IONIC_CONDUCTIVITY"],[126,137,"IONIC_CONDUCTIVITY"],[138,149,"IONIC_CONDUCTIVITY"],[150,161,"IONIC_CONDUCTIVITY"],[326,342,"SULFIDE_ELECTROLYTE"]]}],["(cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm(cid:0) 1(cid:0) 1(cid:0) 11.37 cm3 g 0.888 cm3 g (cid:0) 1 0.9 cm3 g 0.912 cm3 g 0.78 cm3 g 0.53 cm3 g4.32 × 10 5.6 × 10 3.4 × 10 5.1 × 10 4.13 × 10 3.6 × 10223.6 Ω 220.37 Ω 216.48 Ω 214.61 Ω 212.73 Ω 211.08 ΩNa3SbS4 Na3SbP0.04S4O0.1 Na3SbP0.08S4O0.2 Na3SbP0.12S4O0.3 Na3SbP0.16S4O0.4 Na3SbP0.2S4O0.5",{"entities":[[8,15,"IONIC_CONDUCTIVITY"],[24,31,"IONIC_CONDUCTIVITY"],[50,57,"IONIC_CONDUCTIVITY"],[66,73,"IONIC_CONDUCTIVITY"],[92,99,"IONIC_CONDUCTIVITY"],[118,125,"IONIC_CONDUCTIVITY"],[343,359,"SULFIDE_ELECTROLYTE"],[360,376,"SULFIDE_ELECTROLYTE"],[377,393,"SULFIDE_ELECTROLYTE"],[394,410,"SULFIDE_ELECTROLYTE"],[411,426,"SULFIDE_ELECTROLYTE"]]}],["0.398 mS cm 0.304 mS cm 0.311 mS cm 0.382 mS cm 0.319 mS cm 0.322 mS cm(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1",{"entities":[[0,11,"IONIC_CONDUCTIVITY"],[12,23,"IONIC_CONDUCTIVITY"],[24,35,"IONIC_CONDUCTIVITY"],[36,47,"IONIC_CONDUCTIVITY"],[48,59,"IONIC_CONDUCTIVITY"],[60,71,"IONIC_CONDUCTIVITY"]]}],["is the Boltzmann constant. The Na3SbP0.16S3.6O0.4–500 electrolyte exhibited a minimum Ea of 0.991 eV. The increased activation energy can be attributed to the formation of more BO units, resulting in struc- tural contraction in response to oxygen incorporation, which subse- quently reduces the available free volume for conduction. In addition, the enhanced growth of Na3SbS4 crystals under high-temperature heat treatment contributes to the high ion conductivity [28].",{"entities":[[31,53,"SULFIDE_ELECTROLYTE"],[369,376,"SULFIDE_ELECTROLYTE"]]}],["accounting for the different energy peak compared with the sample before heat treatment. Moreover, an additional O1s binding energy at 540 eV is observed in Fig. 4(b), alongside the O1s binding energy peak at 531.7 eV. This suggests a linear increase in the proportion of BO species with increasing O content in the NaSbPSO electrolyte. High temperature treatment promotes this disproportionation reaction (2P0 → 2P1 + Na2S), resulting in the production of more oxygen and sulfur compounds in the",{"entities":[[316,323,"SULFIDE_ELECTROLYTE"],[419,423,"SULFIDE_ELECTROLYTE"]]}],["electrolyte Spectral deconvolution of Na3SbP0.16S3.6O0.4–500 revealed that the majority of the extra oxygen atoms were incorporated into the electrolyte as bridging oxygen, as evidenced by the O1s binding energy outside of 531.7 eV [29]. The shoulder in the S 2p spectrum shifts to a higher binding energy in Fig. 4(c). This shift can be attributed to the",{"entities":[[38,60,"SULFIDE_ELECTROLYTE"]]}],["XPS was utilized to determine the elemental composition of the Na3SbP0.16S3.6O0.4–500 solid electrolyte. In Fig. 4(a), only the Sb 3d3/2 peak with a binding energy at 531.7 eV is observed. As the temperature increases, the formation of more Na3SbS4 crystals is evident, indicating the absence of insufficiently reacted Sb element ion groups andJournalofColloidAndInterfaceScience652(2023)2042–20532047L. Shu et al.",{"entities":[[63,85,"SULFIDE_ELECTROLYTE"],[241,248,"SULFIDE_ELECTROLYTE"]]}],["Fig. 3. (a) XRD spectra and (b) Raman spectrum of the Na3SbP0.16S3.6O0.4 electrolyte under different temperature treatments. (c) Nyquist plots of the electrolyte under different temperature treatments. (d) Arrhenius of the electrolyte4 after treatment at different temperatures.Table 3 Electrochemical performance of Na3PSb0.4xS4-xOx electrolyte treated at 380C.compositionImpedanceelectron conductivityIonic conductivityH2S release",{"entities":[[54,72,"SULFIDE_ELECTROLYTE"],[317,333,"SULFIDE_ELECTROLYTE"]]}],["(cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm(cid:0) 1(cid:0) 1(cid:0) 11.02 cm3 g 1.29 cm3 g 1.6 cm3 g 1.31 cm3 g 1.3 cm3 g 1.1 cm3 g6.21 × 10 5.2 × 10 5.12 × 10 3.23 × 10 6.02 × 10 4.56 × 10343 Ω 331.1 Ω 239.4 Ω 222.3 Ω 251 Ω 260.3 ΩNa3PS4 Na3PSb0.04S4O0.1 Na3PSb0.08S4O0.2 Na3PSb0.12S4O0.3 Na3PSb0.16S4O0.4 Na3PSb0.2S4O0.50.26 mS cm 0.269 mS cm 0.372 mS cm 0.401 mS cm 0.355 mS cm 0.342 mS cm(cid:0) 1(cid:0) 1",{"entities":[[8,15,"IONIC_CONDUCTIVITY"],[24,31,"IONIC_CONDUCTIVITY"],[50,57,"IONIC_CONDUCTIVITY"],[66,73,"IONIC_CONDUCTIVITY"],[82,89,"IONIC_CONDUCTIVITY"],[98,105,"IONIC_CONDUCTIVITY"],[302,318,"SULFIDE_ELECTROLYTE"],[319,335,"SULFIDE_ELECTROLYTE"],[336,352,"SULFIDE_ELECTROLYTE"],[353,369,"SULFIDE_ELECTROLYTE"],[370,389,"SULFIDE_ELECTROLYTE"],[396,407,"IONIC_CONDUCTIVITY"],[408,419,"IONIC_CONDUCTIVITY"],[420,431,"IONIC_CONDUCTIVITY"],[432,443,"IONIC_CONDUCTIVITY"],[444,455,"IONIC_CONDUCTIVITY"]]}],["(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1Table 4 Electrochemical performance of Na3SbP0.4xS4-xOx electrolyte treated at 380C.compositionImpedanceelectron conductivityIonic conductivityH2S release(cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm(cid:0) 1(cid:0) 1(cid:0) 1",{"entities":[[147,163,"SULFIDE_ELECTROLYTE"],[270,277,"IONIC_CONDUCTIVITY"],[296,303,"IONIC_CONDUCTIVITY"],[312,319,"IONIC_CONDUCTIVITY"],[328,335,"IONIC_CONDUCTIVITY"],[344,351,"IONIC_CONDUCTIVITY"],[370,377,"IONIC_CONDUCTIVITY"]]}],["0.98 cm3 g 0.73 cm3 g 0.8 cm3 g 0.81 cm3 g 0.53 cm3 g 0.69 cm3 g4.29 × 10 4.6 × 10 3.98 × 10 4.17 × 10 3.05 × 10 3.6 × 10223.6 Ω 220.37 Ω 216.48 Ω 214.61 Ω 82.4 Ω 211.08 ΩNa3SbS4 Na3SbP0.04S4O0.1 Na3SbP0.08S4O0.2 Na3SbP0.12S4O0.3 Na3SbP0.16S4O0.4 Na3SbP0.2S4O0.50.398 mS cm 0.404 mS cm 0.411 mS cm 0.415 mS cm 1.08 mS cm 0.422 mS cm(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1",{"entities":[[179,195,"SULFIDE_ELECTROLYTE"],[196,212,"SULFIDE_ELECTROLYTE"],[213,229,"SULFIDE_ELECTROLYTE"],[230,246,"SULFIDE_ELECTROLYTE"],[247,267,"SULFIDE_ELECTROLYTE"],[274,285,"IONIC_CONDUCTIVITY"],[286,297,"IONIC_CONDUCTIVITY"],[298,309,"IONIC_CONDUCTIVITY"],[310,320,"IONIC_CONDUCTIVITY"],[321,332,"IONIC_CONDUCTIVITY"]]}],["Na3SbP0.16S3.6O0.4–420 was observed using field emission SEM images with EDS mapping. In the powder form, the electrolyte exhibited a uniform porous flocculent structure. Within the electrolyte substance, these particles were dispersed randomly, resembling the often-found layered double hydroxide structure. These unique structural forms were a result of high-energy ball milling and high-temperature pro- cessing, and the structure was heavily affected by oxygen doping, resulting in tiny",{"entities":[[0,22,"SULFIDE_ELECTROLYTE"]]}],["particles and agglomerated powders [31]. This struc- tural characteristic is crucial for suppressing the propagation of Na dendrites. The EDS analysis of elements in the Na3SbP0.16S3.6O0.4–500 micro area is further shown in Fig. 5(b–f). The distribution of various elements is clearly depicted, with S and Sb elements accounting for the majority, indicating that the electrolyte is still a solid compound of Na3SbS4.",{"entities":[[170,192,"SULFIDE_ELECTROLYTE"],[408,415,"SULFIDE_ELECTROLYTE"]]}],["polarization of sulfur atoms originally bonded with phosphorus due to the increased oxygen bonding, resulting in the transfer of sulfur to higher binding energies. This corresponds to the formation of –S–S– sulfur species in the shape of Na2S on the NSbPSO electrolyte. In addi- tion, the absence of the shoulder in this spectrum indicates that prior to the reaction, more covalent S-sulfur molecules were replaced by more –S–S– spectra of Na3SbP0.16S3.6O0.4–500 and Na3SbP0.16S3.6O0.4–270 exhibit",{"entities":[[238,242,"SULFIDE_ELECTROLYTE"],[250,256,"SULFIDE_ELECTROLYTE"],[440,462,"SULFIDE_ELECTROLYTE"],[467,489,"SULFIDE_ELECTROLYTE"]]}],["no signifi- cant difference, indicating the lack of Na3P generation or the presence of fewer Na3Px in these samples[21]. However, the binding energy of P–O compounds appeared in Na3SbP0.16S3.6O0.4–500, further supporting the fact of the disproportionation reaction between P and O elements in the electrolyte. Here,",{"entities":[[52,56,"SULFIDE_ELECTROLYTE"],[93,98,"SULFIDE_ELECTROLYTE"],[178,200,"SULFIDE_ELECTROLYTE"]]}],["sulfurspecies[30]. The P 2p XPSthe microstructure of Na3SbP0.16S3.6O0.4–500andJournalofColloidAndInterfaceScience652(2023)2042–20532048L. Shu et al.Table 5 Electrochemical performance of Na3PSb0.4xS4-xOx electrolyte treated at 420C.compositionImpedanceelectron conductivityIonic conductivityH2S release(cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm(cid:0) 1(cid:0) 1(cid:0) 1",{"entities":[[187,203,"SULFIDE_ELECTROLYTE"],[310,317,"IONIC_CONDUCTIVITY"],[326,333,"IONIC_CONDUCTIVITY"],[352,359,"IONIC_CONDUCTIVITY"],[368,375,"IONIC_CONDUCTIVITY"],[384,391,"IONIC_CONDUCTIVITY"],[410,417,"IONIC_CONDUCTIVITY"]]}],["1.18 cm3 g 1.09 cm3 g 1.37 cm3 g 1.26 cm3 g 1.56 cm3 g 1.35 cm3 g2.8 × 10 3.2 × 10 2.12 × 10 3.02 × 10 2.15 × 10 4.6 × 10243 Ω 231.1 Ω 213.4 Ω 201.3 Ω 215 Ω 200.8 ΩNa3PS4 Na3PSb0.04S4O0.1 Na3PSb0.08S4O0.2 Na3PSb0.12S4O0.3 Na3PSb0.16S4O0.4 Na3PSb0.2S4O0.50.367 mS cm 0.385 mS cm 0.417 mS cm 0.442 mS cm 0.414 mS cm 0.444 mS cm(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1",{"entities":[[171,187,"SULFIDE_ELECTROLYTE"],[188,204,"SULFIDE_ELECTROLYTE"],[205,221,"SULFIDE_ELECTROLYTE"],[222,238,"SULFIDE_ELECTROLYTE"],[239,259,"SULFIDE_ELECTROLYTE"],[266,277,"IONIC_CONDUCTIVITY"],[278,289,"IONIC_CONDUCTIVITY"],[290,301,"IONIC_CONDUCTIVITY"],[302,313,"IONIC_CONDUCTIVITY"],[314,325,"IONIC_CONDUCTIVITY"]]}],["Table 6 Electrochemical performance of Na3SbP0.4xS4-xOx electrolyte treated at 420C.compositionImpedanceelectron conductivityIonic conductivityH2S release(cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm(cid:0) 1(cid:0) 1(cid:0) 10.9 cm3 g 0.73 cm3 g 0.7 cm3 g 0.62 cm3 g 0.442 cm3 g 0.65 cm3 g4.32 × 10 5.6 × 10 3.4 × 10 5.1 × 10 4.13 × 10 3.6 × 10",{"entities":[[39,55,"SULFIDE_ELECTROLYTE"],[162,169,"IONIC_CONDUCTIVITY"],[178,185,"IONIC_CONDUCTIVITY"],[204,211,"IONIC_CONDUCTIVITY"],[220,227,"IONIC_CONDUCTIVITY"],[246,253,"IONIC_CONDUCTIVITY"],[272,279,"IONIC_CONDUCTIVITY"]]}],["123.6 Ω 120.37 Ω 116.48 Ω 114.61 Ω 66.2 Ω 73.08 ΩNa3SbS4 Na3SbP0.04S4O0.1 Na3SbP0.08S4O0.2 Na3SbP0.12S4O0.3 Na3SbP0.16S4O0.4 Na3SbP0.2S4O0.50.721 mS cm 0.74 mS cm 0.765 mS cm 0.778 mS cm 1.34 mS cm 1.22 mS cm(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1Table 7 Electrochemical performance of Na3PSb0.4xS4-xOx electrolyte treated at 500C.compositionImpedanceelectron conductivity",{"entities":[[57,73,"SULFIDE_ELECTROLYTE"],[74,90,"SULFIDE_ELECTROLYTE"],[91,107,"SULFIDE_ELECTROLYTE"],[108,124,"SULFIDE_ELECTROLYTE"],[125,145,"SULFIDE_ELECTROLYTE"],[152,162,"IONIC_CONDUCTIVITY"],[163,174,"IONIC_CONDUCTIVITY"],[175,186,"IONIC_CONDUCTIVITY"],[187,197,"IONIC_CONDUCTIVITY"],[198,208,"IONIC_CONDUCTIVITY"],[355,371,"SULFIDE_ELECTROLYTE"]]}],["Ionic conductivityH2S release(cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm(cid:0) 1(cid:0) 1(cid:0) 12.3 cm3 g 2.01 cm3 g 1.88 cm3 g 1.93 cm3 g 1.54 cm3 g 2.1 cm3 g3.53 × 10 2.25 × 10 3.51 × 10 3.34 × 10 5.6 × 10 3.53 × 1084 Ω 51.1 Ω 43.4 Ω 40.3 Ω 55 Ω 50.8 ΩNa3PS4 Na3PSb0.04S4O0.1 Na3PSb0.08S4O0.2 Na3PSb0.12S4O0.3 Na3PSb0.16S4O0.4 Na3PSb0.2S4O0.51.06 mS cm 1.74 mS cm 2.05 mS cm 2.21 mS cm 1.62 mS cm 1.75 mS cm",{"entities":[[37,44,"IONIC_CONDUCTIVITY"],[53,60,"IONIC_CONDUCTIVITY"],[69,76,"IONIC_CONDUCTIVITY"],[85,92,"IONIC_CONDUCTIVITY"],[101,108,"IONIC_CONDUCTIVITY"],[127,134,"IONIC_CONDUCTIVITY"],[326,342,"SULFIDE_ELECTROLYTE"],[343,359,"SULFIDE_ELECTROLYTE"],[360,376,"SULFIDE_ELECTROLYTE"],[377,393,"SULFIDE_ELECTROLYTE"],[394,413,"SULFIDE_ELECTROLYTE"],[420,430,"IONIC_CONDUCTIVITY"],[431,441,"IONIC_CONDUCTIVITY"],[442,452,"IONIC_CONDUCTIVITY"],[453,463,"IONIC_CONDUCTIVITY"],[464,474,"IONIC_CONDUCTIVITY"]]}],["(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1Table 8 Electrochemical performance of Na3SbP0.4xS4-xOx electrolyte treated at 500C.compositionImpedanceelectron conductivityIonic conductivityH2S release(cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 1 (cid:0) 5 mS cm (cid:0) 5 mS cm (cid:0) 5 mS cm(cid:0) 1(cid:0) 1",{"entities":[[165,181,"SULFIDE_ELECTROLYTE"],[288,295,"IONIC_CONDUCTIVITY"],[314,321,"IONIC_CONDUCTIVITY"],[330,337,"IONIC_CONDUCTIVITY"],[356,363,"IONIC_CONDUCTIVITY"],[372,379,"IONIC_CONDUCTIVITY"],[388,395,"IONIC_CONDUCTIVITY"]]}],["1.02 cm3 g 0.6 cm3 g 0.56 cm3 g 0.412 cm3 g 0.202 cm3 g 0.342 cm3 g5.0 × 10 4.98 × 10 4.36 × 10 4.1 × 10 4.35 × 10 7.64 × 1043.6 Ω 22.37 Ω 33.48 Ω 21.61 Ω 21.09 Ω 32.08 ΩNa3SbS4 Na3SbP0.04S4O0.1 Na3SbP0.08S4O0.2 Na3SbP0.12S4O0.3 Na3SbP0.16S4O0.4 Na3SbP0.2S4O0.52.03 mS cm 3.41 mS cm 2.66 mS cm 3.53 mS cm 3.82 mS cm 2.38 mS cm(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1(cid:0) 1",{"entities":[[178,194,"SULFIDE_ELECTROLYTE"],[195,211,"SULFIDE_ELECTROLYTE"],[212,228,"SULFIDE_ELECTROLYTE"],[229,245,"SULFIDE_ELECTROLYTE"],[246,265,"SULFIDE_ELECTROLYTE"],[272,282,"IONIC_CONDUCTIVITY"],[283,293,"IONIC_CONDUCTIVITY"],[294,304,"IONIC_CONDUCTIVITY"],[305,315,"IONIC_CONDUCTIVITY"],[316,326,"IONIC_CONDUCTIVITY"]]}],["The P–O structure-modified Na3SbP0.4xS4-xOx solid electrolyte un- derwent testing for long-term electrochemical stability using CV (Fig. 6 [a–b]). A standard sodium electrode and a stainless steel working elec- trode were used, and the electrolyte powder was compressed into blocks at a pressure of approximately 240 MPa. A semi enclosed battery was assembled using Na/SE/blocking electrodes [32]. The sodium adsorp- tion and desorption processes were examined in low-potential (below 1 V)",{"entities":[[27,43,"SULFIDE_ELECTROLYTE"]]}],["electrochemical oxidation and reduction reactions. Under the low- temperature treatment of Na3SbP0.16S3.6O0.4, the reduction reaction under negative voltage was irreversible (Fig. 6[a]). By contrast, remarkable reversibility was observed in the high-temperature CV curves for the Na3SbP0.16S3.6O0.4 electrolyte (Fig. 6[b]). Additionally, the resulting solid electrolyte exhibited a steady electrochemical win- dow between 0 and 5 V [33], with no other peaks observed in the tested samples the",{"entities":[[91,109,"SULFIDE_ELECTROLYTE"],[280,298,"SULFIDE_ELECTROLYTE"]]}],["Na3SbP0.16S3.6O0.4–500 heat treated at 500 C, was the most stable, as evidenced by its consistent linear response. This further demonstrated that the electrochemical stability of the P–O structure was crucial for the cycle stability of the solid electrolyte. The typical attenuation of current during the measurement process using the enhanced chro- noamperometry method is shown in Fig. 6(c). The electronic conduc- tivity was calculated using the equation: σe = (l ), and its value was )(dIe du s",{"entities":[[0,22,"SULFIDE_ELECTROLYTE"]]}],null,null,["tions is their air sensitivity. Air sensitivity hinders their potential as high-performance batteries. Hard acid and soft base theory suggests that the hard base O in the H2O molecule reacts with the hard acid P in Na3PS4 to form a P–O bond, whereas the soft base S reacts favorably with the hard H to release. However, P and O were combined prefer- entially to produce a stable bridge oxygen structure in NaSbPSO. Additionally, the SbS4 group remained stable at ambient temperature and pressure due",{"entities":[[215,221,"SULFIDE_ELECTROLYTE"],[406,414,"SULFIDE_ELECTROLYTE"],[433,437,"SULFIDE_ELECTROLYTE"]]}],["to strong interaction between the soft acid Sb5+ and the soft base S2(cid:0) . A cubic phase Na3SbS4 was synthesized as a reference material to assess the effect of ion substitution on the electrolyte sam- ples’ air stability. The amount of H2S released by the doped sulfide solid electrolyte with oxygen and P elements was observed in humid air (Fig. 6[d]). Compared with the undoped Na3SbS4 electrolyte, the release of H2S gradually decreased with increasing heat treatment temperature, and the",{"entities":[[93,100,"SULFIDE_ELECTROLYTE"],[385,392,"SULFIDE_ELECTROLYTE"]]}],["release from Na3SbP0.16S3.6O0.4–500 within 20 min was only (cid:0) 1, which was a quarter of that from the pure Na3SbS4 0.202 cm3 g electrolyte. This result strongly depended on the electrochemically",{"entities":[[13,35,"SULFIDE_ELECTROLYTE"],[112,119,"SULFIDE_ELECTROLYTE"]]}],["[29].Theelectrochemical ◦windowof(cid:0) 5 mS cmJournalofColloidAndInterfaceScience652(2023)2042–20532049L. Shu et al.Fig. 4. XPS spectra of (a) Na3SbP0.16S3.6O0.4–500 solid electrolyte with deconvoluted Sb3d spectra. (b) Na3SbP0.16S3.6O0.4 solid electrolyte with deconvoluted O1s spectra. (c) Na3SbP0.16S3.6O0.4 solid electrolyte with deconvoluted S2p spectra. (d) Na3SbP0.16S3.6O0.4 solid electrolyte with deconvoluted P2p spectra.",{"entities":[[145,167,"SULFIDE_ELECTROLYTE"],[222,240,"SULFIDE_ELECTROLYTE"],[294,312,"SULFIDE_ELECTROLYTE"],[366,384,"SULFIDE_ELECTROLYTE"]]}],null,["the Na3SbP0.16S3.6O0.4 electrolyte wasFig. 5. (a) SEM images of the Na3SbP0.16S3.6O0.4–500 sample at 5 µm magnification. (b) EDAX mapping area of Na3SbP0.16S3.6O0.4–500 and (c–f) individual elemental mapping of O, S, P, and Sb.JournalofColloidAndInterfaceScience652(2023)2042–20532050L. Shu et al.Fig. 6. (a) SEM images of the Na3SbP0.16S3.6O0.4–420 sample at 5 µm magnification. (b) EDAX mapping area of Na3SbP0.16S3.6O0.4–420 and (c–f) individual elemental mapping of O, S, P, and Sb.",{"entities":[[4,22,"SULFIDE_ELECTROLYTE"],[68,90,"SULFIDE_ELECTROLYTE"],[146,168,"SULFIDE_ELECTROLYTE"],[327,349,"SULFIDE_ELECTROLYTE"],[405,427,"SULFIDE_ELECTROLYTE"]]}],["(cid:0) 2. All four electrolytes exhibited different temperature with 0.1 mA cm Ohmic effects, with Na3SbP0.16S3.6O0.4–270 and Na3SbP0.16S3.6O0.4–380 showing stable voltages of 0.5 V during the 120 h sodium plating/ stripping process. The repeated changes in voltage indicated the for- mation of an unstable interface layer may at the electrolyte interface",{"entities":[[70,79,"CURRENT_DENSITY"],[100,122,"SULFIDE_ELECTROLYTE"],[127,149,"SULFIDE_ELECTROLYTE"]]}],["electrolytes was defined as the current at which the voltage distribution of the electrolyte suddenly spikes. With increasing temperature, the CCD of Na3SbP0.16S3.6O0.4 continuously increased [36], reaching a maximum (cid:0) 2 at Na3SbP0.16S3.6O0.4–500. In Fig. 7(b), (d), (f), and of 1.053 mA cm (h), the electrolytes were subjected to DC cycling tests at room",{"entities":[[150,168,"SULFIDE_ELECTROLYTE"],[230,253,"SULFIDE_ELECTROLYTE"],[285,296,"CURRENT_DENSITY"]]}],["Fig. 7. (a) Cyclic voltammetry (CV) curves with a scanning rate of 1 mV/s for Na3SbP0.4xS4(cid:0) xOx (0 < x ≤ 0.5) with different doping levels at 270 C. (b) CV curves of Na3SbP0.16S3.6O0.4 at different heat treatment temperatures at a scanning rate of 1 mV/s. (c) Direct current polarization curves of Na3SbP0.16S3.6O0.4 with applied C. (d) Amount of H2S produced after exposing Na3SbP0.16S3.6O0.4 to different heat treatment temperatures and humid air (RH = 40%) for 20 min. voltage at 25",{"entities":[[78,90,"SULFIDE_ELECTROLYTE"],[172,190,"SULFIDE_ELECTROLYTE"],[304,322,"SULFIDE_ELECTROLYTE"],[381,399,"SULFIDE_ELECTROLYTE"]]}],["JournalofColloidAndInterfaceScience652(2023)2042–20532051L. Shu et al.Fig. 8. DC cycling at step-increasing current densities at room temperature of the solid electrolytes Na3SbP0.16S3.6O0.4–270(a), Na3SbP0.16S3.6O0.4–380(c), Na3SbP0.16S3.6O0.4–420(e), and Na3SbP0.16S3.6O0.4–500(g). DC cycling tests of Na3SbP0.16S3.6O0.4–270(b), Na3SbP0.16S3.6O0.4–380(d), Na3SbP0.16S3.6O0.4–420(f), and Na3SbP0.16S3.6O0.4–500(h) solid electrolytes at ambient temperature with a current density of 0.1 mA cm",{"entities":[[172,194,"SULFIDE_ELECTROLYTE"],[199,221,"SULFIDE_ELECTROLYTE"],[226,248,"SULFIDE_ELECTROLYTE"],[257,279,"SULFIDE_ELECTROLYTE"],[304,326,"SULFIDE_ELECTROLYTE"],[331,353,"SULFIDE_ELECTROLYTE"],[358,380,"SULFIDE_ELECTROLYTE"],[389,411,"SULFIDE_ELECTROLYTE"],[483,492,"CURRENT_DENSITY"]]}],null,["[37]. As the temperature increased, both Na3SbP0.16S3.6O0.4–420 and Na3SbP0.16S3.6O0.4–500 exhibited stable sodium electroplating/strip- ping processes. The initial voltage of Na3SbP0.16S3.6O0.4–500 was only 0.2 V, indicating that the transfer impedance of the material was suffi- ciently minimal to sustain 250 h of stable cycling. The increased bridging oxygen created by the P–O structure considerably improved the interface compatibility between the electrolyte and the sodium anode. The built",{"entities":[[41,63,"SULFIDE_ELECTROLYTE"],[68,90,"SULFIDE_ELECTROLYTE"],[176,198,"SULFIDE_ELECTROLYTE"]]}],null,["[2] Y. Bai, Y. Zhao, W. Li, L. Meng, Y. Bai, G. Chen, New Insight for Solid SulfideElectrolytes LSiPSI by Using Si/P/S as the Raw Materials and I Doping, ACS Sustain. Chem. Eng. 7 (2019) 12930–12937.[3] P. Bron, S. Dehnen, B. Roling, Li10Si0.3Sn0.7P2S12 – A low-cost and low-grain- boundary-resistance lithium superionic conductor, J. Power Sources 329 (2016) 530–535.[4] P. Bron, S. Johansson, K. Zick, J. Schmedt auf der Gunne, S. Dehnen, B. Roling,",{"entities":[[234,253,"SULFIDE_ELECTROLYTE"]]}],["Li10SnP2S12: an affordable lithium superionic conductor, J. Am. Chem. Soc. 135 (2013) 15694–15697.[5] A.D. Bui, S.-H. Choi, H. Choi, Y.-J. Lee, C.-H. Doh, J.-W. Park, B.G. Kim, W.-J. Lee, S.-M. Lee, Y.-C. Ha, Origin of the Outstanding Performance of Dual Halide Doped Li7P2S8X (X = I, Br) Solid Electrolytes for All-Solid-State Lithium Batteries, ACS Applied Energy Materials 4 (2021) 1–8.",{"entities":[[0,11,"SULFIDE_ELECTROLYTE"],[268,276,"SULFIDE_ELECTROLYTE"]]}],null,["Room-Temperature All-solid-state Rechargeable Sodium-ion Batteries with a Cl- doped Na3PS4 Superionic Conductor, Sci. Rep. 6 (2016) 33733.[9] M. Lazar, S. Kmiec, A. Joyce, S.W. Martin, Investigations into Reactions between Sodium Metal and Na3PS4-xOx Solid-State Electrolytes: Enhanced Stability of the Na3PS3O Solid-State Electrolyte, ACS Applied Energy Materials 3 (2020) 11559–11569.",{"entities":[[84,90,"SULFIDE_ELECTROLYTE"],[240,250,"SULFIDE_ELECTROLYTE"],[303,310,"SULFIDE_ELECTROLYTE"]]}],null,["and stable (cid:0) 1. It achieved a CCD of up to 1.053 mA cm 3.82 mS cm (cid:0) 2. The introduction of P and O cycling for up to 260 h in 0.1 mA cm elements in the Na3SbS4 solid electrolyte led to the formation of oxide and oxygen sulfide units with bridging oxygen characteristics. The ho- mogenization of the glass–ceramic structure was facilitated by the in- termediate oxygen sulfide unit, resulting in a decreased electronic conductivity of the electrolyte. Furthermore, the formation of a",{"entities":[[49,60,"CURRENT_DENSITY"],[61,71,"IONIC_CONDUCTIVITY"],[138,147,"CURRENT_DENSITY"],[164,171,"SULFIDE_ELECTROLYTE"]]}],null,null,["G. Verbist, Y.S. Meng, Single-step synthesis of highly conductive Na3PS4 solid electrolyte for sodium all solid-state batteries, J. Power Sources 435 (2019).[12] N.J.J. de Klerk, M. Wagemaker, Diffusion Mechanism of the Sodium-Ion SolidElectrolyte Na3PS4 and Potential Improvements of Halogen Doping, Chem. Mater. 28 (2016) 3122–3130.[13] D. Escalera-L´opez, K.D. Jensen, N.V. Rees, M. Escudero-Escribano,",{"entities":[[66,72,"SULFIDE_ELECTROLYTE"],[248,254,"SULFIDE_ELECTROLYTE"]]}],["Electrochemically Decorated Iridium Electrodes with WS3(cid:0) x Toward Improved Oxygen Evolution Electrocatalyst Stability in Acidic Electrolytes, Advanced Sustainable Systems 5 (2021).[14] H. Gamo, N.H.H. Phuc, R. Matsuda, H. Muto, A. Matsuda, Multiphase Na3SbS4 with high ionic conductivity, Materials Today, Energy 13 (2019) 45–49.",{"entities":[[257,264,"SULFIDE_ELECTROLYTE"]]}],["[15] H. Gamo, N.H.H. Phuc, H. Muto, A. Matsuda, Effects of Substituting S with Cl on the Structural and Electrochemical Characteristics of Na3SbS4 Solid Electrolytes, ACS Applied Energy Materials 4 (2021) 6125–6134.[16] V. Gulino, L. Barberis, P. Ngene, M. Baricco, P.E. de Jongh, Enhancing Li-Ion Conductivity in LiBH4-Based Solid Electrolytes by Adding Various Nanosized Oxides, ACS Applied Energy Materials 3 (2020) 4941–4948.CRediT authorship contribution statement",{"entities":[[139,146,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,["This work was financially supported by National Natural Science Foundation of China (Grant no. 51972176) and sponsored by K. C. Wong Magna Fund in Ningbo University.[26] W.D. Richards, T. Tsujimura, L.J. Miara, Y. Wang, J.C. Kim, S.P. Ong, I. Uechi,N. Suzuki, G. Ceder, Design and synthesis of the superionic conductor Na10SnP2S12, Nat. Commun. 7 (2016) 11009.",{"entities":[[319,330,"SULFIDE_ELECTROLYTE"]]}],null,null,["[35] W. Weng, G. Liu, Y. Li, L. Shen, X. Yao, Tungsten and oxygen co-doped stable tetragonal phase Na3SbS4 with ultrahigh ionic conductivity for all-solid-state sodium batteries, Appl. Mater. Today 27 (2022).",{"entities":[[99,106,"SULFIDE_ELECTROLYTE"]]}],["Air-Stable Na3 SbS4 Superionic Conductor Prepared by a Rapid and Economic Synthetic Procedure, Angew. Chem. Int. Ed. Engl. 55 (2016) 8551–8555. [30] T. Sawabe, M. Akiyoshi, K. Yoshida, T. Yano, Estimation of neutron-irradiation- induced defect in 3C–SiC from change in XRD peak shift and DFT study, J. Nucl. Mater. 417 (2011) 430–434.[36] W. Weng, G. Liu, L. Shen, X. Yao, High ionic conductivity and stable phase",{"entities":[[11,19,"SULFIDE_ELECTROLYTE"]]}],["Na11.5Sn2Sb0.5Ti0.5S12 for all-solid-state sodium batteries, J. Power Sources 512 (2021).[31] F. Tsuji, N. Masuzawa, A. Sakuda, M. Tatsumisago, A. Hayashi, Preparation and Characterization of Cation-Substituted Na3SbS4 Solid Electrolytes, ACS Applied Energy Materials 3 (2020) 11706–11712.",{"entities":[[0,22,"SULFIDE_ELECTROLYTE"],[211,218,"SULFIDE_ELECTROLYTE"]]}],["[37] S. Xiong, Z. Liu, L. Yang, Y. Ma, W. Xu, J. Bai, H. Chen, Anion and cation co-doping of Na4SnS4 as sodium superionic conductors, Materials Today Physics 15 (2020). [38] R. Xu, Z. Wu, S. Zhang, X. Wang, Y. Xia, X. Xia, X. Huang, J. Tu, Construction of[32] F. Tsuji, A. Nasu, A. Sakuda, M. Tatsumisago, A. Hayashi, MechanochemicalAll-Solid-State Batteries based on a Sulfur-Graphene Composite and Li(9.54) Si (1.74) P(1.44) S(11.7) Cl(0.3) Solid Electrolyte, Chemistry 23 (2017) 13950–13956.",{"entities":[[93,100,"SULFIDE_ELECTROLYTE"]]}],["synthesis and characterization of Na3–P1–W S4 solid electrolytes, J. Power Sources 506 (2021).[33] H. Wan, J.P. Mwizerwa, F. Han, W. Weng, J. Yang, C. Wang, X. Yao, Grain-[39] B. Zhang, L. Yang, L.-W. Wang, F. Pan, Cooperative transport enabling fast Li-ion diffusion in Thio-LISICON Li10SiP2S12 solid electrolyte, Nano Energy 62 (2019) 844–852.boundary-resistance-less Na3SbS4-Se solid electrolytes for all-solid-state sodium batteries, Nano Energy 66 (2019).",{"entities":[[284,295,"SULFIDE_ELECTROLYTE"],[370,380,"SULFIDE_ELECTROLYTE"]]}]]}