{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY"],"annotations":[["ReseaRch aRticleA High Air-Stability and Li-Metal-Compatible Li3+2xP1−xBixS4−1.5xO1.5x Sulfide Electrolyte for All-Solid-State Li–Metal BatteriesYu Ni, Chao Huang, Hong Liu, Yuhao Liang, and Li-Zhen Fan*",{"entities":[[61,86,"SULFIDE_ELECTROLYTE"]]}],["and serve mobile phones and electric cars better, thus promoting its application in industrialization.[5,6] It is well known that solid electrolyte is a very important part of ASSLBs. At present, SEs are mainly divided into oxide SEs, polymer SEs, and sulfide solid electrolytes.[7,8] Among them, sulfide solid electrolytes (SSEs) have very high ionic conductivity.[9] For instance, the ionic conductivity of Li10GeP2S12 or Li9.54Si1.74P1.44S11.7Cl0.3 is ≈ 2 × 10–2 S cm–1, which is similar to that",{"entities":[[409,420,"SULFIDE_ELECTROLYTE"],[424,451,"SULFIDE_ELECTROLYTE"],[457,473,"IONIC_CONDUCTIVITY"]]}],["of liquid electro- lytes.[10–12] In addition, SSEs are the most flexible that can achieve tight solid–solid contact by simple cold pressing and exhib- iting excellent processability. Therefore, SSEs are the most ideal electrolyte for ASSLBs at present.[13–16]",{"entities":[]}],["All-solid-state batteries are one of the most promising lithium–ion batteries as they are safe with high energy density and applicable to different occa- sions. Sulfide solid electrolytes (SSEs) are welcoming due to their good ionic conductivity and processability. However, as the SSE conductor is unstable when exposed to air, its development and application are limited. A series of new Li3+2xP1−xBixS4−1.5xO1.5x (X = 0.02, 0.04, 0.06, 0.08) solid electrolytes are synthesized by co-doping Li3PS4",{"entities":[[390,415,"SULFIDE_ELECTROLYTE"],[493,499,"SULFIDE_ELECTROLYTE"]]}],["with Bi and O, and the new electro- lytes have better ionic conductivity and air-stability than Li3PS4. The lithium ionic conductivity of Li3.12P0.94Bi0.06S3.91O0.09 solid electrolytes reached up to 2.8 mS cm–1 at room temperature, the highest and 9 times as high as that of Li3PS4. The doped solid electrolytes are compatible with lithium anode, and the cycling performance is improved. Importantly, the critical current density of Li3.12P0.94Bi0.06S3.91O0.09 electrolytes can reach to 1.2 mA cm–2.",{"entities":[[96,103,"SULFIDE_ELECTROLYTE"],[138,165,"SULFIDE_ELECTROLYTE"],[199,210,"IONIC_CONDUCTIVITY"],[275,282,"SULFIDE_ELECTROLYTE"],[433,460,"SULFIDE_ELECTROLYTE"],[487,498,"CURRENT_DENSITY"]]}],["In particular, the Li|Li3.12P0.94Bi0.06S3.91O0.09|Li symmetric cells are stable even after 400 h running at 1 mA cm–2 and 25 °C. Bi2O3 doping SSEs are expected to be the next generation of all-solid-state lithium batteries due to their good ionic conductivity and air-stability.",{"entities":[[108,117,"CURRENT_DENSITY"],[129,134,"SULFIDE_ELECTROLYTE"]]}],["Although some progress has been made in SSEs, it also faces some challenges that limit its further application and develop- ment. The most crucial issue is the poor air-stability of the SSEs.[17,18] In the air, it actively reacts with H2O, producing toxic H2S. What is worse, the structural collapses lead to a significant reduction in ionic conductivity.[19,20] Therefore, processing of SSE materials must be done inside the glovebox filled with argon, which makes the production and application",{"entities":[[235,238,"SULFIDE_ELECTROLYTE"],[256,260,"SULFIDE_ELECTROLYTE"]]}],["more complex and expensive.[16,21,22] The poor air stability of SSEs is an urgent problem for its com- mercial application. How to deal with this issue is also a very important subject that needs to be studied at present.[23,24] The decomposition mechanism of the SSEs in the air can be analyzed by means of hard and soft acids and bases (HSAB) theory.[25–27] The central cation P5+ of most SSEs is a hard acid that forms P-O more readily with hard base O2- in air or water than with soft base S2–",{"entities":[]}],["to form P-S. At the same time, S2- tends to bond with the hydrogen in the air, resulting in the toxic gas, H2S, and a significant decrease in ionic conductivity. According to HSAB theory, researchers have proposed a number of ways to improve the air stability of SSEs.[28–31]",{"entities":[[107,110,"SULFIDE_ELECTROLYTE"]]}],["1. Introduction",{"entities":[]}],["Lithium–ion batteries (LIBs) have been widely used from port- able electronic devices to grid-scale energy storage and have become an indispensable part of human life. Nevertheless, the limited energy density and potential security issues have limited the further development of the LIBs.[1,2] The funda- mental way to improve the energy density and safety of LIBs is to assemble all-solid-state lithium batteries (ASSLBs) by substituting liquid electrolytes with solid electrolytes (SEs).[3,4] The",{"entities":[]}],["SEs are nonflammable, so there is no need to worry about safety issues such as combustion and explosion in ASSLBs. In addition, SEs are expected to match lithium, which would break the current bottleneck of low energy density in liquid batteries",{"entities":[]}],["Y. Ni, C. Huang, H. Liu, Y. Liang, L.-Z. Fan Beijing Advanced Innovation Center for Materials Genome Engineering Institute of Advanced Materials and Technology University of Science and Technology Beijing Beijing 100083, China E-mail: fanlizhen@ustb.edu.cnThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.202205998.DOI: 10.1002/adfm.202205998",{"entities":[]}],["Metal Oxide co-doping is a very effective way to improve the air stability of SSEs. By doping SSEs with metal oxides, a new type of electrolyte can be obtained, which cannot only improve the air stability of SSEs, but also improve its ionic conductivity.[32–34] Li3PS4 is a commonly used SSE with a simple preparation process and lower synthesis cost, and it is also suit- able for commercial preparation.[35,36] However, there are someAdv. Funct. Mater. 2022, 32, 22059982205998 (1 of 8)",{"entities":[[262,268,"SULFIDE_ELECTROLYTE"]]}],["© 2022 Wiley-VCH GmbHwww.afm-journal.dewww.advancedsciencenews.com16163028, 2022, 41, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202205998 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["aspects of this electrolyte that need improvement mainly in terms of improving its ionic conductivity and air stability.[37,38] Xu et al. have synthesized a new Li3+3xP1−xZnxS4−xOx electro- lyte by doping ZnO into Li3PS4. The P5+ is partly replaced by Zn2+, and the S2– is partly replaced by O2–, according to HSAB theory, this method suppresses the reaction between electro- lyte and water and thus improves air-stability.[39] Through the doping of ZnO, the ionic conductivity of the SEs increased",{"entities":[[161,180,"SULFIDE_ELECTROLYTE"],[205,208,"SULFIDE_ELECTROLYTE"],[214,221,"SULFIDE_ELECTROLYTE"],[450,453,"SULFIDE_ELECTROLYTE"]]}],["to 1.12 × 10–3 S cm–1, which was twice as high as the original one. In addition to ZnO, other metal oxides such as P2O5 and Sb2O5 have been co-doped into the SSEs by several researchers to improve their air-stability.[40,41] The substitution of soft acid atoms is also a common method of improving the air stability of SSEs, the most common being the substitution of Sn for P. Sn is a softer acid than P and is more stable when it is combined with soft base S, thus improving the air stability of",{"entities":[[3,21,"IONIC_CONDUCTIVITY"],[115,119,"SULFIDE_ELECTROLYTE"],[124,129,"SULFIDE_ELECTROLYTE"]]}],["sulfide electrolytes.[42–44] In this way, Sun et al. synthesized Li3.2P0.8Sn0.2S4 electrolyte and the ionic conductivity of this elec- trolyte can reach 1.21 × 10–3 S cm–1 with better air stability.[45] The synthesis cost of these electrolytes is still relatively high and the performance at high current densities is poor.",{"entities":[[65,81,"SULFIDE_ELECTROLYTE"],[153,171,"IONIC_CONDUCTIVITY"]]}],["system only changes the PS bonds but does not modify the PS4",{"entities":[]}],["3– original structure. In order to further support our claims, the theoretical calculation as shown below was performed. The spin-polarized density functional theory (DFT) calculations were performed by the Vienna Ab initio Simulation Package.[46] The core electrons were modelled by the projector-augmented-wave method.[47] The electron exchange and correlation interactions were described by the generalized gradient approximation using Perdew–Burke–Ernzerhof form.[48] The plane-wave basis",{"entities":[]}],["kinetic energy cutoff was set to 400 eV. The total energy was converged to 10–6 eV for the self-consistent field calculation.",{"entities":[]}],["Then the suitable supercell models were selected as shown below. In this study, the 2 × 2 × 1 Li3PS4 supercell with a P atom and an S atom substituted by Bi atom and O atom was adopted. During the geometrical optimizations, the atoms were allowed to fully relax until the forces on all atoms were <0.02 eV Å−1. To confirm the feasibility of the Bi and O atom doped in Li3PS4, the formation energy is calculated according to the following Equation 1:µ SEEµEµµ−++−−=(1)",{"entities":[[94,100,"SULFIDE_ELECTROLYTE"],[368,374,"SULFIDE_ELECTROLYTE"]]}],["formperfectBiOxdoped",{"entities":[]}],["In this work, The Li3+2xP1−xBixS4−1.5xO1.5x(X = 0.02, 0.04, 0.06, and 0.08) SEs were synthesized by co-doping Bi2O3 into Li3PS4. The chemical bond and structure of Li3PS4 were adjusted by Bi and O co-doping, in which Bi3+ partly replaced P5+ and S2− partly replaced O2–. Experimental and theoretical calculation had demonstrated that the ionic conductivity and air stability of Li3+2xP1−xBixS4−1.5xO1.5x electrolytes synthesized by Bi and O co-doping were improved greatly. The content of Bi2O3 was",{"entities":[[18,43,"SULFIDE_ELECTROLYTE"],[110,115,"SULFIDE_ELECTROLYTE"],[121,128,"SULFIDE_ELECTROLYTE"],[164,170,"SULFIDE_ELECTROLYTE"],[378,403,"SULFIDE_ELECTROLYTE"],[489,494,"SULFIDE_ELECTROLYTE"]]}],["also analyzed by X-ray diffraction (XRD) and electrochemical imped- ance spectroscopy (EIS). The effect of doping amount on the conductivities and crystal structures was studied systematically. Finally, the optimum doping amount was determined. At last, we assembled the synthesized electrolyte into NCM523@ LiNbO3/Li3.12P0.94Bi0.06S3.91O0.09/Li ASSLBs and the charge–discharge performance of it.",{"entities":[]}],["where Edoped and Eperfect are the total energies derived from the doped and pure Li3PS4 respectively, µBi, µO, and µS represent the chemical potentials of Bi, O, and S, respectively, µx means that when Bi occupies the P site, µx is the chemical potentials of P, and when Bi occupies the Li site, µx is the chemical poten- tials of Li. From Figure S1 (Supporting Information), it can be seen that the formation energy of the second structure was the smallest. Therefore, this structure was used for",{"entities":[[81,87,"SULFIDE_ELECTROLYTE"]]}],["the calculations in this paper.",{"entities":[]}],["The constructed Li3PS4 supercell was shown in Figure 1d, and the Bi and O atoms substitution model with the lowest formation energy was presented in Figure 1e, which was selected for the subsequent calculations. The PS4, PS3O, and BiS4 units terminated surfaces were generated by cleaving the (001) surface of the selected doping model in Figure 1e, respec- tively. A vacuum gap of 15 Å was added to the surface models. During the geometry optimizations, the atoms in the top four layers were",{"entities":[[16,22,"SULFIDE_ELECTROLYTE"],[216,219,"SULFIDE_ELECTROLYTE"],[221,225,"SULFIDE_ELECTROLYTE"],[231,235,"SULFIDE_ELECTROLYTE"]]}],["allowed to relax until the forces on the relaxed atoms were <0.02 eV Å−1.",{"entities":[]}],["tested2. Results and Discussion",{"entities":[]}],["The Li3.12P0.94Bi0.06S3.91O0.09 is prepared by high-energy ball milling of Li2S, P2S5, and Bi2O3, this SSE was also applied in ASSLSBs. The synthesis principle and preparation process as shown in Figure 1a. Then the XRD patterns were used to analyze the phase compositions of Li3+2xP1−xBixS4−1.5xO1.5x with different Bi2O3 amount that is shown in Figure 1b. In these XRD patterns, the multiple crystallization peaks can be observed. The intensity of diffraction peaks corresponding to Li3PS4 mainly",{"entities":[[4,31,"SULFIDE_ELECTROLYTE"],[75,79,"SULFIDE_ELECTROLYTE"],[81,85,"SULFIDE_ELECTROLYTE"],[91,96,"SULFIDE_ELECTROLYTE"],[276,301,"SULFIDE_ELECTROLYTE"],[317,322,"SULFIDE_ELECTROLYTE"],[485,491,"SULFIDE_ELECTROLYTE"]]}],["manifested in the change of intension with increasing Bi2O3 content. Remarkably, no Bi2O3 characteristic peaks could be observed in Li3+2xP1−xBixS4−1.5xO1.5x sample, indi- cating that Bi and O atoms have been co-doped into the Li3PS4 crystal structure, rather than existing as the simple physical mixing. The Raman spectroscopy was conducted to further reveal the influence of Bi2O3 co-doping on the Li3PS4, as shown in Figure 1c. A characteristic peak can be observed at 409 cm–1, 3– tetrahedral",{"entities":[[54,59,"SULFIDE_ELECTROLYTE"],[84,89,"SULFIDE_ELECTROLYTE"],[132,157,"SULFIDE_ELECTROLYTE"],[227,233,"SULFIDE_ELECTROLYTE"],[377,382,"SULFIDE_ELECTROLYTE"],[400,406,"SULFIDE_ELECTROLYTE"]]}],["unit. Only changes in which can fall to the PS4 peak intensities can be observed without peak split or forming a new group. This shows that the co-doping of Bi2O3 in this",{"entities":[[44,47,"SULFIDE_ELECTROLYTE"],[157,162,"SULFIDE_ELECTROLYTE"]]}],["The X-ray photoelectron spectroscopy (XPS) was used to prove the elements chemical bonding information after Bi and O co- doping. Figure 2a shows that the S 2p spectrum of Li3PS4 can be deconvoluted into the two different peaks distributed to PS and PSLi. Figure 2b shows that the spectrum of P 2p can be 3–. While as the spectrum deconvoluted into peaks assigned to PS4 of S 2p for Li3.12P0.94Bi0.06S3.91O0.09, in addition to the peaks of PS and PSLi, there are two peaks of 157.8 and 164.2",{"entities":[[172,178,"SULFIDE_ELECTROLYTE"],[370,373,"SULFIDE_ELECTROLYTE"],[386,413,"SULFIDE_ELECTROLYTE"]]}],["eV that mainly come from the Bi 4f peak generated by doping Bi2O3. It can be seen from Figure 2c, in addition to the increase of two peaks, the intensity of the peak belonging to PS at 163.1 eV is increased. It is mainly due to the overlap of BiS which is produced after co- doping and PS peak. After the co-doping of Bi2O3, a sulfur atom 3– that belonged to Li3PS4 originally is replaced by an within PS4 oxygen atom. This POx can be observed in Figure 2d, and it can further prove that Bi2O3",{"entities":[[60,66,"SULFIDE_ELECTROLYTE"],[321,326,"SULFIDE_ELECTROLYTE"],[362,368,"SULFIDE_ELECTROLYTE"],[405,408,"SULFIDE_ELECTROLYTE"],[491,496,"SULFIDE_ELECTROLYTE"]]}],["has doped into Li3PS4 successfully. The spectrum of Li 1 s can be seen in Figure S2 (Supporting Informa- tion) and there is no difference in this peak. The O 1 s spectrum of",{"entities":[[15,21,"SULFIDE_ELECTROLYTE"]]}],["Adv. Funct. Mater. 2022, 32, 22059982205998 (2 of 8)© 2022 Wiley-VCH GmbHwww.advancedsciencenews.comwww.afm-journal.de16163028, 2022, 41, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202205998 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 1. Preparation and crystal structure of Li3+2xP1−xBixS4−1.5xO1.5x (X = 0, 0.02, 0.04, 0.06, and 0.08) Electrolytes. (a) The schematic diagram for the preparation of Li3.12P0.94Bi0.06S3.91O0.09 solid-state electrolyte and schematic of ASSLSBs. (b) The XRD patterns and (c) ex situ Raman results of Li3PS4 and Li3+2xP1−xBixS4−1.5xO1.5x (x = 0.02, 0.04, 0.06, and 0.08). (d) The structure of Li3PS4 and (e) the structure of Li3.12P0.94Bi0.06S3.91O0.09 from DFT calculations.",{"entities":[[47,72,"SULFIDE_ELECTROLYTE"],[172,199,"SULFIDE_ELECTROLYTE"],[304,310,"SULFIDE_ELECTROLYTE"],[315,340,"SULFIDE_ELECTROLYTE"],[396,402,"SULFIDE_ELECTROLYTE"],[428,455,"SULFIDE_ELECTROLYTE"]]}],["Li3.12P0.94Bi0.06S3.91O0.09 can be deconvoluted into the two different peaks distributed to POP and LiOP (Figure S3, Supporting Information). Through the analysis of XPS spectra, it is confirmed that bismuth partially replaced the phosphorus atom and the oxygen partially replaced the sulfur atom after Bi2O3 doping.",{"entities":[[0,27,"SULFIDE_ELECTROLYTE"],[307,312,"SULFIDE_ELECTROLYTE"]]}],["electrolytes were exposed to air, and the air stability of sulfide electrolytes can be judged by testing the amount of H2S gen- erated at different times.[49] As can be seen from Figure 3a, Li3.12P0.94Bi0.06S3.91O0.09 hardly react in humid air and the concentration of H2S is only 0.14 cm3 g–1 after 360 min, while the concentration of H2S for Li3PS4 can reach 0.81 cm3 g–1 after 360 min. Moreover, it can be seen from Figure S6 (Supporting Information) the doped electrolyte of",{"entities":[[119,122,"SULFIDE_ELECTROLYTE"],[190,217,"SULFIDE_ELECTROLYTE"],[269,272,"SULFIDE_ELECTROLYTE"],[336,339,"SULFIDE_ELECTROLYTE"],[344,350,"SULFIDE_ELECTROLYTE"]]}],["Li3.12P0.94Bi0.06S3.91O0.09 displays better air stability than that of Li3PS4·0.01Bi2O3. It means that the improved air stability of sulfide electrolyte may relate to its structure. From Table S3 (Supporting Information), it can be seen that the hydrolysis resistance of the prepared Li3.12P0.94Bi0.06S3.91O0.09 electrolyte is comparable to the best of the relevant reports. Figure 3b shows that the XRD patterns of Li3PS4 and Li3.12P0.94Bi0.06S3.91O0.09 electrolytes that were exposed to wettish",{"entities":[[0,27,"SULFIDE_ELECTROLYTE"],[71,88,"SULFIDE_ELECTROLYTE"],[284,311,"SULFIDE_ELECTROLYTE"],[416,422,"SULFIDE_ELECTROLYTE"],[427,454,"SULFIDE_ELECTROLYTE"]]}],["air for 20 min. It can be found that there are some lower characteristic peaks and unknown peaks of Li3PS4, but as for Li3.12P0.94Bi0.06S3.91O0.09 the characteristic peaks do not change significantly. Hence, from XRD analysis it can be found that the chemical stability of Li3PS4 has enhanced a lot after the doping of Bi2O3. To further research the chemical",{"entities":[[100,106,"SULFIDE_ELECTROLYTE"],[119,146,"SULFIDE_ELECTROLYTE"],[273,279,"SULFIDE_ELECTROLYTE"],[319,325,"SULFIDE_ELECTROLYTE"]]}],["The morphologies of primordial Li3PS4 can be seen in Figure 2e,f show the morphologies of Li3.12P0.94Bi0.06S3.91O0.09 particles. From these figures, it can be found that there is no significant difference between Li3PS4 and Li3+2xP1−xBixS4−1.5xO1.5x (Figure S4, Supporting Information). In addition, it can also be found that the sizes of these electrolyte particles are in the range of 1–4 µm with abnormal morphologies. Moreover, the EDS ele- mental mapping of Li3.12P0.94Bi0.06S3.91O0.09 (Figure",{"entities":[[31,37,"SULFIDE_ELECTROLYTE"],[90,117,"SULFIDE_ELECTROLYTE"],[213,219,"SULFIDE_ELECTROLYTE"],[224,249,"SULFIDE_ELECTROLYTE"],[463,490,"SULFIDE_ELECTROLYTE"]]}],["2g) can con- firm that such electrolytes contain phosphorus, sulfur, oxygen, and bismuth, and all elements are equably distributed throughout the particles. Comparing with the EDS elemental mapping of Li3PS4 (Figure S5, Supporting Information) it confirms that Bi2O3 is suc- cessfully doped into Li3PS4 rather than simply physically mixing.",{"entities":[[201,207,"SULFIDE_ELECTROLYTE"],[261,266,"SULFIDE_ELECTROLYTE"],[296,302,"SULFIDE_ELECTROLYTE"]]}],["In order to assess the air stability of Li3+2xP1−xBixS4−1.5xO1.5x, these SEs were exposed in a sealed container that was filled with humid air. H2S was major product when the sulfideAdv. Funct. Mater. 2022, 32, 22059982205998 (3 of 8)© 2022 Wiley-VCH GmbHwww.afm-journal.dewww.advancedsciencenews.com",{"entities":[[40,65,"SULFIDE_ELECTROLYTE"],[144,147,"SULFIDE_ELECTROLYTE"]]}],["16163028, 2022, 41, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202205998 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 2. The structure and morphology characterization of Li3+2xP1−xBixS4−1.5xO1.5x (X = 0, 0.06). The XPS spectra of (a) S 2p and (b) P 2p for Li3PS4. The XPS spectra of (c) S 2p and (d) P 2p for Li3.12P0.94Bi0.06S3.91O0.09. The SEM images of (e) Li3PS4 (f) Li3.12P0.94Bi0.06S3.91O0.09 and (g) Li3.12P0.94Bi0.06S3.91O0.09 and EDS elemental mapping of P, S, Bi, and O for Li3.12P0.94Bi0.06S3.91O0.09.",{"entities":[[59,84,"SULFIDE_ELECTROLYTE"],[145,152,"SULFIDE_ELECTROLYTE"],[198,226,"SULFIDE_ELECTROLYTE"],[249,255,"SULFIDE_ELECTROLYTE"],[260,287,"SULFIDE_ELECTROLYTE"],[296,323,"SULFIDE_ELECTROLYTE"],[373,400,"SULFIDE_ELECTROLYTE"]]}],["stability, Li3PS4 and Li3.12P0.94Bi0.06S3.91O0.09 were put in the water at room temperature (Figure 3e). The Li3PS4 reactsviolently in tap water, almost complete reaction after 60 s, but the Li3.12P0.94Bi0.06S3.91O0.09 reacts very slowly in tap water, and",{"entities":[[11,17,"SULFIDE_ELECTROLYTE"],[22,49,"SULFIDE_ELECTROLYTE"],[109,115,"SULFIDE_ELECTROLYTE"],[191,218,"SULFIDE_ELECTROLYTE"]]}],["Figure 3. Air Stability of Li3+2xP1−xBixS4−1.5xO1.5x (X = 0, 0.02, 0.04, 0.06, and 0.08). (a) The quantity of H2S generated from Li3+2xP1−xBixS4−1.5xO1.5x (x = 0, 0.02, 0.04, 0.06, and 0.08) when exposed in the wet air. (b) The XRD patterns of Li3PS4 and Li3.12P0.94Bi0.06S3.91O0.09 that was exposed in the wet air. c) Chemical stability theory of Li3PS4 and (d) co-doped Li3.12P0.94Bi0.06S3.91O0.09. (e) Optical pictures of Li3+2xP1−xBixS4−1.5xO1.5x (x = 0, 0.06) after exposure to the tap water at",{"entities":[[27,52,"SULFIDE_ELECTROLYTE"],[110,113,"SULFIDE_ELECTROLYTE"],[129,154,"SULFIDE_ELECTROLYTE"],[244,250,"SULFIDE_ELECTROLYTE"],[255,282,"SULFIDE_ELECTROLYTE"],[348,354,"SULFIDE_ELECTROLYTE"],[372,400,"SULFIDE_ELECTROLYTE"],[425,450,"SULFIDE_ELECTROLYTE"]]}],["room temperature.",{"entities":[]}],["Adv. Funct. Mater. 2022, 32, 22059982205998 (4 of 8)© 2022 Wiley-VCH GmbHwww.advancedsciencenews.comwww.afm-journal.de16163028, 2022, 41, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202205998 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["of SSEs required thermal treatment at a certain temperature, and the ionic conductivity was greatly dependent on the thermal treat- ment temperature. The required thermal treatment temperatures for several electrolytes can be seen in Figure 4a.[49–53] Li6PS5Cl is a commonly applied SSE, but it requires thermal treatment at 550 °C for 5 h to reach an ionic conductivity of 2.33 × 10–3 S cm–1. However, the Li3.12P0.94Bi0.06S3.91O0.09 in this experiment only required 2 h of thermal treatment at 250",{"entities":[[252,260,"SULFIDE_ELECTROLYTE"],[374,393,"IONIC_CONDUCTIVITY"],[407,434,"SULFIDE_ELECTROLYTE"]]}],["°C to achieve an ionic conductivity of 2.8 × 10–3 S cm–1. It can greatly reduce the cost of synthesizing SSEs, which enabled Li3.12P0.94Bi0.06S3.91O0.09 to have good application prospects.",{"entities":[[39,57,"IONIC_CONDUCTIVITY"],[125,152,"SULFIDE_ELECTROLYTE"]]}],["there is no change after the same time. The entire reaction pro- cess can be seen in Video 1.",{"entities":[]}],["In order to further explore the mechanism of improving the air stability of electrolytes after doping Bi2O3, we have made theoretical calculations from both hydrolysis energy and H2O adsorption energy. The hydrolysis energies (ΔEhy) of PS4, BiS4, and PS3O units terminated surfaces were calculated according to the Equation 2, here, it takes the hydrolysis energy of PS4 unit terminated surface as an example:PS hyEEEEE−+∆−=4(2)H O 2H S 2surface PS O −surface3",{"entities":[[102,107,"SULFIDE_ELECTROLYTE"],[179,182,"SULFIDE_ELECTROLYTE"],[236,239,"SULFIDE_ELECTROLYTE"],[241,245,"SULFIDE_ELECTROLYTE"],[251,255,"SULFIDE_ELECTROLYTE"],[367,370,"SULFIDE_ELECTROLYTE"]]}],["In addition, the changes of lithium ion conductivity and activation energy (Ea) of the prepared samples with tempera- ture were researched. The Ea could be calculated based on the Arrhenius Equation 5:",{"entities":[]}],["where Esurface is the energy of surface structure, Esurface-PS3O is the energy of surface structure after one S atom of PS4 unit was substituted by the O atom. According to this formula, we can calculate that the ΔEhy of PS4 is −1.21 eV, the ΔEhy of PS3O is −0.21 eV, and the ΔEhy of BiS4 is 0.87 eV (Table S1, Supporting Information). The ΔEhy of PS4 is the smallest, which means that PS4 reacts with water very easily (Figure 3c). The values of BiS4 and PS3O are increased after doping with Bi2O3,",{"entities":[[120,123,"SULFIDE_ELECTROLYTE"],[221,224,"SULFIDE_ELECTROLYTE"],[250,254,"SULFIDE_ELECTROLYTE"],[284,288,"SULFIDE_ELECTROLYTE"],[348,351,"SULFIDE_ELECTROLYTE"],[386,389,"SULFIDE_ELECTROLYTE"],[447,451,"SULFIDE_ELECTROLYTE"],[456,460,"SULFIDE_ELECTROLYTE"],[493,498,"SULFIDE_ELECTROLYTE"]]}],["which means that it is difficult for Li3.12P0.94Bi0.06S3.91O0.09 to react with water (Figure 3d).",{"entities":[[37,64,"SULFIDE_ELECTROLYTE"]]}],["kT )A exp( E /σ =−aIn this Equation, σ means total conductivity, A is equal to the pre-exponential metrics, T represents temperature (Kelvin), and k is equal to Boltzmann constant. The Arrhe- nius graph for Li–ion conduction within the scope of 25–90 °C can be seen in Figure 4b. This figure demonstrated that the Li3+2xP1−xBixS4−1.5xO1.5x(X = 0.06) has the highest Li–ion conduc- tion that is 11 mS cm–1 at 90 °C.",{"entities":[[314,339,"SULFIDE_ELECTROLYTE"],[394,404,"IONIC_CONDUCTIVITY"]]}],["The adsorption energies (ΔEad) of a H2O molecule on PS4, BiS4, and PS3O units terminated surfaces were calculated by Equation 3, here, it takes the adsorption of the H2O molecule on PS4 unit terminated surface as an example:",{"entities":[[36,39,"SULFIDE_ELECTROLYTE"],[52,55,"SULFIDE_ELECTROLYTE"],[55,61,"SULFIDE_ELECTROLYTE"],[67,71,"SULFIDE_ELECTROLYTE"],[166,169,"SULFIDE_ELECTROLYTE"],[182,185,"SULFIDE_ELECTROLYTE"]]}],["The AC impedance spectra and Arrhenius graph were also measured at low temperature (−25 °C) of the Li3PS4 and Li3.12P0.94Bi0.06S3.91O0.0. This figure demonstrated that the Li3PS4, as compared to Li3.12P0.94Bi0.06S3.91O0.09, has bigger interfacial resistance/bulk resistance at −25 °C (Figure S9a, Supporting Information). The lithium ionic conductivity of Li3.12P0.94Bi0.06S3.91O0.09 was able to achieve 3.3 × 10–4 S cm–1 at −25 °C but the lithium ionic conductivity of Li3PS4 was only 4.6 × 10–5 S",{"entities":[[99,105,"SULFIDE_ELECTROLYTE"],[110,137,"SULFIDE_ELECTROLYTE"],[172,178,"SULFIDE_ELECTROLYTE"],[195,222,"SULFIDE_ELECTROLYTE"],[356,383,"SULFIDE_ELECTROLYTE"],[404,421,"IONIC_CONDUCTIVITY"],[470,476,"SULFIDE_ELECTROLYTE"],[486,498,"IONIC_CONDUCTIVITY"]]}],["cm–1 at −25 °C (Figure S9b, Supporting Informa- tion). Co-doped of Bi2O3 improved the ionic conductivity of Li3PS4. The increase in ionic conductivity is attributed to the co-doping of O and Bi expanding the transport channels for lithium ions. The ionic conductivity is improved because of the increased solubility of Li in the unit cells, which is the result of the lower-valence Bi3+ substituting P5+. Furthermore, the conductivity in kinetics is also enhanced due to oxygen doping, which is",{"entities":[[0,4,"IONIC_CONDUCTIVITY"],[67,72,"SULFIDE_ELECTROLYTE"],[108,115,"SULFIDE_ELECTROLYTE"]]}],["recognized as a connector to promote the migration of Li+ from a 2D channel to a 3D channel. window electrochemical",{"entities":[]}],["PS adE=∆E−E(3)−E4surfaceH O 2PS H O +24",{"entities":[]}],["where Esurface is the energy of surface structure, E is the energy of a H2O molecule adsorbed on the PS4 surface. According to this formula, we can calculate that the ΔEad of PS4 is −0.2 eV while the ΔEad of PS3O is −0.15 eV (Table S2, Supporting Information). It means that Li3.12P0.94Bi0.06S3.91O0.09 is more difficult to absorb water than Li3PS4. Although the adsorption energy of BiS4 for H2O is lower as presented in Figure S7 (Supporting Information), the difference is small compared to PS4.",{"entities":[[72,75,"SULFIDE_ELECTROLYTE"],[101,104,"SULFIDE_ELECTROLYTE"],[175,178,"SULFIDE_ELECTROLYTE"],[208,212,"SULFIDE_ELECTROLYTE"],[275,302,"SULFIDE_ELECTROLYTE"],[342,349,"SULFIDE_ELECTROLYTE"],[384,388,"SULFIDE_ELECTROLYTE"],[393,396,"SULFIDE_ELECTROLYTE"],[494,497,"SULFIDE_ELECTROLYTE"]]}],["However, the hydrolysis energy of BiS4 is the highest and positive, which limits the reaction with water to a greater extent. These theoretical calculations further confirm that the air stability of Li3PS4 can be improved by doping Bi2O3. The AC impedance spectra were measured at room tem- perature to investigate the effect of co-doping on the ionic con- ductivity of the Li3+2xP1−xBixS4−1.5xO1.5x (Figure S8a, Supporting Information) From this figure, it can be noticed that the Li3PS4 has a",{"entities":[[34,38,"SULFIDE_ELECTROLYTE"],[199,205,"SULFIDE_ELECTROLYTE"],[232,238,"SULFIDE_ELECTROLYTE"],[374,399,"SULFIDE_ELECTROLYTE"],[482,488,"SULFIDE_ELECTROLYTE"]]}],["maximum resistance of 267 Ω and Li3.12P0.94Bi0.06S3.91O0.09 has a minimum resistance of 41 Ω. Li–ion conductivity of these SSEs can be calculated from such Equation 4:",{"entities":[[32,59,"SULFIDE_ELECTROLYTE"]]}],["2+PS 4H OThe",{"entities":[]}],["and Li3.12P0.94Bi0.06S3.91O0.09 electrolytes is rated by cyclic voltam- metry (CV). The scan rate is under 1 mV s–1 and the voltage scan range is from −0.5 to 6 V versus Li/Li+ at 25 °Ca It can be seen in Figure S10a (Supporting Information), there are oxidation and reduction peaks ≈0.5 and −0.5 V which can attribute to the decomposition and deposition of lithium. Besides, there are no other peaks in the full sweep range manifesting that the Li3PS4 is electrochemically settled to 5 V. While the",{"entities":[[4,31,"SULFIDE_ELECTROLYTE"],[446,452,"SULFIDE_ELECTROLYTE"]]}],["Li3.12P0.94Bi0.06S3.91O0.09 has the same oxidation and reduction peaks ≈ 0.5 and −0.5 V, it also has no other peaks (Figure S10b, Supporting Information). In particular, the Li3.12P0.94Bi0.06S3.91O0.09 owns a wide electro- chemical window that is electrochemically settled to 6 V.",{"entities":[[0,27,"SULFIDE_ELECTROLYTE"],[174,201,"SULFIDE_ELECTROLYTE"]]}],["ofLi3PS4d/(S R ) × totalσ = Li(4)",{"entities":[]}],["In this Equation, σLi is equal to the Li–ion conductivity, S represents the electrode area, Rtotal is the all resistance of SSEs, and is equal to the thickness of SSEs. Therefore, the lithium ionic conductivity of Li3+2xP1−xBixS4−1.5xO1.5x can be calculated by this Equation. It can be observed from Figure S8b (Supporting Information) that the lithium ionic conductivity of Li3.12P0.94Bi0.06S3.91O0.09 SE can reach up to 2.8 mS cm–1 at room temperature, which is not only the highest but also is 9",{"entities":[[214,239,"SULFIDE_ELECTROLYTE"],[375,402,"SULFIDE_ELECTROLYTE"],[422,433,"IONIC_CONDUCTIVITY"]]}],["times as high as Li3PS4. While higher lithium ionic conductivity arranged that is a promising competitor as a modal SSE. The preparation",{"entities":[[17,24,"SULFIDE_ELECTROLYTE"]]}],["In order to assess the effect of co-doping on dendrite inhibition, that used Li3PS4 and Li3.12P0.94Bi0.06S3.91O0.09 electrolytes are assembled. The voltage profiles about Li plating and stripping of these symmetricthe symmetric cells(5)Adv. Funct. Mater. 2022, 32, 22059982205998 (5 of 8)© 2022 Wiley-VCH GmbHwww.afm-journal.dewww.advancedsciencenews.com",{"entities":[[77,83,"SULFIDE_ELECTROLYTE"],[88,115,"SULFIDE_ELECTROLYTE"]]}],["16163028, 2022, 41, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202205998 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 4. Electrochemical performance of Li3+2xP1−xBixS4−1.5xO1.5x (X = 0, 0.02, 0.04, 0.06, and 0.08) Electrolytes and ASSLBs. (a) The thermal treat- ment temperatures required for several sulfide solid electrolytes to achieve ideal ionic conductivity. (b) Arrhenius plots of Li3+2xP1−xBixS4−1.5xO1.5x (x = 0, 0.02, 0.04, 0.06, and 0.08). Galvanostatic Li plating/stripping profiles in the (c) Li/Li3PS4/Li symmetric cell and (d) Li/Li3.12P0.94Bi0.06S3.91O0.09/Li cell at step-increased current",{"entities":[[41,66,"SULFIDE_ELECTROLYTE"],[277,302,"SULFIDE_ELECTROLYTE"]]}],["densities. Galvanostatic cycling of Li plating/stripping profiles in the (e) Li/Li3PS4/Li cell and the (f) Li/Li3.12P0.94Bi0.06S3.91O0.09/Li cell at a constant current density of 0.1 mA cm–2. The charge–discharge curves of (g) NCM523@LiNbO3(LiNbO3 coated NCM523)/ Li3PS4/Li and (h) NCM523@LiNbO3/Li3.12P0.94Bi0.06S3.91O0.09/Li cell. (i) The cycling performance of the NCM523@LiNbO3/Li3PS4/Li and NCM523@LiNbO3/Li3.12P0.94Bi0.06S3.91O0.09/Li cell. The cells are cycled at 0.1 C in the range of",{"entities":[[179,191,"CURRENT_DENSITY"],[234,240,"SULFIDE_ELECTROLYTE"],[241,247,"SULFIDE_ELECTROLYTE"]]}],["3.0–4.3 V versus Li/Li+ at 25 °C.",{"entities":[]}],["cells can be seen in Figure 4c,d, the initial current density is 0.1 mA cm–2 while the current density increases step by step. Initially, the plating/stripping overpotentials of both cells increased with the increase of current density. When the current density increases to 0.7 mA cm–2, the voltage of Li|Li3PS4|Li symmetric cell suddenly drops due to the penetra- tion of dendrites into the SSE. It means that the critical current density of Li3PS4 is 0.7 mA cm–2 that is similar to the previ-",{"entities":[[65,76,"CURRENT_DENSITY"],[275,286,"CURRENT_DENSITY"],[444,450,"SULFIDE_ELECTROLYTE"],[454,465,"CURRENT_DENSITY"]]}],["ously reported. As for Li|Li3.12P0.94Bi0.06S3.91O0.09|Li symmetric cells, the voltage suddenly drops when the current density is 1.2 mA cm–2. It means that the critical current density can reach up to 1.2 mA cm–2 for Li3.12P0.94Bi0.06S3.91O0.09 electrolytes, implying that the doping of Bi2O3 significantly increases the critical current density of Li3PS4. It can be seen from Figure S11 (Supporting Information) that the electronic conductivity of Li3.12P0.94Bi0.06S3.91O0.09 is only 9.6 × 10–9 S",{"entities":[[129,141,"CURRENT_DENSITY"],[201,212,"CURRENT_DENSITY"],[217,244,"SULFIDE_ELECTROLYTE"],[287,292,"SULFIDE_ELECTROLYTE"],[349,356,"SULFIDE_ELECTROLYTE"],[449,476,"SULFIDE_ELECTROLYTE"]]}],["cm–1, which is 9 times lower than that of pristine Li3PS4 (1.2 × 10–9 S cm–1).",{"entities":[[51,57,"SULFIDE_ELECTROLYTE"],[59,76,"IONIC_CONDUCTIVITY"]]}],["If the SEs have high electronic conductivity there will be more lithium dendrites that can be attributed to that the lithium ions tend to be highly bound to electrons.[54] Therefore, the doping of Bi2O3 reduced the ionic conductivity and played a crucial role in the inhibition of lithium dendrites.",{"entities":[[197,202,"SULFIDE_ELECTROLYTE"]]}],["and Li|Li3.12P0.94Bi0.06S3.91O0.09|Li symmetric cells was tested and compared at a current density of 0.1 mA cm–2 at 25 °C. It can be seen from Figure 4e, after 90 h of stable charging and discharging, the voltage of Li|Li3PS4|Li symmetric cell suddenly dropped and the electrochemical impedance spectroscopy test showed that it was due to a short circuit (Figure S12, Supporting Information). As previously reported, the short circuit is due to severe parasitic reactions between the penetrated",{"entities":[[102,113,"CURRENT_DENSITY"]]}],["lithium den- drites and the electrolytes.[55] As for Li|Li3.12P0.94Bi0.06S3.91O0.09|Li symmetric cells (Figure 4f), the charging and discharging is still stable after 2000 h and the electrochemical impedance",{"entities":[]}],["ThecyclingperformanceofLi|Li3PS4|LiAdv. Funct. Mater. 2022, 32, 22059982205998 (6 of 8)© 2022 Wiley-VCH GmbHwww.advancedsciencenews.comwww.afm-journal.de",{"entities":[]}],["16163028, 2022, 41, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202205998 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["spectroscopy test also confirms that there is no short circuit at this point (Figure S13, Supporting Information). From Figure S14 (Supporting Information), it can be seen that the Li|Li3PS4|Li symmetric cell can only plate/strip Li for 68 h at a current density of 0.2 mA cm–2 before a short circuit occurs. In particular, the Li|Li3.12P0.94Bi0.06S3.91O0.09|Li symmetric cells are also stable after 400 h even at a current density of 1 mA cm–2 at 25 °C (Figure S15, Supporting Information). It",{"entities":[[266,277,"CURRENT_DENSITY"],[435,444,"CURRENT_DENSITY"]]}],["suggests that the doping of Bi2O3 may inhibit the reaction of electrolytes and lithium dendrites.",{"entities":[[28,33,"SULFIDE_ELECTROLYTE"]]}],["4. Experimental Section",{"entities":[]}],["Materials Preparation: Preparation of SSE: Li3+2xP1−xBixS4−1.5xO1.5x (X = 0.02, 0.04, 0.06, and 0.08) was synthesized by high-energy ball- milling using Li2S (99.9%, Alfa Aesar), P2S5 (99%, Macklin), and Bi2O3 (99%, Aladdin) as raw materials. Li2S, P2S5 and Bi2O3 were weighed in an Ar-filled glove box in argon at a molar ratio of 1.5 + X:0.5–0.5X:0.5X (X = 0.02, 0.04, 0.06, and 0.08). The weight ratio of zirconia balls to materials was 20:1 (the ratio of small balls with a diameter of 4 mm to",{"entities":[[43,68,"SULFIDE_ELECTROLYTE"],[153,157,"SULFIDE_ELECTROLYTE"],[179,183,"SULFIDE_ELECTROLYTE"],[204,209,"SULFIDE_ELECTROLYTE"],[243,247,"SULFIDE_ELECTROLYTE"],[249,253,"SULFIDE_ELECTROLYTE"],[258,263,"SULFIDE_ELECTROLYTE"]]}],["large balls with a diameter of 10 mm is 1:1). The weighed material and the zirconia balls were placed in a ball mill and sealed in an Ar-filled glove box then the ball mill was removed and placed in a planetary ball milling apparatus and ball-milling 10 h at 510 rpm. The ball milled material was pressed into sheets and placed in a quartz tube. The tube was then sealed and evacuated. It was sintered at 250 °C for 3 h to obtain the final solid electrolytes. The Li3PS4 was synthesized in the same",{"entities":[[464,470,"SULFIDE_ELECTROLYTE"]]}],["way, where the molar ratio of Li2S to P2S5 was 3:1.",{"entities":[[30,34,"SULFIDE_ELECTROLYTE"],[38,42,"SULFIDE_ELECTROLYTE"]]}],["Finally, the Li3PS4 electrolyte and Li3.12P0.94Bi0.06S3.91O0.09 electrolyte were assembled into ASSLBs to research the change of ASSLBs after doping with Bi2O3. To be specific, the cathode is LiNbO3 coated NCM523 and the anode is metallic Li of ASSLBs. Figure 4g,h shows that the cycling performances of these batteries were tested at 0.1 C within the scope of 3.0–4.3 V versus Li/Li+ at 25 °C. Compared to sulfide liquid battery there is only one platform of discharge in these curves. This is",{"entities":[[13,19,"SULFIDE_ELECTROLYTE"],[36,63,"SULFIDE_ELECTROLYTE"],[154,160,"SULFIDE_ELECTROLYTE"],[192,198,"SULFIDE_ELECTROLYTE"]]}],["mainly attributed to the truth that there is only one electrochemical reaction during the discharge process and no polysulfide intermediates are formed. The doping of Bi2O3 improved the conductivity and reaction kinetics of Li3PS4 electrolytes, while it also enhanced excellent performance of ASSLBs. As can be seen in Figure S16 (Supporting Information), the ASSLBs that use Li3.12P0.94Bi0.06S3.91O0.09 electrolyte showed a smaller internal and interfaced resistance compared to the ASSLBs with",{"entities":[[167,172,"SULFIDE_ELECTROLYTE"],[224,230,"SULFIDE_ELECTROLYTE"],[376,403,"SULFIDE_ELECTROLYTE"]]}],["Li3PS4. The battery with Li3.12P0.94Bi0.06S3.91O0.09 electro- lyte can be stable for 50 cycles while the battery with Li3PS4 is only capable of 30 stable cycles (Figure 4i). After 50 cycles, the discharged capacity of the battery with Li3.12P0.94Bi0.06S3.91O0.09 was 106.1 mAh g–1 with a capacity retention rate of 83.2%. As for the battery with Li3PS4, the capacity retention rate was only 55% and the discharged capacity is only 69.1 mAh g–1 after 30 cycles then a short circuit occurred",{"entities":[[0,7,"SULFIDE_ELECTROLYTE"],[25,52,"SULFIDE_ELECTROLYTE"],[118,124,"SULFIDE_ELECTROLYTE"],[235,262,"SULFIDE_ELECTROLYTE"],[346,352,"SULFIDE_ELECTROLYTE"]]}],["afterward.",{"entities":[]}],["Preparation of Cathode: The cathode materials of ASSLBs include LiNbO3-coated NCM523, Li3+2xP1−xBixS4−1.5xO1.5x, and Super-P. NCM523, Li3+2xP1−xBixS4−1.5xO1.5x and Super-P with a mass ratio of 7:3:0.1 were weighed in an Ar-filled glove box, and then zirconia balls were weighed. The mass ratio of zirconia balls to positive electrode was 10:1. The cathode material and zirconia balls were put into the ball mill and sealed in the Ar-filled glove box. Then, the ball mill was put into the planetary",{"entities":[[86,111,"SULFIDE_ELECTROLYTE"],[206,216,"SULFIDE_ELECTROLYTE"]]}],["ball milling apparatus and milled at 320 rpm for 3 h to obtain the final composite cathode material.",{"entities":[]}],["Preparation of ASSLBs: The composite solid electrolytes and composite cathode were assembled into ASSLBs with lithium as the anode materials of selection. Li3+2xP1−xBixS4−1.5xO1.5x with a mass of 110 mg was put into a mold with an inner diameter of 9 mm and cold- pressed at a pressure of 150 MPa. After that, the composite cathode of 5 mg was placed on one side then cold-pressed at a pressure of 200 MPa, and a lithium plate was placed on the other side to form",{"entities":[[155,180,"SULFIDE_ELECTROLYTE"]]}],["NCM523@LiNbO3/Li3.12P0.94Bi0.06S3.91O0.09/Li ASSLBs. ASSLBs were assembled in an Ar-filled glove box.",{"entities":[]}],["Structure and Thermodynamics Characterizations: The stability toward air with various humidity was evaluated as follows: Powder-like electrolytes were placed in an airtight chamber (35 cm × 40 cm × 35 cm) with humidity and gas control. After exposing the electrolyte to the moist air in this chamber overnight, XRD, XANES, and EIS measurements were carried out to examine the air-stability for the 50%-humidity-exposure sample.",{"entities":[]}],["Structure and Thermodynamics Characterizations: The crystal structure of powders and electrolyte were characterized via X-ray diffraction (XRD) with Cu Kαradiation in a 2θ range of 10–60°. Scanning electron micrographs (SEM) and energy dispersive spectral (EDS) mapping images were obtained with a field-emission scanning electron microscopy (FE-SEM, JSM 6330). The chemical state of the materials was analyzed by X-ray photoelectron spectroscopy (XPS, AXIS Ultra DLD, Kratos, Japan). DSC",{"entities":[]}],["measurement was carried out on TA instrument (Q5000IR) at a heating rate of 10 °C min–1 from −90 to 100 °C.",{"entities":[]}],["3. Conclusion",{"entities":[]}],["In this work, a new SSE of Li3+2xP1−xBixS4−1.5xO1.5x was prepared by a high-energy ball milling method. It has been shown that the Li3.12P0.94Bi0.06S3.91O0.09 electrolyte has the best performance which apart of P5+ is replaced by Bi3+ and partial S2– is substi- tuted by O2–. Its ionic conductivity can reach 2.8 mS cm–1 that is 9 times as high as the original Li3PS4 and the electrochem- ical window can reach 6 V. The Li3.12P0.94Bi0.06S3.91O0.09 elec- trolyte also has good stability to lithium",{"entities":[[27,52,"SULFIDE_ELECTROLYTE"],[131,158,"SULFIDE_ELECTROLYTE"],[309,320,"IONIC_CONDUCTIVITY"],[361,367,"SULFIDE_ELECTROLYTE"],[420,447,"SULFIDE_ELECTROLYTE"]]}],["metal even at higher current density. In particular, the Li|Li3.12P0.94Bi0.06S3.91O0.09|Li symmetric cells are also stable after 400 h even at a current den- sity of 1 mA cm–2 at 25 °C. The doping of Bi2O3 also improves the air stability of electrolytes and Li3.12P0.94Bi0.06S3.91O0.09 also shows better stability not only in wet air, but also in water. The mechanism of electrolyte performance enhancement after Bi2O3 doping was also analyzed and explained by theoret- ical calculations. The ASSLBs",{"entities":[[166,175,"CURRENT_DENSITY"],[200,205,"SULFIDE_ELECTROLYTE"],[258,285,"SULFIDE_ELECTROLYTE"],[413,418,"SULFIDE_ELECTROLYTE"]]}],["with Li3.12P0.94Bi0.06S3.91O0.09 also exhibit excellent cycling performance compared to the ASSLBs with Li3PS4. Our conclusion suggests that the research results are valuable references for the application of SSEs. We believe that this Bi2O3 doping is effective to modify the sulfide electrolyte.",{"entities":[[5,32,"SULFIDE_ELECTROLYTE"],[104,111,"SULFIDE_ELECTROLYTE"],[236,241,"SULFIDE_ELECTROLYTE"]]}],["Supporting InformationSupporting Information is available from the Wiley Online Library or from the author.AcknowledgementsY.N. and C.H. contributed equally to this work. Financial supports from National Natural Scientific Foundation of China (U21A2080 and 51872027) and Beijing Natural Science Foundation (Z200011) are gratefully acknowledged.Conflict of InterestThe authors declare no conflict of interest.Adv. Funct. Mater. 2022, 32, 22059982205998 (7 of 8)© 2022 Wiley-VCH GmbH",{"entities":[]}],["www.afm-journal.dewww.advancedsciencenews.com16163028, 2022, 41, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adfm.202205998 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons LicenseData Availability Statement",{"entities":[]}],["[27] Y. E. Choi, K. H. Park, D. H. Kim, D. Y. Oh, H. R. Kwak, Y. G. Lee,Y. S. Jung, ChemSusChem 2017, 10, 2605.The data that support the findings of this study are available from the corresponding author upon reasonable request.[28] A. Manthiram, X. Yu, S. Wang, Nat. Rev. Mater. 2017, 2, 16103. [29] G. Sahu, Z. Lin, J. Li, Z. Liu, N. Dudney, C. Liang, Energ. Environ.Sci. 2014, 7, 1053.",{"entities":[]}],["[30] J. Liang, N. Chen, X. Li, X. Li, K. R. Adair, J. Li, C. Wang, C. Yu, M. N. Banis, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, Y. Huang, X. L. Sun, Chem. Mater. 2020, 32, 2664.Keywordsair stability, all-solid-state Li–metal batteries, Li–metal compatibility, superior lithium–ion conductivity, theoretical calculation",{"entities":[]}],["[31] F. Zhao, Q. Sun, C. Yu, S. Zhang, K. Adair, S. Wang, Y. Liu, Y. Zhao, J. Liang, C. Wang, X. Li, X. Li, W. Xia, R. Li, H. Huang, L. Zhang, S. Zhao, S. Lu, X. L. Sun, ACS. Energy. Lett 2020, 5, 1035.Received: May 26, 2022 Revised: July 4, 2022 Published online: August 5, 2022[32] B. Wang, Y. Zhao, M. N. Banis, Q. Sun, K. R. Adair, R. Li, T. K. Sham,X. Sun, ACS Appl. Mater. Inter 2018, 10, 1654.[33] R. Matsuda, T. Kokubo, P. Nguyen Huu Huy, H. Muto, A. Matsuda,",{"entities":[]}],["Solid State Ionics 2020, 345, 115190.[34] Y. Wang, X. Lu, C. Zheng, X. Liu, Z. Chen, W. Yang, J. Lin, F. Huang,Angew Chem Int Edit 2019, 58, 7673.[35] M. Suyama, A. Kato, A. Sakuda, A. Hayashi, M. Tatsumisago,[1] M. Armand, J. M. Tarascon, Nature 2008, 451, 652. [2] W. Chen, G. D. Li, A. Pei, Y. Z. Li, L. Liao, H. X. Wang, J. Y. Wan, Z. Liang, G. X. Chen, H. Zhang, J. Y. Wang, Y. Cui, Nat. Energy 2018, 3, 428.Electrochim. Acta 2018, 286, 158.",{"entities":[]}],["[36] H. Stoeffler, T. Zinkevich, M. Yavuz, A. L. Hansen, M. Knapp, J. Bednarcik, S. Randau, F. H. Richter, J. Janek, H. Ehrenberg, S. Indris, J. Phys. Chem. C 2019, 123, 10280.[3] L. Z. Fan, H. He, C. W. Nan, Nat. Rev. Mater. 2021, 6, 1003. [4] M. Wan, S. Kang, L. Wang, H. W. Lee, G. W. Zheng, Y. Cui, Y. Sun,[37] K. Shi, Z. Wan, L. Yang, Y. Zhang, Y. Huang, S. Su, H. Xia, K. Jiang, L. Shen, Y. Hu, S. Zhang, J. Yu, F. Ren, Y. B. He, F. Kang, Angew Chem Int Edit 2020, 59, 11784.",{"entities":[]}],["Nat. Commun. 2020, 11, 829.[5] P. Albertus, S. Babinec, S. Litzelman, A. Newman, Nat. Energy 2018,[38] M. He, Z. Cui, C. Chen, Y. Li, X. Guo, J. Mater. Chem. A 2018, 6,3, 16.11463.[6] Z. Zhang, Y. Shao, B. Lotsch, Y. S. Hu, H. Li, J. Janek, L. F. Nazar, C. W. Nan, J. Maier, M. Armand, L. Chen, Energ. Environ. Sci. 2018, 11, 1945.[39] G. Liu, D. Xie, X. Wang, X. Yao, S. Chen, R. Xiao, H. Li, X. Xu, EnergyStorage Mater. 2019, 17, 266.",{"entities":[]}],["[40] X. Xu, Z. Wen, X. Yang, J. Zhang, Z. Gu, Solid State Ionics 2006, 177,[7] R. Chen, Q. Li, X. Yu, L. Chen, H. Li, Chem. Rev. 2020, 120, 6820. [8] Y. Liang, H. Liu, G. Wang, C. Wang, Y. Ni, C. W. Nan, L. Z. Fan,2611.[41] D. Xie, S. Chen, Z. Zhang, J. Ren, L. Yao, L. Wu, X. Yao, X. Xu,Infomat. 2022, 4, e12292.J. Power Sources 2018, 389, 140.[9] Y. Xiao, Y. Wang, S. H. Bo, J. C. Kim, L. J. Miara, G. Ceder, Nat. Rev.[42] B. Zheng, J. Zhu, H. Wang, M. Feng, E. Umeshbabu, Y. Li,",{"entities":[]}],["Mater. 2020, 5, 105.Q. H. Wu, Y. Yang, ACS Appl. Mater. Inter 2018, 10, 25473.[10] Y. Gao, D. Wang, Y. C. Li, Z. Yu, T. E. Mallouk, D. Wang,[43] F. Zhao, J. Liang, C. Yu, Q. Sun, X. Li, K. Adair, C. Wang, Y. Zhao, S. Zhang, W. Li, S. Deng, R. Li, Y. Huang, H. Huang, L. Zhang, S. Zhao, S. Lu, X. Sun, Adv. Energy. Mater. 2020, 10, 1903422.Angew Chem Int Edit 2018, 57, 13608.",{"entities":[]}],["[11] L. Ye, E. Gil González, X. Li, Electrochem. Commun. 2021, 128, 107058. [12] T. Jiang, P. He, Y. Liang, L. Z. Fan, Chem. Eng. J. 2021, 421, 129965. [13] C. Yu, Y. Li, M. Willans, Y. Zhao, K. R. Adair, F. Zhao, W. Li, S. Deng, J. Liang, M. N. Banis, R. Li, H. Huang, L. Zhang, R. Yang, S. Lu, Y. Huang, X. Sun, Nano Energy 2020, 69, 104396.",{"entities":[]}],["[44] M. Otoyama, K. Kuratani, H. Kobayashi, Ceram. Int. 2021, 47, 28377. [45] F. Zhao, S. H. Alahakoon, K. Adair, S. Zhang, W. Xia, W. Li, C. Yu, R. Feng, Y. Hu, J. Liang, X. Lin, Y. Zhao, X. Yang, T. K. Sham, H. Huang, L. Zhang, S. Zhao, S. Lu, Y. Huang, X. Sun, Adv. Mater. 2021, 33, 2006577.[14] Q. Zhao, S. Stalin, C. Z. Zhao, L. A. Archer, Nat. Rev. Mater. 2020,5, 229.",{"entities":[]}],["[46] G. Kresse, J. Furthmüller, Phys. Rev. B 1996, 54, 11169. [47] P. E. Blöchl, Phys Rev B. Mater. 1994, 50, 17953. [48] J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett. 1996, 77, 3865. [49] Z. Jiang, H. Peng, Y. Liu, Z. Li, Y. Zhong, X. Wang, X. Xia, C. Gu,[15] K. Kim, D. Hwang, S. Kim, S. O. Park, H. Cha, Y. S. Lee, J. Cho,S. K. Kwak, N. S. Choi, Adv. Energy. Mater. 2020, 10, 2000012.[16] Q. Zhang, D. Cao, Y. Ma, A. Natan, P. Aurora, H. Zhu, Adv. Mater.2019, 31, 1970311.",{"entities":[]}],["J. Tu, Adv. Energy. Mater. 2021, 11, 2101521.[17] X. Li, J. Liang, J. Luo, M. N. Banis, C. Wang, W. Li, S. Deng, C. Yu, F. Zhao, Y. Hu, T. K. Sham, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, K. R. Adair, X. Sun, Energ. Environ. Sci. 2019, 12, 2665.[50] Z. Liu, W. Fu, E. A. Payzant, X. Yu, Z. Wu, N. J. Dudney, J. Kiggans, K. Hong, A. J. Rondinone, C. Liang, J. Am. Chem. Soc. 2013, 135, 975.[18] J. Li, H. Chen, Y. Shen, C. Hu, Z. Cheng, W. Lu, Y. Qiu, L. Chen,",{"entities":[]}],["[51] S. Yubuchi, S. Teragawa, K. Aso, K. Tadanaga, A. Hayashi,Energy Storage Mater. 2019, 23, 277.M. Tatsumisago, J. Power Sources 2015, 293, 941.[19] C. Wang, Y. Zhao, Q. Sun, X. Li, Y. Liu, J. Liang, X. Li, X. Lin, R. Li, K. R. Adair, L. Zhang, R. Yang, S. Lu, X. Sun, Nano Energy 2018, 53, 168. [20] P. Lu, L. Liu, S. Wang, J. Xu, J. Peng, W. Yan, Q. Wang, H. Li,",{"entities":[]}],["[52] F. Zhao, J. Liang, C. Yu, Q. Sun, X. Li, K. Adair, C. Wang, Y. Zhao, S. Zhang, W. Li, S. Deng, R. Li, Y. Huang, H. Huang, L. Zhang, S. Zhao, S. Lu, X. Sun, Adv. Energy. Mater. 2020, 10, 1903422.L. Chen, F. Wu, Adv. Mater. 2021, 33, 2100921.[53] F. Zhao, S. H. Alahakoon, K. Adair, S. Zhang, W. Xia, W. Li, C. Yu, R. Feng, Y. Hu, J. Liang, X. Lin, Y. Zhao, X. Yang, T. K. Sham, H. Huang, L. Zhang, S. Zhao, S. Lu, Y. Huang, X. Sun, Adv. Mater. 2021, 33, 2006577.",{"entities":[]}],["[21] E. Sheha, E. M. Kamar, L. Z. Fan, Mater. Lett. 2021, 284, 129033. [22] Z. Zhang, J. Zhang, Y. Sun, H. Jia, L. Peng, Y. Zhang, J. Xie, J. EnergyChem. 2020, 41, 171.[23] R. Xu, F. Han, X. Ji, X. Fan, J. Tu, C. Wang, Nano Energy 2018, 53, 958. [24] K. H. Park, D. Y. Oh, Y. E. Choi, Y. J. Nam, L. Han, J. Y. Kim, H. Xin,[54] F. Han, A. S. Westover, J. Yue, X. Fan, F. Wang, M. Chi, D. N. Leonard, N. Dudney, H. Wang, C. Wang, Nat. Energy 2019, 4, 187.",{"entities":[]}],["F. Lin, S. M. Oh, Y. S. Jung, Adv. Mater. 2016, 28, 1874.[25] Y. Zhu, Y. Mo, Angew Chem Int Edit 2020, 59, 17472. [26] H. Kwak, K. H. Park, D. Han, K. W. Nam, H. Kim, Y. S. Jung, J. Power[55] X. Fan, X. Ji, F. Han, J. Yue, J. Chen, L. Chen, T. Deng, J. Jiang,Sources 2020, 446, 227338.C. Wang, Sci. Adv. 2018, 4, 9245.Adv. Funct. Mater. 2022, 32, 22059982205998 (8 of 8)© 2022 Wiley-VCH GmbH",{"entities":[]}],["",{"entities":[]}]]}