{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","CURRENT_DENSITY","ENERGY_DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,null,["cell using the FePS3 electrode exhibits reversible charge-discharge behavior for more than30 cycles under a constant current density of 0.13 mA cm2 at room temperature. Thedischarge capacity of the cell is 107 mAh g1 at the 30th cycle. This behavior iscomparable to that of a cell with an electrode including a solid electrolyte and/or aconductive additive, indicating that the FePS3 electrode has sufficient paths of lithium ions",{"entities":[[136,148,"CURRENT_DENSITY"]]}],null,["concerns arising from the use of flammable organic liquid electrolytes in lithiumsecondary batteries. Consequently, all-solid-state lithium secondary batteries usingnon-flammable solid electrolytes have attracted much attention as next-generationpower sources [1-4]. In these studies, sulfide-based solid electrolytes wereinvestigated because they are known to exhibit high lithium ion conductivities (upto ~102 S cm1), low grain boundary resistances, and a wide potential window [5-",{"entities":[[408,419,"IONIC_CONDUCTIVITY"]]}],null,null,null,null,null,null,null,null,null,["investigated by scanning electron microscopy with energy-dispersive X-ray spectroscopy(SEM/EDX; JSM-6510 LA, JEOL).Laboratory-scale, all-solid-state batteries were fabricated using FePS3 as the cathodeactive material, 80Li2S·20P2S5 (mol%) glassy powder as the solid electrolyte, and a Li-Insheet as the anode active material [22]. 80Li2S·20P2S5 (mol%) glassy powders wereprepared via mechanical milling of a mixture of reagent-grade Li2S (Mitsuwa Chemical,",{"entities":[[218,231,"SULFIDE_ELECTROLYTE"],[331,344,"SULFIDE_ELECTROLYTE"]]}],["99.9%) and P2S5 (Aldrich, 99%) powders [23] in a dry Ar atmosphere. Cathode electrodeswere prepared using only FePS3, or mixtures of FePS3 with 80Li2S·20P2S5 glass or vapor-grown carbon fibers (VGCF, Showa Denko), according to the composition and weightdata shown in Table 1.6These electrodes and the 80Li2S·20P2S5 glass (120 mg) were pressed under 360 MPain a polycarbonate tube (=10 mm) to obtain a bilayer pellet. The Li-In alloy foil was",{"entities":[[144,157,"SULFIDE_ELECTROLYTE"],[301,314,"SULFIDE_ELECTROLYTE"]]}],["pressed under 120 MPa on the prepared bilayer pellet. The obtained three-layer pellet wassandwiched between two stainless-steel disks serving as the current collectors. Theelectrochemical performance of the cells was investigated under a constant current densityof 0.13 mA cm2 and 0.64 mA cm2 at room temperature, using a charge-dischargemeasuring device (Scribner Associates, 580 battery-type system). During all the charging",{"entities":[[265,277,"CURRENT_DENSITY"],[282,294,"CURRENT_DENSITY"]]}],["processes, a constant current density of 0.13 mA cm2 was used for the measurements. Allthe processes were performed under a dry Ar atmosphere.3. Results and DiscussionFigure 1 shows the XRD pattern of the FePS3 powder synthesized from elemental ironpowder, red phosphorus, and sulfur. This XRD pattern is indexed to FePS3(ICDD#633087).Figure 2 presents the SEM image of the prepared FePS3 powders after grinding and",{"entities":[[41,53,"CURRENT_DENSITY"]]}],null,null,null,null,null,null,null,["of the cells with 10 and 20 wt% of the solid electrolyte (Cell C and Cell D, respectively)under a constant current density of 0.13 mA cm2 at room temperature. Although thesecells exhibited a slightly different charge behavior near 2.1 V (vs. Li-In) during the firstand second charging, the charge-discharge behavior was not significantly affected by theaddition of solid electrolytes. These comparable charge-discharge behaviors of Cell A, C,",{"entities":[[126,138,"CURRENT_DENSITY"]]}],["and D suggest that the FePS3 electrode has adequate lithium ion conduction.9Figure 6 displays the first and second charge-discharge curves of Cell A, and the curvesfor the cells with 2 and 4 wt% of the conductive additives (Cell E and Cell F,respectively), under a constant current density of 0.13 mA cm2 at room temperature. Thecharge-discharge behavior did not change significantly during the first and second cycles.",{"entities":[[293,305,"CURRENT_DENSITY"]]}],["This suggests that the FePS3 electrode has sufficient electron conducting paths to enablecharge-discharge under the current density of 0.13 mA cm2.Figure 7 shows the rate performance of Cells A, C, and E. The cells showed dischargecapacities ranging from 138 mAh g1 to 152 mAh g1 at the 5th cycle under a currentdensity of 0.13 mA cm-2. Further, the cells exhibited discharge capacities ranging from 82",{"entities":[[135,147,"CURRENT_DENSITY"],[326,338,"CURRENT_DENSITY"]]}],["mAh g1 to 95 mAh g1 at the 10th cycle under a current density of 0.64 mA cm2. Thedischarge capacities were not significantly changed by the addition of solid electrolytesand conductive additives under the current density of 0.64 mA cm2, suggesting that theFePS3 electrodes show sufficient lithium ion and electron conducting paths even in theabsence of solid electrolytes and conductive additives.4. Conclusion",{"entities":[[67,79,"CURRENT_DENSITY"],[227,239,"CURRENT_DENSITY"]]}],null,null,null,null,null,null,["FePS3 electrodes without solid electrolytes and conductive additives (Cell A : red circles), with 10 wt% of solid electrolytes (Cell C : blue diamonds ◆) and with 2 wt% ofconductive additives (Cell E : dark blue squares ■) under a constant current density of0.13 mA cm-2 and 0.64 mA cm-2.Table 1. Composition and weight of the cathodeReferences[1] T. Minami, A. Hayashi, M. Tatsumisago, Recent progress of glass and glass-ceramics",{"entities":[[258,270,"CURRENT_DENSITY"],[275,287,"CURRENT_DENSITY"]]}],null,["[4] Y. Kato, S. Hori, T. Saito. K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba,R. Kanno, High-power all-solid-state batteries using sulfide superionic conductors, Nat.Energy. 1 (2016) 16030.[5] R. Kanno, M. Murayama, Lithium Ionic Conductor Thio-LISICON: The Li2S-GeS2-P2S5 System, J. Electrochem. Soc. 148 (2001) A742-A746.[6] A. Hayashi, S. Hama, F. Mizuno, K. Tadanaga, T. Minami, M. Tatsumisago,",{"entities":[[267,281,"SULFIDE_ELECTROLYTE"]]}],["Characterization of Li2S–P2S5 glass-ceramics as a solid electrolyte for lithium secondarybatteries, Solid State Ionics 175 (2004) 683-686.[7] F. Mizuno, A. Hayashi, K. Tadanaga, M. Tatsumisago, New, Highly Ion-ConductiveCrystals Precipitated from Li2S-P2S5 Glasses, Adv. Mater. 17 (2005) 918-921.[8] N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T.Kamiyama, Y. Kato, S. Hama, K. Kawamoto, A. Matsui, A lithium superionic conductor,Nat. Mater. 10 (2011) 682-686.",{"entities":[[20,29,"SULFIDE_ELECTROLYTE"],[247,256,"SULFIDE_ELECTROLYTE"]]}],["13[9] Z. Liu, W. Fu, E.A. Payzant, X. Yu, Z. Wu, N.J. Dudney, J. Kiggans, K. Hong,Anomalous High Ionic Conductivity of Nanoporous β‑Li3PS4, A.J. Rondinone, C. Liang,J. Am. Chem. Soc. 135 (2013) 975-978.[10] N. Ohta, K. Takada, I. Sakaguchi, L. Zhang, R. Ma, K. Fukuda, M. Osada, T. Sasaki,LiNbO3-coated LiCoO2 as cathode material for all solid-state lithium secondary batteries,Electrochem. Commun. 9 (2007) 1486-1490.",{"entities":[[130,138,"SULFIDE_ELECTROLYTE"]]}],["[11] M. Nagao, A. Hayashi, M. Tatsumisago, High-capacity Li2S–nanocarbon compositeelectrode for all-solid-state rechargeable lithium batteries, J. Mater. Chem. 22 (2012)10015-10020.[12] M. Nagao, A. Hayashi, M. Tatsumisago, Sulfur–carbon composite electrode for all-solid-state Li/S battery with Li2S–P2S5 solid electrolyte, Electrochim. Acta 56 (2011)6055-6059.[13] X. Liang, Z. Wen, Y. Liu, H. Zhang, L. Huang, J. Jin, Highly dispersed sulfur in",{"entities":[[296,305,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["[20] K. Ichimura, M. Sano, Electrical conductivity of layered transition-metal phosphorustrisulfide crystals, Synthetic Metals 45 (1991) 203-211.15[21] Y. Fujii, Y. Suto, A. Miura, M. Higuchi, K. Tadanaga, Development of All-solid-state Lithium Secondary Batteries Using NiPS3 Electrode and Li2S-P2S5 Solid Electrolyte,Chem. Lett. 45 (2016) 652-654.[22] F. Mizuno, S. Hama, A. Hayashi, K. Tadanaga, T. Minami, M. Tatsumisago, All",{"entities":[[291,300,"SULFIDE_ELECTROLYTE"]]}],["Solid-state Lithium Secondary Batteries Using High Lithium Ion Conducting Li2S–P2S5Glass-Ceramics, Chem. Lett. 84 (2002) 1244-1255.[23] A. Hayashi, S. Hama, H. Morimoto, M. Tatsumisago, T. Minami, Preparation ofLi2S–P2S5 Amorphous Solid Electrolytes by Mechanical Milling, J. Am. Ceram. Soc. 84(2001) 477-479.[24] E. Prouzet, G. Ouvrard, R. Brec, PROPERTIES OF AMORPHOUS NICKELHEXATHIODIPHOSPHATE, Ni2P2S6, J. Power Sources 26 (1989) 319-324.Figure Caption16Figr-117Figr-218",{"entities":[[74,83,"SULFIDE_ELECTROLYTE"],[211,220,"SULFIDE_ELECTROLYTE"]]}]]}