{"classes":["IONIC_CONDUCTIVITY","SULFIDE_ELECTROLYTE","ENERGY_DENSITY","CURRENT_DENSITY"],"annotations":[["Solid-State Lithium BatteriesSolid-State Plastic Crystal Electrolytes: Effective Protection Interlayers for Sulfide-Based All-Solid-State Lithium Metal BatteriesChanghong Wang, Keegan R. Adair, Jianwen Liang, Xiaona Li, Yipeng Sun, Xia Li, Jiwei Wang, Qian Sun, Feipeng Zhao, Xiaoting Lin, Ruying Li, Huan Huang, Li Zhang, Rong Yang, Shigang Lu, and Xueliang Sun*",{"entities":[]}],["conventional lithium-ion battery, it falls short of the requirements of safety and high energy density due to the combus- tible nature and limited electrochemi cal window of organic electrolytes.[1] Under these all-solid-state lithium batteries based on a solid electro- lyte have been proposed.[1a,2] Taking into account the intrinsic properties of inor- ganic solid-state electrolytes, such as the inflammability and wide electrochemical windows (0–5 V),[3] all-solid-state lithium batteries are",{"entities":[]}],["believed to be an excellent candidate for the future energy storage system that requires the high energy density and high safety.[2b] Over the past decades, significant achievements have been made in solid-state electrolytes with high ionic conductivity, such as sulfide electrolytes (SEs),[4] oxide electrolytes,[5] polymer electrolytes,[6] and hybrid elec- trolytes.[7] So far, the ionic conductivity of solid-state electrolytes can reach up to 10−3–10−2 S cm−1. In particular, the ionic",{"entities":[[447,464,"IONIC_CONDUCTIVITY"]]}],["conductivity of SEs represented by Li9.54Si1.74P1.44S11.7Cl0.3 (2.5 × 10−2 S cm−1),[4] Li10GeP2S12 (1.2 × 10−2 S cm−1),[3] and Li10.35[Sn0.27Si1.08]P1.65S12 (1.1 × 10−2 S cm−1)[8] can rival that of commercial liquid elec- trolytes (1.02 × 10−2 S cm−1).[9] However, the huge interfacial resistance, originating from the inferior solid-solid contact and significant interfacial reactions at both cathode and anode interfaces, restricts the electrochemical performance of all- solid-state lithium",{"entities":[[35,62,"SULFIDE_ELECTROLYTE"],[63,81,"IONIC_CONDUCTIVITY"],[87,98,"SULFIDE_ELECTROLYTE"],[100,117,"IONIC_CONDUCTIVITY"],[127,156,"SULFIDE_ELECTROLYTE"],[158,175,"IONIC_CONDUCTIVITY"],[232,250,"IONIC_CONDUCTIVITY"]]}],["batteries.[10] To address the cathode inter- face issues, various strategies have been proposed over the past years, for example, using soluble SEs to coat on active materials to increase the electrode–electrolyte contact area,[11] adding some ionic liquids to enhance the ionic contact,[12] and using a buffer layer to suppress the interfacial reactions, such [13] and LiNbO3.[14] In a sharp contrast to the great as Li4Ti5O12 progress on the cathode interface, little progress has been made on the",{"entities":[[370,377,"SULFIDE_ELECTROLYTE"],[418,427,"SULFIDE_ELECTROLYTE"]]}],["anode interface, especially using lithium (Li) metal as the anode, because the challenges at the interface between Li metal and SEs are very difficult to address, such as the remark- able interfacial reactions, Li dendrite formation, and volume change. Until now, only a few all-solid-state lithium batteries",{"entities":[]}],["All-solid-state lithium metal batteries (ASSLMBs) have attracted significant attention due to their superior safety and high energy density. However, little success has been made in adopting Li metal anodes in sulfide electrolyte (SE)-based ASSLMBs. The main challenges are the remarkable interfacial reactions and Li dendrite formation between Li metal and SEs. In this work, a solid-state plastic crystal electrolyte (PCE) is engineered as an interlayer in SE-based ASSLMBs. It is demonstrated",{"entities":[]}],["that the PCE interlayer can prevent the interfacial reactions and lithium dendrite formation between SEs and Li metal. As a result, ASSLMBs with LiFePO4 exhibit a high initial capacity of 148 mAh g−1 at 0.1 C and 131 mAh g−1 at 0.5 C (1 C = 170 mA g−1), which remains at 122 mAh g−1 after 120 cycles at 0.5 C. All-solid-state Li-S batteries based on the polyacrylonitrile-sulfur composite are also demonstrated, showing an initial capacity of 1682 mAh g−1. The second discharge capacity of 890 mAh",{"entities":[[145,152,"SULFIDE_ELECTROLYTE"]]}],["g−1 keeps at 775 mAh g−1 after 100 cycles. This work provides a new avenue to address the interfacial challenges between Li metal and SEs, enabling the successful adoption of Li metal in SE-based ASSLMBs with high energy density.",{"entities":[]}],["circumstances,1. IntroductionWith the rapid development of electric vehicles and large- scale energy storage systems, batteries with improved safety and high energy density are in great demand. In terms of the",{"entities":[]}],["C. Wang, K. R. Adair, Dr. J. Liang, Dr. X. Li, Y. Sun, Dr. X. Li, J. Wang, Dr. Q. Sun, F. Zhao, X. Lin, R. Li, Prof. X. Sun Department of Mechanical and Materials Engineering University of Western Ontario 1151 Richmond St, London, Ontario N6A 3K7, Canada E-mail: xsun9@uwo.ca Dr. H. Huang Glabat Solid-State Battery Inc. 700 Collip Circle, London, Ontario N6G 4X8, Canada Dr. L. Zhang, Dr. R. Yang, Dr. S. Lu China Automotive Battery Research Institute Co. Ltd 5th Floor, No. 43, Mining Building,",{"entities":[]}],["North Sanhuan Middle Road Haidian District, Beijing 100088, China",{"entities":[]}],["The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.201900392.DOI: 10.1002/adfm.201900392Adv. Funct. Mater. 2019, 19003921900392 (1 of 8)© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimFigure 1. a) Schematic diagram of ASSLMBs. b) Schematic diagram of ASSLMBs with the PCE interlayer.",{"entities":[]}],["based on the Li metal anode (namely, all-solid-state lithium metal batteries, ASSLMBs) have been demonstrated.[15] In view of the high theoretical specific capacity (3860 mAh g−1) and low reduction potential (−3.040 V) of Li metal,[2b] enabling Li metal as the anode in all-solid-state lithium batteries is a must, espe- cially for achieving high energy density over 400 Wh Kg−1.[16]",{"entities":[[367,379,"ENERGY_DENSITY"]]}],["Solid-state plastic crystal electrolytes (PCEs) have long been known for their high room-temperature ionic conductivity.[17] It has also been demonstrated that succinonitrile (SN)-based on PCE possesses good thermal stability and nonflamma- bility, which shows a great promise as a safe electrolyte.[18] In addition, using the SN as an additive in conventional car- bonate electrolytes can improve the thermal stability of LIBs.[19] Inspired by these good properties, the SN-based PCE was engi-",{"entities":[]}],["neered as an interlayer to resolve the instability of SEs against Li metal, enabling the successful adoption of Li metal anodes in all-solid-state lithium batteries. Besides, the chemical compat- ibility between SEs and PCE guarantees the long-term cycling stability of ASSLMBs. As a proof of concept, ASSLMBs based on LiFePO4 exhibit a high initial capacity of 148 mAh g−1 at 0.1 C and 131 mAh g−1 at 0.5 C (1 C = 170 mA g−1), which remains 122 mAh g−1 after 120 cycles at 0.5 C. Furthermore,",{"entities":[[319,326,"SULFIDE_ELECTROLYTE"]]}],["all-solid-state lithium-sulfur (Li-S) batteries based on Li metal and polyacry- lonitrile-sulfur (PAN-S) composites present an initial capacity of 1682 mAh g−1, a second discharge capacity of 890 mAh g−1 and capacity retention of 775 mAh g−1 after 100 cycles. The decay rate of the specific capacity is as low as 0.14%. This demonstra- tion provides a new avenue to address the interfacial challenges between Li metal and SEs, enabling the successful adoption of Li metal anodes in SE-based ASSLMBs.",{"entities":[]}],["Figure 1a. Using the PCE as an interlayer, the interfacial reac- tions between SEs and Li metal can be avoided by preventing the direct contact between SEs and Li metal. As long as the PCE is stable against SEs and Li metal, ASSLMBs can be successfully achieved (Figure 1b). At the cathode side, point-to-point con- tact can be also improved by submerging the cathode in a PCE matrix, thus forming a continuous 3D Li+ conduction pathway.",{"entities":[]}],["lithium bis(trifluoromethanesulfonyl)imide (LiTFSI) was added into SN. Based on the differential scanning calorimetry curves of pristine SN (Figure S1, Supporting Information), the melting point of SN is 55 °C. The SN become a liquid-like solution when heating to 60 °C and the LiTFSI salt was completely dis- solved (Figure 2a). When cooling down to room temperature, SN-based PCE becomes a solid electrolyte as the melting point of as-prepared PCE is 36 °C (Figure S1, Supporting Informa- tion).",{"entities":[]}],["The X-ray diffraction (XRD) peaks of LiTFSI are not shown in the XRD pattern of PCE, suggesting the LiTFSI was completely dissolved into the SN matrix (Figure 2b). The two sharp XRD peaks of PCE are originated from the long-range ordered structure of SN molecules.[21] Figure 2c shows the electrochemical impedance spectra (EIS) of PCEs at various temperatures. It can be seen that the impedance decreases as the temperature increases, as shown by the Arrhenius plot of PCEs in Figure 2d. The ionic",{"entities":[[100,106,"SULFIDE_ELECTROLYTE"]]}],["conductivity of PCEs reaches 1.47 × 10−3 S cm−1 at 20 °C Li10GeP2S12 (LGPS) was chosen as a typical representative of sulfide electrolytes in this study. The ionic conductivity of LGPS at room temperature is 2.76 × 10−3 S cm−1 (Figure S2, Supporting Information) and the particle size of LGPS is around several micrometers (Figure S3, Supporting Information). The room temperature ionic conductivity of the PCE-LGPS-PCE composite electro- lyte is 2.12 × 10−3 S cm−1 (Figure 2e,f), showing the",{"entities":[[29,47,"IONIC_CONDUCTIVITY"],[208,226,"IONIC_CONDUCTIVITY"],[447,465,"IONIC_CONDUCTIVITY"]]}],["negligible decrease in conductivity of the overall solid-state electrolytes.",{"entities":[]}],["To makethesolid-state PCE, 5 mol%2. Results and DiscussionFigure 1a shows the schematic diagram of SE-based ASSLMBs. If Li metal directly contacts SEs, thermodynamically, SEs are easily reduced by Li metal, forming highly resistive interphase, which blocks the Li+ transport across the interface,[20] as circulated in",{"entities":[]}],["The chemical compatibility between LGPS and PCE was further investigated. As detected by Raman spectroscopy (Figure S4a, Supporting Information), the characteristic peaks of LGPS were unchanged after submerging LGPS in SN forAdv. Funct. Mater. 2019, 19003921900392 (2 of 8)© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",{"entities":[]}],["Figure 2. a) Photographs of PCE (5 mol% LiTFSI in SN) at 60 °C (left) and room temperature (right),b) XRD patterns of SN, LiTFSI, and PCE. c) EIS spectra of PCE. d) Arrhenius plot of PCE. The inset is the photo of the laminated PCE. e) EIS spectra of PCE-LGPS-PCE composite electrolytes. f) Arrhenius plot of PCE-LGPS-PCE composite electrolytes.",{"entities":[[40,46,"SULFIDE_ELECTROLYTE"]]}],["24 h, indicating that the LGPS is chemically stable against SN. Furthermore, XRD was performed to evaluate the phase sta- bility of LGPS in SN (Figure S4b, Supporting Information). No new peaks are present in the XRD patterns of LGPS after emerging the LGPS pellet in PCE for 24 h. In addition, thereis no significant change in the ionic conductivity within 24 h, which is confirmed by the time-dependent EIS measurement (Figure S5, Supporting Information).",{"entities":[]}],["The interfacial stability of LGPS against Li metal was evaluated by symmetric cells. Figure 3a compares the Li+Figure 3. Overpotential of the Li+ platting/stripping of Li symmetric cells. a) Li/LGPS/Li and Li/PCE-LGPS-PCE/Li at 0.13 mA cm−2. b) Voltage profile comparison from 100 to 105 h. c) Rate performance of Li/PCE-LGPS-PCE/Li at various current densities from 0.13 to 0.64 mA cm−2. d) Typical voltage profiles at different current density.Adv. Funct. Mater. 2019, 1900392",{"entities":[[228,241,"CURRENT_DENSITY"],[375,388,"CURRENT_DENSITY"]]}],["1900392 (3 of 8)© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",{"entities":[]}],["Figure 4. Electrochemical performances of ASSLMBs. a) Charge–discharge curves of LiFePO4/LGPS/Li at 0.1 C. b) Charge–discharge curves of LiFePO4/ PCE-LGPS-PCE/Li at 0.1 and 0.5 C. c) Cycle stabilities of LiFePO4/LGPS/Li at 0.1 C and LiFePO4/PCE-LGPS-PCE/Li at 0.5 C. d) Charge–discharge curves of PAN-S/LGPS/Li at 0.13 mA cm−2. e) Charge–discharge curves of PAN-S/PCE-LGPS-PCE/Li at 0.13 mA cm−2. f) Cycle stabilities of PAN-S/LGPS/Li and PAN-S/PCE-LGPS-PCE/Li at 0.13 mA cm−2.",{"entities":[[314,327,"CURRENT_DENSITY"],[383,396,"CURRENT_DENSITY"],[464,476,"CURRENT_DENSITY"]]}],["Adv. Funct. Mater. 2019, 19003921900392 (4 of 8)© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",{"entities":[]}],["plating/stripping behaviors of Li/LGPS/Li and Li/PCE-LGPS- PCE/Li symmetric cells within 250 h at 0.13 mA cm−2. After 50 cycles, the overpotential of Li/LGPS/Li is 750 mV, while the overpotential of Li/PCE-LGPS-PCE/Li remains at 40 mV (Figure 3b). The results confirm that using the PCE as the interlayer between Li metal and LGPS can suppress significant interfacial reactions between LGPS and Li metal. Furthermore, the Li+ platting/stripping behavior of Li/PCE-LGPS-PCE/Li at various current",{"entities":[[98,111,"CURRENT_DENSITY"]]}],["densities with the corresponding areal capacity is shown in Figure 3c. It can be seen that Li/PCE-LGPS-PCE/ Li shows stable cycling performance even at 0.64 mA cm−2 with an areal capacity of 0.64 mAh cm−2. Figure 3d displays the Li+ stripping and platting curves at different current densities. The overpotentials of Li/PCE-LGPS-PCE/Li cells are 85 and 160 mV under the current densities of 0.32 and 0.64 mA cm−2, respec- tively. It should be mentioned that the rate performance of the symmetrical",{"entities":[[152,164,"CURRENT_DENSITY"],[191,205,"CURRENT_DENSITY"],[391,412,"CURRENT_DENSITY"]]}],["Li/PCE-LGPS-PCE/Li cells outperforms the most results from previous studies,,[15b,d,e,22] as listed in the Table S1 in the Supporting Information. In addition, the PCE inter- layer can also suppress the Li dendrite formation in the glass- ceramic Li2S-P2S5 solid electrolytes (Figure S6, Supporting Information). In addition, the interfacial compatibility between PCE and Li metal was improved by the introduction of additives LiNO3, which was confirmed by scanning electron microscopy (SEM),",{"entities":[[247,256,"SULFIDE_ELECTROLYTE"],[427,432,"SULFIDE_ELECTROLYTE"]]}],["Fourier-transform infrared spectroscopy (FT-IR), EIS, and X-ray photoelectron spectroscopy (XPS) characterizations (Figures S7–S10, Supporting Information).",{"entities":[]}],["To demonstrate the adoption of Li metal in SE-based all- solid-state lithium batteries, LiFePO4 was chosen as the cathode materials for this study. The cathode was fabricated by mixing LiFePO4, LGPS, and carbon additives with a weight ratio of 60:34:6. Further details can be found in the Experimental Sec- tion. Without the PCE interlayer, the LiFePO4 electrode exhibits a very low capacity of 22 mAh g−1 and large polarization even at a small C-rate of 0.1 C (1 C = 170 mA g−1) (Figure 4a).",{"entities":[[88,95,"SULFIDE_ELECTROLYTE"],[185,192,"SULFIDE_ELECTROLYTE"],[345,352,"SULFIDE_ELECTROLYTE"]]}],["Besides, the capacity drops very fast in the initial ten cycles. The reason is believed to be the serious interfacial reactions between LGPS and Li metal and inferior solid–solid contact between SEs and LiFePO4.[11a,20c] To eliminate the interference of solid–solid contact in the cathode composites, we also added some PCE in cathode composites to ensure good ionic contacts between LiFePO4 and SEs.[23] With the PCE interlayer, the LiFePO4 electrode shows the typical charge–discharge curves of",{"entities":[[203,211,"SULFIDE_ELECTROLYTE"],[384,391,"SULFIDE_ELECTROLYTE"],[434,441,"SULFIDE_ELECTROLYTE"]]}],["LiFePO4 at 0.1 and 0.5 C with negligible polarization. The high initial capacity is as high as 148 mAh g−1 at 0.1 C and 131 mAh g−1 at 0.5 C (Figure 4b), indi- cating that LiFePO4 electrodes are well infiltrated with PCE, thus forming a continuous Li+ conduction pathway. Figure 4c exhibits the comparison of the cycling performance of ASSLMB with and without PCE. With the PCE interlayer, the capacity of LiFePO4 is 120 mAh g−1 after 120 cycles, suggesting that interfacial reactions between LGPS",{"entities":[[0,7,"SULFIDE_ELECTROLYTE"],[172,179,"SULFIDE_ELECTROLYTE"],[406,413,"SULFIDE_ELECTROLYTE"]]}],["and Li metal are completely suppressed. In addi- tion, the good chemical compatibility between PCE and LGPS also guarantees long-term cycling stability.",{"entities":[]}],["The Li metal anode is also an essential component in high- energy density Li-S batteries. Here, we also demonstrate the all-solid-state Li-S batteries with PAN-S composites. The reason for choosing PAN-S as the cathode materials is that PAN-S does not show the notorious shuttle effect of polysulfides upon cycling,[24] thus eliminate the effect of lithium polysulfides.",{"entities":[]}],["Figure 5. X-ray absorption spectra of LGPS, LGPS on the Li surface after cycling, and LGPS with the PCE interlayer after cycling, respectively. a) P K-edge spectra. b) S K-edge spectra.",{"entities":[]}],["The particle size of PAN-S is around 300 nm (Figure S11, Supporting Information). The cycling stability of PAN-S was first evaluated with liquid carbonate electrolytes,[24] presenting excellent stability at 0.25 C (1 C = 1672 mA g−1) (Figure S12, Supporting Information). Figure 4d shows the typical charge– discharge curves of PAN-S composites at a current density of 0.13 mA cm−2. Obviously, the polarization between charge–dis- charge curves is phenomenal and the capacity decays very fast, which",{"entities":[[369,382,"CURRENT_DENSITY"]]}],["is likely due to the inferior contact between PAN-S and LGPS.[25] In addition, PAN-S particles have a severe aggregation phenomenon (Figure S11, Supporting Information), which is not beneficial for dry mixing with LGPS particles when making a cathode composite. As a comparison, using PCE to fill the porous structure of the cathode, the polarization of the charge– discharge plateau becomes much smaller (Figure 4e). In addi- tion, the initial discharge capacity is 1682 mAh g−1, indicating all the",{"entities":[]}],["PAN-S particles are surrounded with PCE electrolytes. The discharge capacity from the second cycle is 890 mAh g−1 and remains at 775 mAh g−1 after 100 cycles (Figure 4f). The cycling stability is much more stable than PAN-S/LGPS/Li.",{"entities":[]}],["To analyze the interface between LGPS and Li metal, the ASSLMBs were disassembled after cycling. LGPS was ana- lyzed by synchrotron-based X-ray absorption spectroscopy. Both P K-edge and S K-edge are analyzed. Interestingly, the P K-edge of LGPS–Li interface exhibits a small peak at 2140 eV, which is ascribed to the reduction of phosphorus by Li metal (Figure 5a).[20b] In the S K-edge of LGPS-Li (Figure 5b), the char- acteristic peaks Li2S were enhanced after cycling, comparing to the standard",{"entities":[[439,443,"SULFIDE_ELECTROLYTE"]]}],["Li2S (Figure S13, Supporting Information). By contrast, with PCE as an interlayer, the P K-edge and S K-edge show no change after cycling, which suggests that the reduc- tion of LGPS by Li metal could be prevented by using PCE as an interlayer. In addition, there are no addition peaks detected, again showing that LGPS should be stable against PCE, which is consistent with the Raman and XRD results discussed above.",{"entities":[[0,4,"SULFIDE_ELECTROLYTE"]]}],["Adv. Funct. Mater. 2019, 19003921900392 (5 of 8)© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimFigure 6. a,c,e) X-ray photoelectron spectroscopy of the LGPS on the Li surface after cycling and b,d,f) the LGPS with the PCE interface after cycling, respectively. a,b) S 2p spectra. c,d) P 2p spectra. e,f) Ge 3d spectra.",{"entities":[]}],["Furthermore, XPS was performed to inspect the interfa- cial reactions between LGPS and Li metal. Figure 6a exhibits the S 2p spectra of LGPS–Li interface after cycling, where the peak at 160.8 eV can be assigned to Li2S,[20b,26] indicating that the sulfur of LGPS is reduced by Li metal. In addition, a pair of peaks at 163.2 eV was detected, which is resulted from the structural evolution of LGPS during cycling.[27] In compar- 3− peaks at 161.02 eV ison, LGPS-PCE-Li only presents a PS4 (Figure",{"entities":[[215,219,"SULFIDE_ELECTROLYTE"]]}],["6b), which is exactly same as the S 2p spectra of pris- tine LGPS (Figure S14, Supporting Information), indicating that LGPS does not undergo any structural and/or valency- state changes when using PCE as an interlayer. P 2p spectra were analyzed. It should be noted that the P 2p peaks of reduced phosphorus species (e.g., Li3P) are overlapped with the peaks of Ge 3p, which may interfere the identification of reduced phosphorus compounds (Figure 6c).[20a,c,28] XPS spectra of Ge 3d of LGPS-Li and",{"entities":[[324,328,"SULFIDE_ELECTROLYTE"]]}],["LGPS-PCE-Li after cycling are also investigated (Figure 6e,f). Ge at the LGPS–Li interface was reduced by Li metal after cycling, while Ge4+ was well kept in LGPS–PCE–Li interface. These results prove that LGPS was decomposed into Li2S, reduced P, and reduced Ge during the cycling if directly contacting with Li metal.[20c] The decompo- sition or reduction of LGPS by Li metal can be prevented by adopting the PCE interlayer, enabling the successful adop- tion of Li metal in high-energy density",{"entities":[[231,235,"SULFIDE_ELECTROLYTE"]]}],["all-solid-state lithium batteries.",{"entities":[]}],["3. Conclusion",{"entities":[]}],["In summary, we report a PCE interlayer to address the inter- face challenge between sulfide electrolytes and Li metal, leading to significant progress towards achieving high-energy den- sity ASSLMBs. Using the PCE as an interlayer at the interface between Li metal and SEs, the significant interfacial reactions between SEs and Li metal are suppressed. As a result, ASSLMBs based on Li metal and LiFePO4 exhibit a high initial capacity of 148 mAh g−1 at 0.1 C and 131 mAh g−1 at 0.5 C (1 C = 170 mA",{"entities":[[396,403,"SULFIDE_ELECTROLYTE"]]}],["g−1), which remains 122 mAh g−1 after 120 cycles at 0.5 C. In addi- tion, all-solid-state Li-S batteries based on polyacrylonitrile-sulfur composites are also demonstrated, showing an initial capacity of 1682 mAh g−1. The second discharge capacity of 890 mAh g−1, which keeps at 775 mAh g−1 after 100 cycles. The decay rate of the specific capacity is as low as 0.14%. This work provides a new strategy to address interfacial challenges between Li metal and sulfide electrolytes, enabling the",{"entities":[]}],["successful adoption of Li metal anodes in all-solid-state lithium batteries toward next-generation safe and high-energy density energy storage systems.",{"entities":[]}],["4. Experimental SectionPreparation of Plastic Crystal Electrolytes: PCEs were made with 5 mol% LiTFSI (Sigma-Aldrich, 99.95%) in succinonitrile (Alfa Aesar, 98%)Adv. Funct. Mater. 2019, 19003921900392 (6 of 8)© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",{"entities":[]}],["at 60 °C. In addition, 2 wt% additives LiNO3 were added to stabilize the Li metal interface. Then, the mixture was cooled down to room temperature. To get a PCE pellet, a glass fiber was used as host and emerged into PCE at 60 °C, and then cooled down to room temperature to get a solid-state PCE pellet. The thickness of the PCE pellets is 300 µm (Figure S15, Supporting Information). The ionic conductivity of PCE was measured with stainless steel as a current collector. Li10GeP2S12 was purchased",{"entities":[[474,485,"SULFIDE_ELECTROLYTE"]]}],["from MSE supplies. To evaluate the ionic conductivity of LGPS, 100 mg LGPS was pelletized under 350 MPa. The thickness of the LGPS pellets is 500 µm (Figure S13, Supporting Information). Indium foils were used as current collectors.",{"entities":[]}],["Electrochemical Measurements: Electrochemical impedance analysis was performed on biologic electrochemical station with a frequency range from 7 MHz to 0.1 Hz with an amplitude of 20 mV. To fabricate solid-state lithium-ion batteries, LiFePO4 and Li10GeP2S12 and acetylene black were thoroughly mixed in an agate mortar with a weight ratio of 60:34:6. 80 mg Li10GeP2S12 was pelletized under 150 MPa with a homemade mold cell. Then, 10 mg cathode composites were spread on one side of the Li10GeP2S12",{"entities":[[233,242,"SULFIDE_ELECTROLYTE"],[247,258,"SULFIDE_ELECTROLYTE"],[358,369,"SULFIDE_ELECTROLYTE"],[488,499,"SULFIDE_ELECTROLYTE"]]}],["pellet and pressed under 350 MPa for 2 min. A Li foil was polished and put on another side of the Li10GeP2S12 pellet and pressed under 50 MPa. To make solid-state lithium-sulfur batteries, PAN-S composites were synthesized following the same method in the previous reports.[24] Then, PAN-S composites were mixed with LGPS in an agate mortar with a weight ratio of 50:50, then using the same method as making solid-state lithium-ion batteries to make all-solid-state Li-S batteries. For a comparison,",{"entities":[[98,109,"SULFIDE_ELECTROLYTE"]]}],["a PCE pellet was added at the interface between LGPS and Li metal. To improve the ionic contact between LGPS and active materials, 50–100 µL PCE was added into the cathode composites. ASSLMBs were tested by a LAND system from 2.5 V to 4.1 V at room temperature. All-solid-state Li-S batteries were tested by the LAND system from 1.0 to 3.0 V at room temperature.",{"entities":[]}],["Characterizations: XRD patterns were recorded using a Bruker D8 diffractometer, using Cu Kα radiation. XPS was recorded using Thermo Scientific ESCALAB 250Xi with Al Kα radiation. The pressure in the analysis chamber was typically 2 × 10−9 torr during acquisition. For probing the LGPS change on the LGPS–Li interface after cycling, LGPS powder was scratched from Li metal after cycling. For probing the LGPS change on the LGPS-PCE-Li after cycling, the LGPS pellets were taken out from the cell",{"entities":[]}],["after cycling. Raman spectra were collected using a laser with a wavelength of 532 nm. Morphology was examined by SEM using a Hitachi S-4800 operated at 5 kV accelerating voltage. X-ray absorption spectroscopy was done in Canadian Light Source with an energy range of 1.7–10 keV.",{"entities":[]}],["Keywordsall-solid-state lithium metal batteries, Li metal, plastic crystal electrolytes, sulfide electrolytesReceived: January 13, 2019 Revised: April 5, 2019 Published online:",{"entities":[]}],["[1] a) J. W. Choi, D. Aurbach, Nat. Rev. Mater. 2016, 1, 16013; b) A. Manthiram, X. Yu, S. Wang, Nat. Rev. Mater. 2017, 2, 16103. [2] a) G. Zhonghui, S. Huabin, F. Lin, Y. Fangliang, Z. Yi, L. Wei, H. Yunhui, Adv. Mater. 2018, 30, 1705702; b) D. Lin, Y. Liu, Y. Cui, Nat. Nanotechnol. 2017, 12, 194; c) J. Janek, W. G. Zeier, Nat. Energy 2016, 1, 16141.",{"entities":[]}],["[3] N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto, A. Mitsui, Nat. Mater. 2011, 10, 682.[4] Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui,M. Yonemura, H. Iba, R. Kanno, Nat. Energy 2016, 1, 16030.[5] F. Han, J. Yue, C. Chen, N. Zhao, X. Fan, Z. Ma, T. Gao, F. Wang,X. Guo, C. Wang, Joule 2018, 2, 497.[6] L. Yue, J. Ma, J. Zhang, J. Zhao, S. Dong, Z. Liu, G. Cui, L. Chen,",{"entities":[]}],["Energy Storage Mater. 2016, 5, 139.[7] W. Liu, S. W. Lee, D. Lin, F. Shi, S. Wang, A. D. Sendek, Y. Cui, Nat.Energy 2017, 2, 17035.[8] Y. Sun, K. Suzuki, S. Hori, M. Hirayama, R. Kanno, Chem. Mater.2017, 29, 5858.",{"entities":[]}],["[9] K. Xu, Chem. Rev. 2004, 104, 4303. [10] a) P. K. Ho, B. Qiang, K. D. Hyeon, O. D. Yang, Z. Yizhou, M. Yifei, J. Y. Seok, Adv. Energy Mater. 2018, 0, 1800035; b) C. Wang, Q. Sun, Y. Liu, Y. Zhao, X. Li, X. Lin, M. N. Banis, M. Li, W. Li, K. R. Adair, D. Wang, J. Liang, R. Li, L. Zhang, R. Yang, S. Lu, X. Sun, Nano Energy 2018, 48, 35; c) R. C. Xu, X. H. Xia, S. Z. Zhang, D. Xie, X. L. Wang, J. P. Tu, Electrochim. Acta 2018, 284, 177; d) J. Liang, X. Li, Y. Zhao, L. V. Goncharova, G. Wang, K.",{"entities":[]}],["R. Adair, C. Wang, R. Li, Y. Zhu, Y. Qian, L. Zhang, R. Yang, S. Lu, X. Sun, Adv. Mater. 2018, 30, 1804684; e) L. Fan, S. Wei, S. Li, Q. Li, Y. Lu, Adv. Energy Mater. 2018, 8, 1702657. [11] a) K. H. Park, D. Y. Oh, Y. E. Choi, Y. J. Nam, L. Han, J.-Y. Kim, H. Xin, F. Lin, S. M. Oh, Y. S. Jung, Adv. Mater. 2016, 28, 1874; b) D. H. Kim, D. Y. Oh, K. H. Park, Y. E. Choi, Y. J. Nam, H. A. Lee, S.-M. Lee, Y. S. Jung, Nano Lett. 2017, 17, 3013; c) Y. E. Choi, K. H. Park, D. H. Kim, D. Y. Oh, H. R.",{"entities":[]}],["Kwak, Y.-G. Lee, Y. S. Jung, ChemSusChem 2017, 10, 2605.",{"entities":[]}],["[12] D. Y. Oh, Y. J. Nam, K. H. Park, S. H. Jung, S.-J. Cho, Y. K. Kim,Supporting InformationSupporting Information is available from the Wiley Online Library or from the author.Y.-G. Lee, S.-Y. Lee, Y. S. Jung, Adv. Energy Mater. 2015, 5, 1500865.",{"entities":[]}],["[13] Y. Seino, T. Ota, K. Takada, J. Power Sources 2011, 196, 6488. [14] a) N. Ohta, K. Takada, L. Zhang, R. Ma, M. Osada, T. Sasaki, Adv. Mater. 2006, 18, 2226; b) N. Ohta, K. Takada, I. Sakaguchi, L. Zhang, R. Ma, K. Fukuda, M. Osada, T. Sasaki, Electrochem. Commun. 2007, 9, 1486.Acknowledgements",{"entities":[]}],["This work was supported by Natural Sciences and Engineering Research Council of Canada (NSERC), Canada Research Chair Program (CRC), China Automotive Battery Research Institute, Canada Foundation for Innovation (CFI), the Canada Light Source at University of Saskatchewan (CLS), and University of Western Ontario.",{"entities":[]}],["[15] a) G. Liu, D. Xie, X. Wang, X. Yao, S. Chen, R. Xiao, H. Li, X. Xu, Energy Storage Mater. 2018, 17, 266; b) C. Wang, Y. Zhao, Q. Sun, X. Li, Y. Liu, J. Liang, X. Li, X. Lin, R. Li, K. R. Adair, L. Zhang, R. Yang, S. Lu, X. Sun, Nano Energy 2018, 53, 168; c) X. Li, J. Liang, X. Li, C. Wang, J. Luo, R. Li, X. Sun, Energy Environ. Sci. 2018, 11, 2828; d) Z. Zhang, S. Chen, J. Yang, J. Wang, L. Yao, X. Yao, P. Cui, X. Xu, ACS Appl. Mater. Interfaces 2018, 10, 2556; e) Y. Gao, D. Wang, Y. C.",{"entities":[]}],["Li, Z. Yu, T. E. Mallouk, D. Wang, Angew. Chem., Int. Ed. 2018, 57, 13608.",{"entities":[]}],["[16] J. Betz, G. Bieker, P. Meister, T. Placke, M. Winter, R. Schmuch, Adv.Conflict of InterestThe authors declare no conflict of interest.Energy Mater. 2018, 0, 1803170.[17] a) D. R. MacFarlane, M. Forsyth, Adv. Mater. 2001, 13, 957; b) P.-J. Alarco, Y. Abu-Lebdeh, A. Abouimrane, M. Armand, Nat.Adv. Funct. Mater. 2019, 19003921900392 (7 of 8)© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",{"entities":[]}],["Mater. 2004, 3, 476; c) L. Z. Fan, Y. S. Hu, A. J. Bhattacharyya, J. Maier, Adv. Funct. Mater. 2007, 17, 2800.",{"entities":[]}],["[18] a) H.-J. Ha, E.-H. Kil, Y. H. Kwon, J. Y. Kim, C. K. Lee, S.-Y. Lee, Energy Environ. Sci. 2012, 5, 6491; b) K. H. Choi, S. J. Cho, S. H. Kim, Y. H. Kwon, J. Y. Kim, S. Y. Lee, Adv. Funct. Mater. 2014, 24, 44; c) L. Jin, P. C. Howlett, J. M. Pringle, J. Janikowski, M. Armand, D. R. MacFarlane, M. Forsyth, Energy Environ. Sci. 2014, 7, 3352. [19] Y.-S. Kim, T.-H. Kim, H. Lee, H.-K. Song, Energy Environ. Sci. 2011,",{"entities":[]}],["[23] a) X. Han, Y. Gong, K. Fu, X. He, G. T. Hitz, J. Dai, A. Pearse, B. Liu, H. Wang, G. Rubloff, Y. Mo, V. Thangadurai, E. D. Wachsman, L. Hu, Nat. Mater. 2017, 16, 572; b) K. Fu, Y. Gong, B. Liu, Y. Zhu, S. Xu, Y. Yao, W. Luo, C. Wang, S. D. Lacey, J. Dai, Y. Chen, Y. Mo, E. Wachsman, L. Hu, Sci. Adv. 2017, 3, e1601659.[24] H. Chen, C. Wang, C. Hu, J. Zhang, S. Gao, W. Lu, L. Chen, J. Mater.Chem. A 2015, 3, 1392.[25] Y. Ito, S. Yamakawa, A. Hayashi, M. Tatsumisago, J. Mater. Chem. A",{"entities":[]}],["4, 4038.2017, 5, 10658.[20] a) K. N. Wood, K. X. Steirer, S. E. Hafner, C. Ban, S. Santhanagopalan, S.-H. Lee, G. Teeter, Nat. Commun. 2018, 9, 2490; b) S. Wenzel, S. J. Sedlmaier, C. Dietrich, W. G. Zeier, J. Janek, Solid State Ionics 2018, 318, 102; c) S. Wenzel, S. Randau, T. Leichtweiß, D. A. Weber, J. Sann, W. G. Zeier, J. Janek, Chem. Mater. 2016, 28, 2400.",{"entities":[]}],["[21] Q. Wang, H. Fan, L.-Z. Fan, Q. Shi, Electrochim. Acta 2013, 114, 720. [22] Z. Zhang, Y. Zhao, S. Chen, D. Xie, X. Yao, P. Cui, X. Xu, J. Mater.[26] H. Chen, C. Wang, W. Dong, W. Lu, Z. Du, L. Chen, Nano Lett.2015, 15, 798.",{"entities":[]}],["[27] a) J. Auvergniot, A. Cassel, J.-B. Ledeuil, V. Viallet, V. Seznec, R. Dedryvère, Chem. Mater. 2017, 29, 3883; b) T. Hakari, M. Deguchi, K. Mitsuhara, T. Ohta, K. Saito, Y. Orikasa, Y. Uchimoto, Y. Kowada, A. Hayashi, M. Tatsumisago, Chem. Mater. 2017, 29, 4768.[28] S. Wenzel, D. A. Weber, T. Leichtweiss, M. R. Busche, J. Sann,Chem. A 2017, 5, 16984.J. Janek, Solid State Ionics 2016, 286, 24.Adv. Funct. Mater. 2019, 19003921900392 (8 of 8)",{"entities":[]}],["© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",{"entities":[]}],["",{"entities":[]}]]}