{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,null,["breaks through LiF (or LiI) interlayer, the Li dendrites will be consumed by coated/penetrated1HEF(orI)forming LiF(or LiI)thus preventing Li dendrite growth. ALiNbO3@LiCoO2/Li7P3S11/Li ASSLIB employing HFE coated/infiltrated Li7P3S11 glass-ceramicas electrolyte, and LiF coated Li metal as anode shows a high reversible discharge capacity of118.9 mAh g−1 at 0.1 mA cm−2 and retains 96.8 mAh g−1 after 100 cycles. The designed solid",{"entities":[[225,233,"SULFIDE_ELECTROLYTE"],[358,369,"IONIC_CONDUCTIVITY"]]}],null,null,null,["hydrogen electrode), low density (0.53 g cm−1) and high theoretical capacity (3860 mAh g−1) [1,2]. However, lithium metal is extremely reactive and it is easy to form uncontrolled dendriticlithium at the interface of lithium anode, which may puncture the separator during cycles, thusleading to internal short-circuiting and serious safety issues [3]. In the past decades, variousattempts have been made to suppress Li dendrite growth by introducing electrolyte additives [4],",{"entities":[[34,45,"DENSITY"]]}],null,["requirements: (1) high ionic conductivity of > 1.0 mS cm−1 at room temperature, (2) wideelectrochemical window (> 5.0 V vs. Li/Li+), (3) negligible electron conductivity, (4) highchemical compatibility versus anodes and cathodes. However, most highly-conductive sulfide-type solid electrolytes (such as Li7P3S11, 17 mS cm−1[12]; Li10GeP2S12, 12 mS cm−1 [13];Li9.54Si1.74P1.44S11.7Cl0.3, 25 mS cm−1 [14].) have an unstable interface against lithium metal [14-",{"entities":[[47,58,"IONIC_CONDUCTIVITY"],[303,311,"SULFIDE_ELECTROLYTE"],[313,323,"IONIC_CONDUCTIVITY"],[329,340,"SULFIDE_ELECTROLYTE"],[342,352,"IONIC_CONDUCTIVITY"],[358,385,"SULFIDE_ELECTROLYTE"],[387,397,"IONIC_CONDUCTIVITY"]]}],null,null,["with Li anode or has a high electronic conductivity, the interphase will promote the Li dendritegrowth. For example, the decomposition of Li10GeP2S12 when contacting with Li will largelyreduce the ionic conductivity of solid electrolytes due to the poor conducting interphase. [19].Since the reduction interphase layer (Li2S, Li3P, and Li15Ge4 [16]) has much lower ionicconductivity and higher electronic conductivity than Li10GeP2S12, the high interface resistance",{"entities":[[138,149,"SULFIDE_ELECTROLYTE"],[336,343,"SULFIDE_ELECTROLYTE"],[423,434,"SULFIDE_ELECTROLYTE"]]}],["and low limiting current for Li dendrite formation limit the application of Li metal anode inLi10GeP2S12. To minimize electrochemical reduction of sulfide electrolytes, lithium alloys with ahigh alloying/dealloying potential have been used as an anode. Li-In alloy with a flat voltageplateau at 0.62 V (vs. Li/Li+) for In-Lix (0< x< 0.9) and a high specific capacity [20] has beenwidely used in ASSLIBs to suppress the reduction interface reactions of solid electrolytes.",{"entities":[[91,105,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,["bare lithium metal directly contacts with Li7P3S11 sulfide solid electrolytes, forming adecomposition layer consisting of Li2S and Li3P at interface due to the chemical instability ofLi7P3S11 against lithium metal [15, 27-28]. As a result, the high interfacial resistance restricts thefast transport of lithium ions and promoting the Li dendrite formation/growth, limiting use ofsulfide electrolytes for Li metal batteries [29-30]. Therefore, our strategy is to coat a uniform LiF",{"entities":[[42,50,"SULFIDE_ELECTROLYTE"],[181,191,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,["characteristic peaks of I− [35], confirming the successful preparation of LiI coated Li metal.Li7P3S11 was synthesized by high-energy mechanical ball milling with follow-up annealing.All the diffraction peaks in X-ray diffraction (XRD) pattern of the Li7P3S11 solid electrolyte(Figure S3a) are identified to characteristic peaks of Li7P3S11 [36-37], conforming a highly pureLi7P3S11 was synthesized. Sharp diffraction peaks imply a high crystallinity of the as-synthesized7",{"entities":[[251,259,"SULFIDE_ELECTROLYTE"],[332,340,"SULFIDE_ELECTROLYTE"]]}],["electrolytes. The Raman spectrum between the wavelengths of 300 to 500 cm−1 were also used tocharacterization of Li7P3S11 electrolyte. Two main peaks at 405 cm−1 and 420 cm−1 in Figure S3bare assigned to the stretching of P2S74− and PS43− respectively [38], confirming the existence ofLi7P3S11. From the XRD and Raman characterizations, Li7P3S11 glass-ceramics structure isshown in Figure S4. The Li7P3S11 glass-ceramics have the P-1 space group with a three-",{"entities":[[113,121,"SULFIDE_ELECTROLYTE"],[283,294,"SULFIDE_ELECTROLYTE"],[337,345,"SULFIDE_ELECTROLYTE"]]}],["dimensional network consisting of Li−Li bonds around the P2S7 di-tetrahedral and PS4tetrahedral units [27, 39]. The structural framework of Li7P3S11 crystal facilitates the highmobility of Li ions due to the low potential barrier, making it a promising solid electrolyte withhigh conductivity for ASSLIBs. SEM results (Figure S5) show that the Li7P3S11 electrolyteparticles are uniform size of around 2−5 μm. The ionic conductivity of Li7P3S11 is measured",{"entities":[[140,148,"SULFIDE_ELECTROLYTE"],[344,352,"SULFIDE_ELECTROLYTE"],[435,443,"SULFIDE_ELECTROLYTE"]]}],["using a blocking Pt/Li7P3S11/Pt cell. As is shown in Figure S6, the synthesized Li7P3S11electrolyte has a high lithium ion conductivity of 1.89 mS cm−1 at room temperature with anactivation energy of 227 meV, which is comparable with the value of the reported Li7P3S11sulfide solid electrolytes [15, 40].Figure S7 shows the SEM images of the surface of Li7P3S11 electrolyte after cold pressing.",{"entities":[[139,151,"IONIC_CONDUCTIVITY"],[353,361,"SULFIDE_ELECTROLYTE"]]}],null,null,["(or I) in electrolyte will consume the lithium dendrite by formation of LiF (or LiI) at boundariesand in cracks and thus prevents the Li dendrite growth in the micro-short circuit of ASSLIBs.The effect of LiF and LiI interphase layer on the interface resistance and Li dendritesuppression were evaluated in a symmetrical Li/electrolyte/Li cells using LiF (or LiI) coated Li,and HFE (or I) coated/infiltrated Li7P3S11 electrolyte. The interfacial resistance was evaluated by",{"entities":[[408,416,"SULFIDE_ELECTROLYTE"]]}],null,["and Li@LiF/LPS(HFE)/LiF@Li (LiF coated cell), were synthesized in an argon-filled glove box.The EIS profiles of the symmetric cells are shown in Figure 3c. The resistance in the intersectionat the high-frequency range is attributed to the solid electrolyte, while semi-circle resistance canbe attributed to the interface resistances between Li and electrolyte [41]. As shown in Figure 3c,the bulk resistances of Li7P3S11 in three cells are approximately 82.8 Ω cm−2 due to the same",{"entities":[[412,420,"SULFIDE_ELECTROLYTE"]]}],["thickness of the electrolytes. However, the Li cell using bare electrolyte exhibits a highinterfacial resistance of about 127.4 Ω cm−2 due to the decomposition reaction of Li7P3S11 to Li2Sand Li3P. The interfacial resistance reduces to 66.2 Ω cm−2 and 48.4 Ω cm−2 for the cells usingLiI and LiF coated Li metals, respectively. The results indicate that the LiF and LiI interphasebetween Li and electrolyte effectively suppressed the side reactions and dramatically reduces the",{"entities":[[172,180,"SULFIDE_ELECTROLYTE"]]}],["interfacial resistance.9The capability of LiF and LiI interphases in suppressing Li dendrite growth was evaluated bygalvanostatic discharge/charge cycles at a fixed stripping/plating capacity of 0.1 mAh cm−2 atroom temperature. As shown in Figure 3d and g, at a low current density of 0.1 mA cm−2, Li cellusing a bare electrolyte exhibits curved overpotential with a high average overpotential of about",{"entities":[[195,207,"DENSITY"],[285,296,"DENSITY"]]}],["25 mV, which is much larger than that of LiI coated cell (about 18 mV) and LiF coated cell(about 12 mV) during entire 200 cycles. At a high current of 0.2 mA cm−2 (Figure 3e, h), thebare Li cell shows a large increase in polarization followed by internal short circuit after 110cycles due to the growth of lithium dendrite. The LiI coated cell also shows short circuit after150 cycles while LiF coated cell does not short after 200 cycles. As the current density further",{"entities":[[151,162,"DENSITY"]]}],["increased to 0.5 mA cm−2 (Figure 3f, i), the LiF coated cell still remained stable and a lowoverpotential in entire 200 cycles. It exhibits an average overpotential of 90 mV with a low totalresistance of 293.0 Ω cm−2. In contrast, the polarization of the bare Li cell increases dramaticallyto 0.3 V. Both the bare Li cell and LiI coated cell suffer internal short circuit after 54 and 116cycles, respectively, due to the lithium dendrite propagation. When a higher current density of",{"entities":[[13,24,"DENSITY"]]}],["1.0 mA cm−2 was applied to the symmetric cells at room temperature (Figure S9), the LiF coatedcell is still able to keep stable over 60 cycles despite large polarization occurs, which issignificantly better than bare Li cell with extremely high polarization followed by internal shortcircuit after 12 cycles. The LiI coated cell only survives for 18 cycles at such a high currentdensity.The electrochemical performance and EIS analysis of three symmetric Li/Li cells using bare",{"entities":[[0,11,"DENSITY"]]}],null,["the Li dendrite growth in the LPS electrolyte, resulting in quick short circuit. LiI and LiF withhigh stability to Li and Li7P3S11 are chosen as the SEI layer between Li and Li7P3S11 to preventthe reduction of sulfide electrolytes due to the extremely low electronic conductivity [24, 26, 34,42]. In addition, the LiF SEI layers are able to suppress the dendrite due to high interface energybetween Li and LiF. In comparison, LiF is easier to form dense/uniform layer on lithium metal",{"entities":[[174,182,"SULFIDE_ELECTROLYTE"]]}],null,null,["at Li/Li7P3S11, Li/LiF and Li/LiI can be obtained from the vertical axis intercept. Figure 4bshows DFT calculated interface energy of each compound to Li. The negative interface energy atthe Li/Li7P3S11 interface demonstrates the instability between Li metal and Li7P3S11 electrolyte[15, 44]. LiI and LiF both show positive interface energy versus Li metal. Therefore, LiI and LiFare highly stable to Li. In addition, the Li/LiF interface has much higher interface energy (73.28",{"entities":[[263,271,"SULFIDE_ELECTROLYTE"]]}],null,null,["5a shows the first three charge-discharge curves of the Li/LPS/LCO cell (Bare Li/LCO cell) atthe current density of 0.1 mA cm−2 at room temperature in the voltage of 2.5−4.2 V. The cellexhibits the initial charge capacity of 143.2 mAh g−1 and the corresponding discharge capacity of106.4 mAh g−1. The low Coulombic efficiency in the first cycle is attributed to the reactionbetween LCO and LPS. The sulfide solid electrolyte materials are not thermodynamically stable",{"entities":[[116,127,"DENSITY"]]}],["at the voltage of 4 V [28]. A high polarization and quick capacity decline are observed in thefollowing cycles. Figure 5b and c shows the galvanostatic charge-discharge profiles of theLi@LiI/LPS(I)/LCO cell (LiI@Li/LCO cell) and Li@LiF/LPS(HFE)/LCO cell (LiF@Li/LCOcell) at 0.1 mA cm−2, respectively. Comparing the two cells, the total capacity of LiF@Li/LCOcell is higher than that of LiI@Li/LCO cell, which is because the dense LiF layer is uniformly",{"entities":[[274,285,"DENSITY"]]}],null,null,["symmetrical Li/electrolyte/Li cell test. The electrochemical impedance spectroscopy (EIS)results (Figure S10) also prove that the resistance of LiF@Li/LCO is much smaller than the othertwo counterpart Li/LCO cells, mainly due to the highly stable Li/electrolyte interface thateffectively suppresses Li dendrite. The rate capabilities of the LiF@Li/LCO cell were alsoevaluated at current densities from 0.1 mA cm−2 to 1.0 mA cm−2 at 25 °C (Figure 5f, g). The",{"entities":[[402,413,"DENSITY"],[417,428,"DENSITY"]]}],["discharge specific capacities of the LiF@Li/LCO cell at the current densities of 0.1, 0.2, 0.5, 1.0mA cm−2 are 117.8, 98.2, 77.4 and 59.2 mAh g−1, respectively, which demonstrates the excellentrate performance. When the current density decreases back to 0.1 mA cm−2, the capacity canreturn back to 103.2 mAh g−1, indicating that the LiF cell is stable at a high current density up to1.0 mA cm−2. The assembled Li/LCO all-solid-state cell that is composed of LNO@LCO",{"entities":[[96,106,"DENSITY"],[254,265,"DENSITY"]]}],null,["amount of coated and infiltrated HFE can further enhance the electrochemical performance.3. Conclusion13In summary, we demonstrate that the LiF interfacial layer at Li/Li7P3S11 interface andinfiltration of HFE into Li7P3S11 can greatly suppress the Li dendrite formation in Li7P3S11 thusenhancing the electrochemical performance. Even if the Li dendrite breaks the LiF layer andpenetrates into Li7P3S11. The reaction of penetrated Li with HFE will consume the Li and also",{"entities":[[215,223,"SULFIDE_ELECTROLYTE"],[274,282,"SULFIDE_ELECTROLYTE"],[394,403,"SULFIDE_ELECTROLYTE"]]}],["prevent the followed Li penetration due to high interface energy of LiF with Li. The assembledLi@LiF/Li7P3S11/LiF@Li symmetrical cell can stably plating/stripping at 0.5 mA cm−2 and 0.1mAh cm−2 at 25 °C for over 200 cycles, confirming a super capability of LiF in suppressing Lidendrite. Coupled with the LNO-LCO cathode, the all-solid-state Li@LiF/Li7P3S11/LNO@LCOfull cell exhibits a high initial reversible capacity of 118.9 mAh g−1 with excellent cycling",{"entities":[[166,177,"DENSITY"],[182,193,"DENSITY"]]}],null,null,null,["then heated at a temperature of 150 °C for 6 h. When preparing solid cells with LiF-coated Limetal, HFE is infiltrated in Li7P3S11 electrolytes. Firstly, Li7P3S11 powder (120 mg) was put in aPTFE tank with a diameter of 10 mm and then cold pressed under 360 MPa for 3 min. Then,HFE was quickly added into solid electrolyte pellets using a pipette and the amount of liquid wascontrolled (≈ 0.1 mL), then the cells are sealed with parafilm to prevent HFE from volatilizing.",{"entities":[[122,130,"SULFIDE_ELECTROLYTE"],[154,162,"SULFIDE_ELECTROLYTE"]]}],["As for the preparation of Li7P3S11 electrolytes penetrated I solution, a I solution was prepared bydissolving the I2 powder (10 mg) in 1,2-dimethoxyethane (DME) (1 mL, Sigma-Aldrich, 99%).The infiltration I solution into Li7P3S11 solid electrolytes (Li7P3S11(I)) was carried out by addingthe I solution (≈ 0.1 mL) into electrolyte pellets in an argon-filled glovebox.4.2 Materials CharacterizationX-ray diffraction (XRD) measurements were carried out by a D8 Advance with LynxEye and",{"entities":[[26,34,"SULFIDE_ELECTROLYTE"],[221,229,"SULFIDE_ELECTROLYTE"],[250,258,"SULFIDE_ELECTROLYTE"]]}],null,["The ionic conductivities of synthesized Li7P3S11 electrolyte were measured using electrochemicalimpedance spectroscopy (EIS) by a blocking symmetric Pt/Li7P3S11/Pt cell. The as-synthesizedLi7P3S11 powder (150 mg) was cold-pressed under 360 MPa with the thickness of around 1 mm15in a PTFE tank (10 mm in diameter). Pt was sputtering on both sides of the pellets. Thetemperature was controlled between 25 to 105 °C in a temperature chamber. The non-blocking",{"entities":[[40,48,"SULFIDE_ELECTROLYTE"]]}],["symmetric Li/Li7P3S11/Li cell was assembled in an argon-filled glove box. In addition, theLi@LiI/Li7P3S11(I)/LiI@Li, and Li@LiF/Li7P3S11(HFE)/LiF@Lisymmetric cells weresynthesized for the chronoamperometry test.All-solid-state lithium cells were fabricated by employing LiNbO3@LiCoO2/Li7P3S11composite as cathode, Li7P3S11 infiltrated HFE (or I) as solid electrolyte and LiF-coated (or LiI-coated) Li metal as anode. The LiNbO3 coated LiCoO2 (LiNbO3@LiCoO2) was used as the",{"entities":[[314,322,"SULFIDE_ELECTROLYTE"]]}],["active material. Composite electrodes consist of LiNbO3@LiCoO2 and Li7P3S11 with a weightratio of 70: 30 were prepared by hand-grinding in the mortar. For the assembly of all-solid-statecells, the LiNbO3@LiCoO2/Li7P3S11 power (4 mg) were uniformly spread onto one side of theLi7P3S11 solid electrolyte (120 mg) in a PTFE tank with a diameter of 10 mm, and cold-pressedtogether under the 360 MPa. The loading of active material on the electrode is around 3.6 mg",{"entities":[[67,75,"SULFIDE_ELECTROLYTE"]]}],["cm−2. The HFE (or I) solutions was added into Li7P3S11 electrolytes from the other side. Afterthat, a LiF-coated Li foil (or LiI-coated Li) was pressed on the other side of the solid electrolyteas a counter and reference electrode. Finally, the three-layered pellet was attached with twostainless steel disks as current collectors. All the preparation processes were performed in a dryargon-filled glovebox (O2< 0.1 ppm, H2O< 0.1 ppm). The EIS measurements were carried out at",{"entities":[[46,54,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,["densities of (d, g) 0.1 mA cm−2, (e, h) 0.2 mA cm−2, and (f, i) 0.5 mA cm−2 with a fixedstripping/plating capacity of 0.1 mAh cm−2 at room temperature.Figure 4. (a) DFT calculation results between the interface energy and the number of Li atLi7P3S11/Li, LiF/Li and LiI/Li. The interface energy values can be obtained from the vertical axisintercept. (b) DFT calculated interface energy values (γ) of Li7P3S11, LiF and LiI to Li. (c)",{"entities":[[20,31,"DENSITY"],[40,51,"DENSITY"],[64,75,"DENSITY"],[118,130,"DENSITY"]]}],["Schematic diagram of Li deposition with LiF layer. The interfaces structure at (d) Li/Li7P3S11, (e)Li/LiF and (f) Li/LiI.24Figure 5. Charge-discharge profiles of the (a) Li/LPS/LCO cell, (b) Li@LiI/LPS(I)/LCO cell and(c) Li@LiF/LPS(HFE)/LCO cell at current density of 0.1 mA cm−2 at room temperature. (d)Cycling performance of assembled ASSLIBs at 0.1 mA cm−2. (e) Comparison of the capacityretention data at 1st, 10th and 100th cycles. (f) Rate performance of Li@LiF/LPS(HFE)/LCO",{"entities":[[268,279,"DENSITY"],[348,360,"DENSITY"]]}],["ASSLIB at various current densities from 0.1 mA cm−2 to 1.0 mA cm−2 at 25 °C. (g) Charge-discharge curves of Li@LiF/LPS(HFE)/LCO cell under different current densities. (h) The open-circuit of a Li@LiF/LPS(HFE)/LCO cell before testing and inset is the schematic diagram of theconfiguration of the all-solid-state cell.25",{"entities":[[41,52,"DENSITY"],[56,67,"DENSITY"]]}]]}
