{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,["key to enhancing the electrochemical performance of the batteries. The ionic conductivity of the sulﬁde solid electrolyte around 10−5 S·cm−1 provides sufﬁcient ionic percolation through the composite electrode, achieving high initial capacities and allowing their use at high potentials up to 5 V vs. Li. The impedance analysis suggests that the charge-transfer resistance between the solid electrolyte and the electrode materials (interfacial reactions) is the main parameter related to the global",{"entities":[[129,140,"IONIC_CONDUCTIVITY"]]}],["vision of the ASSB’s status, and provides crucial information to predict the expected electrochemical performance of the cell.",{"entities":[]}],["2. Results and DiscussionFigure 1 illustrates the processes used for the preparation of the composite electrodes (details in Section 3). The simple mixture process (Figure 1a) consists of the mixture of the2 of 15",{"entities":[]}],["1 Mechanical milling; 2 solution process (dissolution–precipitation). Figure 2a,b show scanning electron microscopy (SEM) images of the pristine and LS-coated NMC particles, respectively. The morphology of NMC particles—a hemispherical primary particle of ca. 5 μm containing secondary particles of around 1 μm—remains un-changed after LS coating deposition. Figure 2c shows X-ray diffraction (XRD) patterns of the LS powder at 350 °C. The crystallization of the lithium silicate to the Li2SiO3",{"entities":[]}],["ortho-rhombic phase with the Cmc21 space group (ICSD #853) was observed after 2 h of heat treatment. Therefore, the LS coating applied to the NMC particles was heated at 350 °C for 0.5 h to obtain an amorphous coating [29]. Figure 2d-f show transmission electron mi-croscopy (TEM) images of LS-coated NMC particles obtained from three batches (hereaf-ter referred to as B1, B2, and B3). The LS coating achieves an average thickness of around 9 nm, with a variation between 5 and 14 nm. The variation",{"entities":[[0,13,"STRUCTURE"],[29,34,"STRUCTURE"]]}],["in thickness arises from the tortuosity of the NMC microstructure and the difficulty in homogeneously covering the particle surface during the deposition. The effectivity of the inorganic coating thickness in preventing side reactions between the electrode and electrolyte varies based on the mate-rial; however, a few nanometers have proven to be sufficient to reduce the interfacial re-sistance during the battery’s cycling. For instance, LiNbO3-coated LiCoO2 with a thickness of 8–12 nm and",{"entities":[]}],["Li4Ti5O15 coating of 5 nm have both been used [30].",{"entities":[]}],["80Li2S∙20P2S5 MM 1 9 × 10−580Li2S∙20P2S5 SP 2 5 × 10−7 Li6PS5Cl (LPSCl) SP 2 4 × 10−5Batteries 2021, 7, x FOR PEER REVIEW 3 of 15",{"entities":[]}],["LS-coated NMC, VGCF, and sulfide electrolyte in a mortar for few minutes. In the solution process (Figure 1b), LS-coated NMC is dispersed in a solution of the solid electrolyte, and then the composite electrode is obtained after solvent removal. The ionic conductivities of the sulfide solid electrolytes used to prepare the composite electrodes are summarized in Table 1. Both composite electrodes were evaluated in ASSBs using 75Li2S∙25P2S5 as a solid electrolyte separator (10−4 S∙cm−1) and Li–In",{"entities":[[429,442,"SULFIDE_ELECTROLYTE"]]}],["alloy as an anode. Figure 1. Processes used to prepare composite electrodes: (a) simple mixture; (b) solution process. Carbon additive VGCF is not illustrated to facilitate the explanation. Table 1. Ionic conductivity of the sulfide solid electrolytes (details in Section 3). Sulfide Solid Electrolyte Composition Process Ionic Conductivity S∙cm−1 at 25 °C",{"entities":[]}],["Batteries 2021, 7, 773 of 15",{"entities":[]}],["LS-coated NMC, VGCF, and sulﬁde electrolyte in a mortar for few minutes. In the solution process (Figure 1b), LS-coated NMC is dispersed in a solution of the solid electrolyte, and then the composite electrode is obtained after solvent removal. The ionic conductivities of the sulﬁde solid electrolytes used to prepare the composite electrodes are summarized in Table 1. Both composite electrodes were evaluated in ASSBs using 75Li2S·25P2S5 as a solid electrolyte separator (10−4 S·cm−1) and Li–In",{"entities":[[427,440,"SULFIDE_ELECTROLYTE"]]}],["alloy as an anode.",{"entities":[]}],["Figure 1. Processes used to prepare composite electrodes: (a) simple mixture; (b) solution process. Carbon additive VGCF is not illustrated to facilitate the explanation.Table 1. Ionic conductivity of the sulﬁde solid electrolytes (details in Section 3).Ionic Conductivity S·cm−1 at 25 ◦C 9 × 10−5 5 × 10−7 4 × 10−5Sulﬁde Solid Electrolyte CompositionProcessMM 1 SP 2 SP 280Li2S·20P2S5 80Li2S·20P2S5 Li6PS5Cl (LPSCl)",{"entities":[]}],["1 Mechanical milling; 2 solution process (dissolution–precipitation).",{"entities":[]}],["Figure 2a,b show scanning electron microscopy (SEM) images of the pristine and LS-coated NMC particles, respectively. The morphology of NMC particles—a hemispheri- cal primary particle of ca. 5 µm containing secondary particles of around 1 µm—remains unchanged after LS coating deposition. Figure 2c shows X-ray diffraction (XRD) patterns of the LS powder at 350 ◦C. The crystallization of the lithium silicate to the Li2SiO3 orthorhom- bic phase with the Cmc21 space group (ICSD #853) was observed",{"entities":[]}],["after 2 h of heat treatment. Therefore, the LS coating applied to the NMC particles was heated at 350 ◦C for 0.5 h to obtain an amorphous coating [29]. Figure 2d–f show transmission electron microscopy (TEM) images of LS-coated NMC particles obtained from three batches (hereafter referred to as B1, B2, and B3). The LS coating achieves an average thickness of around 9 nm, with a variation between 5 and 14 nm. The variation in thickness arises from the tortuosity of the NMC microstructure and the",{"entities":[]}],null,["Figure 2. SEM images of the (a) pristine NMC and (b) LS-coated NMC particles. (c) X-ray diffraction (XRD) patterns of the lithium silicate at 350 °C. (d–f) TEM images of the LS-coated NMC particles from 3 batches. Figure 3a,b show SEM–EDS (energy-dispersive spectroscopy) analysis of composite electrodes using an 80Li2S∙20P2S5 solid electrolyte prepared via simple mixture and solu-tion processes, respectively. Clear segregation of LS-coated NMC and solid electrolyte particles was observed in the",{"entities":[[314,327,"SULFIDE_ELECTROLYTE"]]}],["composite electrode obtained via a simple mixture (Figure 3a). In contrast, a homogeneous distribution of the sulfide solid electrolyte on the LS-coated NMC particles was observed in the composite electrode obtained via the solution process (Figure 3b). Figure 4 shows the first charge-discharge curves of the all-solid-state cells using a composite electrode with 80Li2S∙20P2S5 solid electrolyte prepared by (a) simple mixture and (b) solution processes. The initial average capacity of the",{"entities":[[365,378,"SULFIDE_ELECTROLYTE"]]}],["composite electrodes pre-pared by simple mixture achieves 60 mAh g−1, while that obtained by solution process achieves 80 mAh g−1 (without considering the composite electrode with LS-uncoated NMC). The enhancement of the initial capacity in the composite electrodes obtained by the solution process is attributed to the better solid-solid contacts between electrode and electrolyte (verified by SEM-EDS analysis, Figure 3b). Despite this improvement in the initial capacity, the value is still lower",{"entities":[]}],["than the theoretical capacity (275 mAh g−1) and reversibly accessible capacity (160 mAh g−1) [31]. Moreover, the composite electrodes pre-pared by the solution process seem to show a wide variation (low reproducibility), includ-ing the high initial capacity of the composite electrode using LS-uncoated NMC (100 mAh g−1).",{"entities":[]}],["Batteries 2021, 7, x FOR PEER REVIEW 4 of 15Batteries 2021, 7, 774 of 15Figure 2. SEM images of the (a) pristine NMC and (b) LS-coated NMC particles. (c) X-ray diffraction (XRD) patterns of the lithium silicate at 350 ◦C. (d–f) TEM images of the LS-coated NMC particles from 3 batches.",{"entities":[]}],["Figure 3a,b show SEM–EDS (energy-dispersive spectroscopy) analysis of composite electrodes using an 80Li2S·20P2S5 solid electrolyte prepared via simple mixture and so- lution processes, respectively. Clear segregation of LS-coated NMC and solid electrolyte particles was observed in the composite electrode obtained via a simple mixture (Figure 3a). In contrast, a homogeneous distribution of the sulfide solid electrolyte on the LS-coated NMC particles was observed in the composite electrode",{"entities":[[100,113,"SULFIDE_ELECTROLYTE"]]}],["obtained via the solution process (Figure 3b). Figure 4 shows the ﬁrst charge-discharge curves of the all-solid-state cells using a composite electrode with 80Li2S·20P2S5 solid electrolyte prepared by (a) simple mixture and (b) solution processes. The initial average capacity of the composite electrodes prepared by simple mixture achieves 60 mAh g−1, while that obtained by solution process achieves 80 mAh g−1 (without considering the composite electrode with LS-uncoated NMC). The enhancement of",{"entities":[[157,170,"SULFIDE_ELECTROLYTE"]]}],["the initial capacity in the composite electrodes obtained by the solution process is attributed to the better solid-solid contacts between electrode and electrolyte (veriﬁed by SEM-EDS analysis, Figure 3b). Despite this improvement in the initial capacity, the value is still lower than the theoretical capacity (275 mAh g−1) and reversibly accessible capacity (160 mAh g−1) [31]. Moreover, the composite electrodes prepared by the solution process seem to show a wide variation (low",{"entities":[]}],["reproducibility), including the high initial capacity of the composite electrode using LS-uncoated NMC (100 mAh g−1).",{"entities":[]}],["Figure 3. SEM–EDS analysis of composite electrodes prepared via (a) simple mixture and (b) solu-tion processes using 80Li2S∙20P2S5 solid electrolytes. Elemental mappings for Co, P, and S are in-cluded. The color bar at the left-hand side corresponds to the intensity of the signal during the scan-ning acquisition.Batteries 2021, 7, x FOR PEER REVIEW 5 of 15Batteries 2021, 7, 775 of 15",{"entities":[[117,130,"SULFIDE_ELECTROLYTE"]]}],["Figure 3. SEM–EDS analysis of composite electrodes prepared via (a) simple mixture and (b) solution processes using 80Li2S·20P2S5 solid electrolytes. Elemental mappings for Co, P, and S are included. The color bar at the left-hand side corresponds to the intensity of the signal during the scanning acquisition.Batteries 2021, 7, x FOR PEER REVIEW 6 of 15",{"entities":[[116,129,"SULFIDE_ELECTROLYTE"]]}],["Figure 4. First charge–discharge curves of the all-solid-state cells using composite electrodes with 80Li2S∙20P2S5 solid electrolytes prepared via (a) simple mixture and (b) solution processes at 2.0 to 3.8 V vs. Li–In alloy (2.6 to 4.2 V vs. Li). Figure 5 shows the impedance spectra of ASSBs using composite electrodes with 80Li2S∙20P2S5 SEs prepared via simple mixture and solution processes. The impedance spectra show similar contributions for both composite electrodes. However, it should be",{"entities":[[101,114,"SULFIDE_ELECTROLYTE"]]}],["noted that the total internal resistance of the cell using composite electrodes prepared via simple mixture procedure (1200 Ω) was almost the double that of the cell using electrodes prepared via solution processes (600 Ω). In both cases, the total internal resistance of non-LS NMC was higher than that of the coated version (with the exception of B2 of the solu-tion process, in which the total internal resistance was similar). Four characteristic fre-quencies can be identified in the Bode plot,",{"entities":[]}],["with an equal number of resistance compo-nents, as shown in the Nyquist plot. An incomplete semicircle observed at high frequen-cies (> 500 kHz) is related to the solid electrolyte (RSE) [29]. At intermediate frequencies, two coupled capacitive semicircles are observed: the small semicircle at high–intermedi-ate frequencies (10–30 kHz) is related to the solid electrolyte grain boundary (SE-GB); the semicircle at low–intermediate frequencies (100–300 Hz) is related to the interfacial re-sistance",{"entities":[]}],["between the solid electrolyte and the cathode material (RSE/Cat.), in parallel with the interfacial capacitance. The semicircle at low frequencies (1–10 Hz) is due to the inter-facial resistance between the solid electrolyte and the anode, in parallel with the interfacial capacitance [18]. The solid lines in Figure 5a–d correspond to the fitting results using the equivalent circuit in Figure 5e, and the fitting results are summarized in Table 2. Please note that the equivalent circuit for",{"entities":[]}],["fitting non-LS in Figure 5a and B1 in Figure 5b uses only a resistance (RSE) instead of an RSE||CPSE element, because of the absence of information at high frequencies. The effective capacitance (Ceff.) is calculated from the pseudocapacitance (ϕ) and exponential factor (α) of the CP element, as described by Hirschorn et al. [31]. T is the characteristic time of the associated process. The RSE and RSE-GB exhibit similar values to those reported in the literature (~100–200 Ω) [29,32]. The",{"entities":[]}],["RSE/An. is higher than reported values for the Li–In alloy (50–80 Ω) [29], which is associated with a possible overlapping with an additional resistance contribution. This contribution may be related to the cathode composite electrode, since the regimen of the frequency is close between both the cathode and anode interfaces. The data variation is associated with the experimental variation dur-ing battery assembly and batch/composite electrode preparation [33]. The largest re-sistance",{"entities":[]}],["contribution in the impedance spectra corresponds to RSE/Cat [29,34], which is vis-ibly reduced with the use of the LS protective coating, proving that the LS coating is ef-fective at blocking the initial interfacial reactions. A significant reduction in the RSE/Cat was observed when the solution process was used to prepare the composite electrodes at more than 300 Ω.",{"entities":[]}],["Batteries 2021, 7, 776 of 15Figure 4. First charge–discharge curves of the all-solid-state cells using composite electrodes with 80Li2S·20P2S5 solid electrolytes prepared via (a) simple mixture and (b) solution processes at 2.0 to 3.8 V vs. Li–In alloy (2.6 to 4.2 V vs. Li).",{"entities":[[129,142,"SULFIDE_ELECTROLYTE"]]}],["Figure 5 shows the impedance spectra of ASSBs using composite electrodes with 80Li2S·20P2S5 SEs prepared via simple mixture and solution processes. The impedance spectra show similar contributions for both composite electrodes. However, it should be noted that the total internal resistance of the cell using composite electrodes prepared via simple mixture procedure (1200 Ω) was almost the double that of the cell using electrodes prepared via solution processes (600 Ω). In both cases, the total",{"entities":[]}],["internal resistance of non-LS NMC was higher than that of the coated version (with the exception of B2 of the solution process, in which the total internal resistance was similar). Four characteristic frequencies can be identiﬁed in the Bode plot, with an equal number of resistance components, as shown in the Nyquist plot. An incomplete semicircle observed at high frequencies (>500 kHz) is related to the solid electrolyte (RSE) [29]. At intermediate frequencies, two coupled capacitive",{"entities":[]}],["semicircles are observed: the small semicircle at high–intermediate frequencies (10–30 kHz) is related to the solid electrolyte grain boundary (SE-GB); the semicircle at low–intermediate frequencies (100–300 Hz) is related to the interfacial resistance between the solid electrolyte and the cathode material (RSE/Cat), in parallel with the interfacial capacitance. The semicircle at low frequencies (1–10 Hz) is due to the interfacial resistance between the solid electrolyte and the anode, in",{"entities":[]}],["parallel with the interfacial capacitance [18]. The solid lines in Figure 5a–d correspond to the ﬁtting results using the equivalent circuit in Figure 5e, and the ﬁtting results are summarized in Table 2. Please note that the equivalent circuit for ﬁtting non-LS in Figure 5a and B1 in Figure 5b uses only a resistance (RSE) instead of an RSE||CPSE element, because of the absence of information at high frequencies. The effective capacitance (Ceff.) is calculated from the pseudocapacitance (φ) and",{"entities":[]}],["exponential factor (α) of the CP element, as described by Hirschorn et al. [31]. T is the characteristic time of the associated process. The RSE and RSE-GB exhibit similar values to those reported in the literature (~100–200 Ω) [29,32]. The RSE/An is higher than reported values for the Li–In alloy (50–80 Ω) [29], which is associated with a possible overlapping with an additional resistance contribution. This contribution may be related to the cathode composite electrode, since the regimen of",{"entities":[]}],["the frequency is close between both the cathode and anode interfaces. The data variation is associated with the experimental variation during battery assembly and batch/composite electrode preparation [33]. The largest resistance contribution in the impedance spectra corresponds to RSE/Cat [29,34], which is visibly reduced with the use of the LS protective coating, proving that the LS coating is effective at blocking the initial interfacial reactions. A signiﬁcant reduction in the RSE/Cat was",{"entities":[]}],["observed when the solution process was used to prepare the composite electrodes at more than 300 Ω.",{"entities":[]}],["Note that the expected ionic conductivity of the 80Li2S∙20P2S5 electrolyte through the composite electrode obtained via the solution process is two orders of magnitude lower than that obtained via the simple mixture (Table 1, ionic conductivity of SEs). Further-more, lower internal resistances and higher initial capacities are obtained by the ASSB using the composite electrode prepared via the solution process (Table 2 and Figure 4). Therefore, the ionic percolation through the battery seems to",{"entities":[]}],["be of high relevance to re-ducing the interfacial resistance of the ASSBs, and to achieving high initial capacities. This means that sufficient solid–solid contacts between the active materials and the sulfide SE could have occurred through the composite electrode. Despite the improvement in the electrochemical performance of the ASSB via the solution process, some low reproduci-bility and slight variation in impedance results between batches remain. However, this issue can be mainly attributed",{"entities":[]}],["to the low conductivity of the sulfide electrolyte, as will be shown below. Figure 5. Nyquist and phase plots of the ASSBs using composite electrodes with 80Li2S∙20P2S5 solid electrolytes prepared via (a,b) simple mixture and (c,d) solution process at the 2nd charge cycle; experimental results (dots); fitting (line). Filled symbols are used to guide the frequency domains in both the Nyquist and Bode plots. (e) Equivalent circuit for impedance fitting. CP is the constant phase element used to",{"entities":[[155,168,"SULFIDE_ELECTROLYTE"]]}],["simulate the capacitive behavior.",{"entities":[]}],["Batteries 2021, 7, x FOR PEER REVIEW 7 of 15Batteries 2021, 7, 777 of 15",{"entities":[]}],["Figure 5. Nyquist and phase plots of the ASSBs using composite electrodes with 80Li2S·20P2S5 solid electrolytes prepared via (a,b) simple mixture and (c,d) solution process at the 2nd charge cycle; experimental results (dots); ﬁtting (line). Filled symbols are used to guide the frequency domains in both the Nyquist and Bode plots. (e) Equivalent circuit for impedance ﬁtting. CP is the constant phase element used to simulate the capacitive behavior.",{"entities":[[79,92,"SULFIDE_ELECTROLYTE"]]}],["Note that the expected ionic conductivity of the 80Li2S·20P2S5 electrolyte through the composite electrode obtained via the solution process is two orders of magnitude lower than that obtained via the simple mixture (Table 1, ionic conductivity of SEs). Furthermore, lower internal resistances and higher initial capacities are obtained by the ASSB using the composite electrode prepared via the solution process (Table 2 and Figure 4). Therefore, the ionic percolation through the battery seems to",{"entities":[[49,62,"SULFIDE_ELECTROLYTE"]]}],["be of high relevance to reducing the interfacial resistance of the ASSBs, and to achieving high initial capacities. This means that sufﬁcient solid–solid contacts between the active materials and the sulﬁde SE could have occurred through the composite electrode. Despite the improvement in the electrochemical performance of the ASSB via the solution process, some low reproducibility and slight variation in impedance results between batches remain. However, this issue can be mainly attributed to",{"entities":[]}],["the low conductivity of the sulﬁde electrolyte, as will be shown below.",{"entities":[]}],["Batteries 2021, 7, 77B1 253.1 - - 86.4 0.1 5 × 10−6 191.9 1.2 2 × 10−4 108.9 253.0 0.03 2 × 10−5 B2 250.8 3 × 10−4 6 × 10−8 114.8 0.6 6 × 10−5 195.1 3.7 7 × 10−4 128.2 317.7 0.04 4 × 10−5",{"entities":[]}],["Table 2. Fitting results of impedance spectra (Figure 5) with the composite electrodes with 80Li2S∙20P2S5 solid electrolytes prepared via simple mixture and solution processes at the 2nd charge cycle. GOF: goodness of fit (discrepancy between model and experimental values of impedance spectra). Cathode Composite RSE (Ω) Ceff.SE (µF) TSE (s) RSE.GB (Ω) Ceff.SE.GB (µF) TSE.GB (s) RSE/Cat. (Ω) C.eff.SE/Cat (µF) TSE/Cat (s) RSE/An. (Ω) Ceff.SE/An (µF) TSE/An (s) GOFSIMPLE MIXTURE",{"entities":[[92,105,"SULFIDE_ELECTROLYTE"]]}],["Uncoated 277.0 - - 57.8 0.7 4 × 10−5 797.0 1.3 1 × 10−3 245.2 365.9 0.09 2 × 10−5Uncoated 189.0 3 × 10−4 5 × 10−8 113.7 0.8 9 × 10−5 295.9 2.6 8 × 10−4 81.0 732.1 0.06 3 × 10−5Batteries 2021, 7, x FOR PEER REVIEW 8 of 15",{"entities":[]}],["To understand the impact of the lithium-ion conductivity of the sulfide SE on the preparation of the composite electrodes via the solution process, an argyrodite LPSCl with a conductivity of two orders of magnitude greater than that of the 80Li2S∙20P2S5 electrolyte was used (Table 1). Figure 6 shows the first charge–discharge curves and cycle perfor-mance of the ASSB cells using the composite electrode with the LPSCl solid electrolyte prepared via solution process, as described in Figure 1b.",{"entities":[[240,253,"SULFIDE_ELECTROLYTE"]]}],["Figure 6. (a) First charge–discharge curves at 2.0 to 3.8 V vs. Li–In alloy (2.6 to 4.2 V vs. Li), and (b) cycle performance of the all-solid-state cells using composite electrodes with LPSCl solid electrolytes prepared via solution process. Capacity efficiency at the end of each current density was removed, since the cells were stopped in order to obtain the electrochemical impedance spectra (Figure 7). The initial capacity was 140 mAh g−1, which corresponds to 87.5% of the theoretical",{"entities":[]}],["capacity. Initial low-capacity efficiency can be attributed to the formation of PS43−, LiCl,",{"entities":[]}],["B1 244.5 2 × 10−4 5 × 10−8 49.1 1.2 6 × 10−5 543.0 1.4 8 × 10−4 164.1 1342.8 0.22 6 × 10−5 B2 167.0 3 × 10−4 5 × 10−8 87.2 2.1 2 × 10−4 858.4 2.0 2 × 10−3 179.3 5381.6 0.96 6 × 10−5 B3 195.1 2 × 10−4 3 × 10−8 36.9 1.7 6 × 10−5 525.8 2.7 1 × 10−3 240.9 168.1 0.04 8 × 10−6 SOLUTION PROCESS8 of 15",{"entities":[]}],["To understand the impact of the lithium-ion conductivity of the sulﬁde SE on the preparation of the composite electrodes via the solution process, an argyrodite LPSCl with a conductivity of two orders of magnitude greater than that of the 80Li2S·20P2S5 electrolyte was used (Table 1). Figure 6 shows the ﬁrst charge–discharge curves and cycle performance of the ASSB cells using the composite electrode with the LPSCl solid electrolyte prepared via solution process, as described in Figure 1b.",{"entities":[[239,252,"SULFIDE_ELECTROLYTE"]]}],["Figure 6. (a) First charge–discharge curves at 2.0 to 3.8 V vs. Li–In alloy (2.6 to 4.2 V vs. Li), and (b) cycle performance of the all-solid-state cells using composite electrodes with LPSCl solid electrolytes prepared via solution process. Capacity efﬁciency at the end of each current density was removed, since the cells were stopped in order to obtain the electrochemical impedance spectra (Figure 7).",{"entities":[]}],["The initial capacity was 140 mAh g−1, which corresponds to 87.5% of the theoretical 3−, LiCl, capacity. Initial low-capacity efﬁciency can be attributed to the formation of PS4 and S from the decomposition of the argyrodite solid electrolyte [35,36]. These products work as a passivation layer over subsequent cycles. The high reproducibility of the batches suggests that the enhanced ionic conductivity of SE through the composite electrode and the use of the solution process are effective in",{"entities":[]}],["improving the transport properties, resulting in the high initial capacity. Capacity fade is observed over cycling (see Figure 6b). The ASSB achieves a discharge capacity of 80 mAh g−1 and capacity efﬁciency of 95% (130 cycles) after applying high current densities. In the last cycles, the capacity efﬁciency beyond 100% can be attributed to severe damage in the cell because of the cycle performance.",{"entities":[]}],["Figure 7 shows the impedance spectra of ASSBs using composite electrodes with LSPCl prepared via solution process at different cycles after the charging process. The solid lines in Figure 7a–d correspond to the ﬁtting results using the equivalent circuit in Figure 7e, and the ﬁtting results are summarized in Table 3.",{"entities":[]}],["and S from the decomposition of the argyrodite solid electrolyte [35,36]. These products work as a passivation layer over subsequent cycles. The high reproducibility of the batches suggests that the enhanced ionic conductivity of SE through the composite elec-trode and the use of the solution process are effective in improving the transport proper-ties, resulting in the high initial capacity. Capacity fade is observed over cycling (see Fig-ure 6b). The ASSB achieves a discharge capacity of 80",{"entities":[]}],["mAh g−1 and capacity efficiency of 95% (130 cycles) after applying high current densities. In the last cycles, the capacity effi-ciency beyond 100% can be attributed to severe damage in the cell because of the cycle performance. Figure 7 shows the impedance spectra of ASSBs using composite electrodes with LSPCl prepared via solution process at different cycles after the charging process. The solid lines in Figure 7a–d correspond to the fitting results using the equivalent circuit in Figure 7e,",{"entities":[]}],["and the fitting results are summarized in Table 3. Figure 7. (a,b) Nyquist plot of all-solid-state cells using composite electrodes with Li6PS5Cl prepared via solution process at the 2nd charge cycle and (c,d) at different cycles; experimental results (dots); fitting (line). Filled symbols are used to guide the frequency domains in both Nyquist and Bode plots. (e) Equivalent circuit for impedance fitting. CP is the constant phase element used to simulate the capacitive behavior. Diff is",{"entities":[]}],["simulated with a CP element.",{"entities":[]}],["Batteries 2021, 7, x FOR PEER REVIEW 9 of 15Batteries 2021, 7, 779 of 15",{"entities":[]}],["Figure 7. (a,b) Nyquist plot of all-solid-state cells using composite electrodes with Li6PS5Cl prepared via solution process at the 2nd charge cycle and (c,d) at different cycles; experimental results (dots); ﬁtting (line). Filled symbols are used to guide the frequency domains in both Nyquist and Bode plots. (e) Equivalent circuit for impedance ﬁtting. CP is the constant phase element used to simulate the capacitive behavior. Diff is simulated with a CP element.",{"entities":[]}],["The impedance spectra (Figure 7a,b) show similar contributions to those observed for the composite electrode using 80Li2S·20P2S5 SE (Figure 5c,d). Four characteristic frequencies (see Bode plot) with an equal number of resistances (see Nyquist plot) are distinguished (RSE, RSE-GB, RSE/Cat, and RSE/An), followed by a tail at low frequencies (10 mHz), attributed to the diffusion process (Diff.) through the composite electrode. The total internal resistance (before tail) of the cell was ~400 Ω",{"entities":[]}],["(Figure 7a,b), which is ~200 Ω lower than that of the ASSB using the composite electrode with 80Li2S·20P2S5. The reduction in the RSE-GB and RSE/Cat (~100–150 Ω) contribute to the reduction in the total resistance, while the RSE (~200 Ω) and RSE/An (~80 Ω) are similar to those reported for the ASSB using the composite electrode with 80Li2S·20P2S5 (Table 2). In this sense, the high ionic conductivity of the LSPCl is crucial to reducing the interfacial resistance and enhancing the ionic",{"entities":[[335,348,"SULFIDE_ELECTROLYTE"]]}],["percolation through the composite electrode layer prepared via the solution process.",{"entities":[]}],["Batteries 2021, 7, 77Table 2. Fitting results of impedance spectra (Figure 5) with the composite electrodes with 80Li2S·20P2S5 solid electrolytes prepared via simple mixture and solution processes at the 2nd charge cycle. GOF: goodness of ﬁt (discrepancy between model and experimental values of impedance spectra).Cathode CompositeRSE (Ω)Ceff.SE (µF)TSE (s)RSE.GB (Ω)Ceff.SE.GB (µF1)TSE.GB (s)RSE/Cat (Ω)Ceff.SE/Cat (µF)TSE/Cat (s)RSE/An (Ω)Ceff.SE/An (µF)TSE/An (s)",{"entities":[[113,126,"SULFIDE_ELECTROLYTE"]]}],["SIMPLE MIXTUREUncoated B1 B2 B3277.0 244.5 167.0 195.12 × 10−4 3 × 10−4 2 × 10−45 × 10−8 5 × 10−8 3 × 10−857.8 49.1 87.2 36.90.7 1.2 2.1 1.74 × 10−5 6 × 10−5 2 × 10−4 6 × 10−5797.0 543.0 858.4 525.81.3 1.4 2.0 2.71 × 10−3 8 × 10−4 2 × 10−3 1 × 10−3245.2 164.1 179.3 240.9365.9 1342.8 5381.6 168.10.09 0.22 0.96 0.04SOLUTION PROCESSUncoated B1 B2189.0 253.1 250.83 × 10−4 - 3 × 10−45 × 10−8 - 6 × 10−8113.7 86.4 114.80.8 0.1 0.69 × 10−5 5 × 10−6 6 × 10−5",{"entities":[]}],["295.9 191.9 195.12.6 1.2 3.78 × 10−4 2 × 10−4 7 × 10−481.0 108.9 128.2732.1 253.0 317.70.06 0.03 0.04Table 3. Fitting results of impedance spectra (Figure 7) with composite electrodes with LSPCl solid electrolytes prepared via solution process at different charge cycles. GOF: goodness of ﬁt (discrepancy between model and experimental values of impedance spectra).Electrode Composite– CycleRSE (Ω)Ceff.SE (µF)TSE (s)RSE.GB (Ω)Ceff.SE.GB (µF)TSE.GB (s)RSE/Cat (Ω)",{"entities":[]}],["Ceff.SE/Cat (µF)TSE/Cat (s)RSE/An (Ω)Ceff.SE/An (µF)TSE/An (s)TDiff (s)B1–2 B2–2 B2–10 B2–29 B2–130186.6 171.6 184.0 202.0 231.93 × 10−4 3 × 10−4 2 × 10−4 3 × 10−4 2 × 10−45 × 10−8 5 × 10−8 3 × 10−8 5 × 10−8 4 × 10−819.4 19.4 23.9 37.6 50.01.4 0.4 0.5 0.7 1.23 × 10−5 7 × 10−6 1 × 10−5 3 × 10−5 6 × 10−5107.0 150.2 214.9 252.6 379.03.7 2.0 2.3 3.3 3.34 × 10−4 3 × 10−4 5 × 10−4 8 × 10−4 1 × 10−386.0 57.4 61.1 56.6 52.3907.7 1124.2 1263.3 1123.6 2659.2",{"entities":[]}],["0.08 0.07 0.08 0.06 0.146 × 106 4 × 106 5 × 106 2 × 107 5 × 10710 of 15GOF2 × 10−5 6 × 10−5 6 × 10−5 8 × 10−63 × 10−5 2 × 10−5 4 × 10−5GOF6 × 10−5 3 × 10−5 2 × 10−5 3 × 10−5 1 × 10−5Batteries 2021, 7, 7711 of 15Batteries 2021, 7, x FOR PEER REVIEW 11 of 15",{"entities":[]}],["high-potential operation is undeniable. For reference, Li-ion batteries using NMC suffer dramatic capacity fade after 4.3 V vs. Li [42]. Figure 8. (a) Cycle performance of the all-solid-state cells using composite electrodes with LPSCl SEs prepared via solution process, at charge-end voltages from 3.8 to 4.4 V vs. Li–In alloy (4.4 to 5 V vs. Li). (b–d) Charge–discharge curves performed with charge-end voltages of 4.1, 4.3, and 4.4 V, respectively. 3. Materials and Methods 3.1. Synthesis of",{"entities":[]}],["Sulfide Solid Electrolytes The 75Li2S∙25P2S5 and 80Li2S∙20P2S5 (mol%) solid electrolytes were prepared via ball milling [43]. The mixture of Li2S (Mitsuwa Chemical (Cavite, Philippines), 99.9%) and P2S5 (Aldrich (St. Louis, MO, USA), 99%) was put into a ZrO2 pot (volume = 45 mL) with 4 mm diameter ZrO2 balls (500 balls), and was ball-milled in a PULVERISETTE (Fritsch, Idar-Oberstein, Germany) at 510 rpm (20 h). The Li6PS5Cl solid electrolyte was prepared fol-lowing the procedure reported in",{"entities":[[31,44,"SULFIDE_ELECTROLYTE"],[49,62,"SULFIDE_ELECTROLYTE"],[419,427,"SULFIDE_ELECTROLYTE"]]}],["[43]. Mechanical milling was conducted using Li2S, P2S5, and LiCl (Sigma-Aldrich (St. Louis, MO, USA), 99.9%), with 10 mm diameter ZrO2 balls (15 balls), in a 45 mL ZrO2 pot at 600 rpm (20 h). For the preparation of sulfide SE solutions, the as-synthetized 80Li2S∙20P2S5 and Li6PS5Cl powders were dissolved in a mixture of ethyl acetate and ethanol (0.1 g mL−1) as described in [43]. The solution was heated at 150 °C under a vacuum to remove the solvents. 3.2. Preparation of Li2O-SiO2 (LS)-Coated",{"entities":[]}],["NMC Amorphous Li2O-SiO2 was prepared via sol–gel process, as described in [44]. Briefly, lithium ethoxide (LiET, 99.9%, High Purity Chemicals, Tokyo, Japan) and tetraethox-ysilane (TEOS, Shin-Etsu Chemical, Tokyo, Japan) were used as precursors. Ethanol (99.5%, Wako Pure Chemical, Osaka, Japan) and HCl aqueous solution (Wako Pure Chem-ical, Osaka, Japan) were used as the solvent and catalyst, respectively. First, TEOS was dissolved in ethanol, and then the catalyst (0.1 wt%) was added dropwise.",{"entities":[]}],["Later, a LiET solution was added to the prehydrolyzed TEOS solution, and then the mixture was stirred (1 h). Then, lithium silicate sol (up to 10 wt%) was mixed with NMC particles in a mortar, using ethanol to homogenize it. Finally, a heat treatment of 350 °C for 30 min was used to consolidate the coating on the NMC particles.",{"entities":[]}],["The impedance spectra of the ASSBs using composite electrodes with LSPCl prepared via solution process at different cycles (Figure 7c,d, Table 3) show that the RSE/Cat and TSE/Cat are largely affected by cycling at high current densities. RSE/Cat increases to ~379 Ω, while TSE/Cat diminishes by one order of magnitude. Both facts could explain the clear capacity fade observed in Figure 6b. The capacity fade of ASSBs has been intensively studied [9,37–39]. The volumetric changes and side",{"entities":[]}],["reactions at the electrolyte– electrode interface are some of the factors contributing to the battery fade, consistent with the observed tendency of the impedance spectra. The values of RSE, RSE.GB, and TSE.GB also slightly increase with the number of cycles, attributed to the volume changes in the cell. RSE/An decreases, because lithium deposition during cycling enhances the interfacial resistance. Diffusion time (TDiff., is the time constant of the CP element used for the simulated diffusion",{"entities":[]}],["process, as described by Bisquert et al. [40,41]) gradually increases with the number of cycles, showing that lithium mobility decreases strongly during the half-cell cycling. In general terms, the increase in the interfacial resistances suggests that a degradation process during cycling takes place mainly in the electrode composite layer, increasing diffusion time (TDiff.) and charge-transfer resistance (RSE/Cat). Therefore, the LS coating does not confer sufﬁcient protection to prevent",{"entities":[]}],["interfacial reactions at high current densities and cycle numbers.",{"entities":[]}],["Figure 8a shows the cycle performance of the all-solid-state cells using a composite electrode with an LPSC solid electrolyte prepared via solution process at charge-end voltages from 3.8 to 4.4 V vs. a Li–In alloy (up 5 V vs. Li). The capacity fade of the ASSB is observed during the ﬁrst 30 cycles, achieving 99 mAh g−1. The discharge capacity slightly increases, reaching 104, 107, 113, 120, and 105 mAh g−1 at 3.9, 4.0, 4.1, 4.3, and 4.4 V, respectively. The capacity retention after 10 cycles",{"entities":[]}],["in each charge-end voltage reaches 96, 98, 97, 91, and 91% (9th cycle) for 3.9, 4.0, 4.1, 4.3, and 4.4 V, respectively. In contrast to the cycle performance of the ASSB at high current densities, the cycle performance at different charge-end voltages suggests that possible interfacial reactions are promoted more at higher potentials. Signals of possible degradation of the cell are observed at the highest potential of 4.3 and 4.4 V vs. the Li–In alloy (4.9 and 5 V vs. Li), in which less capacity",{"entities":[]}],["retention was also observed. Nevertheless, the potentiality of all-solid-state batteries for high-potential operation is undeniable. For reference, Li-ion batteries using NMC suffer dramatic capacity fade after 4.3 V vs. Li [42].",{"entities":[]}],["Figure 8. (a) Cycle performance of the all-solid-state cells using composite electrodes with LPSCl SEs prepared via solution process, at charge-end voltages from 3.8 to 4.4 V vs. Li–In alloy (4.4 to 5 V vs. Li). (b–d) Charge–discharge curves performed with charge-end voltages of 4.1, 4.3, and 4.4 V, respectively.Batteries 2021, 7, 773. Materials and Methods 3.1. Synthesis of Sulﬁde Solid Electrolytes",{"entities":[]}],["The 75Li2S·25P2S5 and 80Li2S·20P2S5 (mol%) solid electrolytes were prepared via ball milling [43]. The mixture of Li2S (Mitsuwa Chemical (Cavite, Philippines), 99.9%) and P2S5 (Aldrich (St. Louis, MO, USA), 99%) was put into a ZrO2 pot (volume = 45 mL) with 4 mm diameter ZrO2 balls (500 balls), and was ball-milled in a PULVERISETTE (Fritsch, Idar-Oberstein, Germany) at 510 rpm (20 h). The Li6PS5Cl solid electrolyte was prepared following the procedure reported in [43]. Mechanical milling was",{"entities":[[4,17,"SULFIDE_ELECTROLYTE"],[22,35,"SULFIDE_ELECTROLYTE"],[392,400,"SULFIDE_ELECTROLYTE"]]}],["conducted using Li2S, P2S5, and LiCl (Sigma-Aldrich (St. Louis, MO, USA), 99.9%), with 10 mm diameter ZrO2 balls (15 balls), in a 45 mL ZrO2 pot at 600 rpm (20 h). For the preparation of sulﬁde SE solutions, the as-synthetized 80Li2S·20P2S5 and Li6PS5Cl powders were dissolved in a mixture of ethyl acetate and ethanol (0.1 g mL−1) as described in [43]. The solution was heated at 150 ◦C under a vacuum to remove the solvents.",{"entities":[]}],["3.2. Preparation of Li2O-SiO2 (LS)-Coated NMC",{"entities":[]}],["Amorphous Li2O-SiO2 was prepared via sol–gel process, as described in [44]. Brieﬂy, lithium ethoxide (LiET, 99.9%, High Purity Chemicals, Tokyo, Japan) and tetraethoxysilane (TEOS, Shin-Etsu Chemical, Tokyo, Japan) were used as precursors. Ethanol (99.5%, Wako Pure Chemical, Osaka, Japan) and HCl aqueous solution (Wako Pure Chemical, Osaka, Japan) were used as the solvent and catalyst, respectively. First, TEOS was dissolved in ethanol, and then the catalyst (0.1 wt%) was added dropwise. Later,",{"entities":[]}],["a LiET solution was added to the prehydrolyzed TEOS solution, and then the mixture was stirred (1 h). Then, lithium silicate sol (up to 10 wt%) was mixed with NMC particles in a mortar, using ethanol to homogenize it. Finally, a heat treatment of 350 ◦C for 30 min was used to consolidate the coating on the NMC particles.",{"entities":[]}],["3.3. Preparation of Composite Electrodes",{"entities":[]}],["The NMC active material, sulﬁde SE (80Li2S·20P2S5), and vapor-grown carbon ﬁber (VGCF, Showa Denko, Japan) were used to prepare the composite electrodes. The weight ratio of NMC:SE:VGCF was 69:29:2. In the composite electrode prepared via simple mixture (Figure 1a), the materials (NMC, SE, and VGCF) were mixed for a few minutes in a mortar. In preparation of the composite electrodes via the solution process (Figure 1b), the NMC and carbon were dispersed in the sulﬁde SE solution and mixed using",{"entities":[]}],["a vortex mixer at 2800 rpm (AS ONE test tube shakers, Japan); this last step was used to make the slurry homogeneous. Then, the slurry was heated at 150 ◦C under a vacuum to remove solvents.",{"entities":[]}],["3.4. Assembly of All-Solid-State Batteries (ASSBs)",{"entities":[]}],["ASSB cells were constructed using 75Li2S-25P2S5 solid electrolytes and Li–In al- loy as the separator and anode, respectively. The 75Li2S·25P2S5 shows a slightly lower Young’s modulus than 80Li2S·20P2S5 and, therefore, it was selected as the SE separator in the ASSBs [45]. The composite electrode (10 mg) and 75Li2S·25P2S5 solid electrolyte (80 mg) formed a bilayer pellet (ϕ = 10 mm) via pressing under 360 MPa at room temper- ature. On the opposite side of the composite electrode, indium foil",{"entities":[[34,47,"SULFIDE_ELECTROLYTE"],[189,202,"SULFIDE_ELECTROLYTE"],[310,323,"SULFIDE_ELECTROLYTE"]]}],["was attached to the 75Li2S·25P2S5 solid electrolyte separator by pressing under 120 MPa. Then, the cells were pressed using two stainless steel rods (current collectors) for both the positive composite electrode and negative Li–In alloy electrode.",{"entities":[[20,33,"SULFIDE_ELECTROLYTE"]]}],["3.5. Characterization",{"entities":[]}],["X-ray diffraction patterns (XRD, MiniFlex 600, Rigaku (Tokyo, Japan)) were collected in the 2θ range between 10◦ and 70◦, at a step size of 0.02◦. The morphology of the NMC and composite electrodes was investigated via scanning electron microscopy (SEM, JIB-4600F MultiBeam SEM-FIB) and transmission electron microscopy (TEM, JEOL JEM-2010). The charge–discharge performance of the cells (580 battery type system, Scribner Associates) was evaluated under a constant current (0.13 to 1 mA·cm−1), with",{"entities":[]}],["cutoff voltages of 2.0 V to",{"entities":[]}],["12 of 15Batteries 2021, 7, 77",{"entities":[]}],["3.8 V (up to 4.4 V) vs. Li–In at room temperature. The reported capacity of the batteries was normalized to active material weight (69 mg). Electrochemical impedance spectroscopy (EIS, SI 1260, SI 1280 Solartron) was evaluated in the frequency range from 1 MHz to 1 mHz, at an amplitude perturbation of 30 mV. In the case of solid electrolytes, the ionic conductivity was evaluated via EIS in the frequency range of 0.1 MHz to 200 Hz using pelletized SE samples (80 mg, 360 MPa), at an amplitude",{"entities":[]}],["perturbation of 10 mV.",{"entities":[]}],["4. Conclusions",{"entities":[]}],["Composite electrodes containing LS-coated NMC, a sulﬁde solid electrolyte, and carbon additives were prepared via two procedures: simple mixture, and solution process. An amorphous LS coating with a thickness around 9 nm was used. The solution process allowed us to obtain an enhanced solid–solid contact between the sulﬁde SE and the active material particles (conﬁrmed by SEM), resulting in low internal resistances and high initial capacities. The use of the LS protective coating reduced the",{"entities":[]}],["interface resistance RSE/Cat, proving that the LS coating was effective in blocking the initial interfacial reactions. The use of high ionic conductor argyrodite-type LPSCl in the composite electrode layer enhanced the ionic percolation through the composite electrode, resulting in a high initial capacity of 140 mAh g−1, and enabling the ASSBs’ use at high potentials. The charge-transfer resistance between the solid electrolyte and the electrode materials is the main parameter derived from the",{"entities":[]}],["impedance analysis to understand the initial ASSB status. This resistance shows high values due to insufﬁcient solid–solid contacts between the active material and the sulﬁde electrolyte, and low ionic conductivity of the ionic conductor in the composite electrode layer.",{"entities":[]}],["Author Contributions: S.G., K.N. and F.A.V. are co-ﬁrst authors and therefore, they can cite the paper in the preferred order if desired. Conceptualization, supervision and funding acquisition, N.C.R.-N., A.M., J.A.C. and K.T.; investigation, S.G., K.N., F.A.V., Y.F. and Y.W.; writing—original draft preparation, S.G., K.N. and F.A.V.; writing—review and editing, all authors. All authors have read and agreed to the published version of the manuscript.",{"entities":[]}],["Funding: The present work was partially supported by the Japan Science and Technology Agency (JST), the Advanced Low-Carbon Technology Research and Development Program (ALCA), the Spe- cially Promoted Research for Innovative Next-Generation Batteries (SPRING) project, and the Colom- bian Ministry of Science, Technology, and Innovation “Minciencias” under the project 1115-745-58653, contract number FP44842-13-2017.Institutional Review Board Statement: Not applicable.",{"entities":[]}],["Informed Consent Statement: Not applicable.",{"entities":[]}],["Acknowledgments: The present work was partially supported by the Japan Science and Technology Agency (JST), the Advanced Low-Carbon Technology Research and Development Program (ALCA), and the Specially Promoted Research for Innovative Next-Generation Batteries (SPRING) project. Sara Giraldo, F.A. Vásquez, and J. Calderón would like to thank the Colombian Ministry of Science, Technology, and Innovation “Minciencias”, TRONEX S.A.S., and the University of Antioquia for their support of project",{"entities":[]}],["1115-745-58653, contract number FP44842-13-2017. The TEM and SEM analyses were carried out with JIB-4600F at the “Joint-Use Facilities: Laboratory of Nano-Micro Material Analysis”, Hokkaido University, supported by the “Material Analysis and Structure Analysis Open Unit (MASAOU)”.",{"entities":[]}],["Conﬂicts of Interest: The authors declare no conﬂict of interest.References1.2.3.",{"entities":[]}],["Zhou, L.; Zhang, K.; Hu, Z.; Tao, Z.; Mai, L.; Kang, Y.M.; Chou, S.L.; Chen, J. Recent Developments on and Prospects for Electrode Materials with Hierarchical Structures for Lithium-Ion Batteries. Adv. Energy Mater. 2018, 8, 1–23. [CrossRef] Baster, D.; Paziak, P.; Zi, M.; Wazny, G.; Molenda, J. LiNi0.6 Co0.4-z TizO2-New cathode materials for Li-ion batteries. Solid State Ion. 2018, 320, 118–125. [CrossRef] Xiayin, Y.; Bingxin, H.; Jingyun, Y.; Gang, P.; Zhen, H.; Chao, G.; Deng, L.; Xiaoxiong,",{"entities":[]}],["X. All-solid-state lithium batteries with inorganic solid electrolytes: Review of fundamental. Chin. Phys. B 2019, 25, 1–14.",{"entities":[]}],["13 of 15Batteries 2021, 7, 774.5.6.7.8.9.",{"entities":[]}],["Deng, S.; Sun, Q.; Li, M.; Adair, K.; Yu, C.; Li, J.; Li, W.; Fu, J.; Li, X.; Li, R.; et al. Insight into cathode surface to boost the performance of solid-state batteries. Energy Storage Mater 2021, 35, 661–668. [CrossRef] Zheng, F.; Kotobuki, M.; Song, S.; Lai, M.O.; Lu, L. Review on solid electrolytes for all-solid-state lithium-ion batteries. J. Power Sources 2018, 389, 198–213. [CrossRef] Takada, K.; Ohta, N.; Zhang, L.; Xu, X.; Thi Hang, B.; Ohnishi, T.; Osada, M.; Sasaki, T. Interfacial",{"entities":[]}],["phenomena in solid-state lithium battery with sulﬁde solid electrolyte. Solid State Ion. 2012, 225, 594–597. [CrossRef] Richards, W.D.; Miara, L.J.; Wang, Y.; Kim, J.C.; Ceder, G. Interface stability in solid-state batteries. Chem. Mater. 2016, 28, 266–273. [CrossRef] Sumita, M.; Tanaka, Y.; Ikeda, M.; Ohno, T. Charged and discharged states of cathode/sulﬁde electrolyte interfaces in all-solid-state lithium ion batteries. J. Phys. Chem. C 2016, 120, 13332–13339. [CrossRef] Sakuda, A.; Hayashi,",{"entities":[]}],["A.; Tatsumisago, M. Interfacial observation between LiCoO2 electrode and Li2S–P2S5 solid electrolytes of all-solid-state lithium secondary batteries using transmission electron microscopy. Chem. Mater. 2010, 22, 949–956. [CrossRef]",{"entities":[]}],["10. Kwak, H.W.; Park, Y.J. Cathode coating using LiInO2−LiI composite for stable sulﬁde-based all-solid-state batteries. Sci. Rep. 2019, 9, 8099. [CrossRef]11. Deng, S.; Sun, Y.; Li, X.; Ren, Z.; Liang, J.; Doyle-Davis, K.; Liang, J.; Li, W.; Banis, M.N.; Sun, Q.; et al. Eliminating the Detrimental Effects of Conductive Agents in Sulﬁde-Based Solid-State Batteries. ACS Energy Lett. 2020, 5, 1243–1251. [CrossRef]",{"entities":[]}],["12. Wu, J.; Shen, L.; Zhang, Z.; Liu, G.; Wang, Z.; Zhou, D.; Wan, H.; Xu, X.; Yao, X. All-Solid-State Lithium Batteries with Sulﬁde Electrolytes and Oxide Cathodes. Electrochem. Energy Rev. 2021, 4, 101135. [CrossRef]",{"entities":[]}],["13. Woo, J.H.; Trevey, J.E.; Cavanagh, A.S.; Choi, Y.S.; Kim, S.C.; George, S.M.; Oh, K.H.; Lee, S.-H. Nanoscale interface modiﬁcation of LiCoO2 by Al2O3 atomic layer deposition for solid-state Li batteries. J. Electrochem. Soc. 2012, 159, A1120–A1124. [CrossRef] 14. Li, X.; Liang, M.; Sheng, J.; Song, D.; Zhang, H.; Shi, X.; Zhang, L. Constructing double buffer layers to boost electrochemical performances of NCA cathode for ASSLB. Energy Storage Mater. 2019, 18, 100–106. [CrossRef]",{"entities":[]}],["15. Yubuchi, S.; Ito, Y.; Matsuyama, T.; Hayashi, A.; Tatsumisago, M. 5 V class LiNi0.5Mn1.5O4 positive electrode coated with Li3PO4 thin ﬁlm for all-solid-state batteries using sulﬁde solid electrolyte. Solid State Ion. 2016, 285, 79–82. [CrossRef]16. Kim, J.; Kim, M.; Noh, S.; Lee, G.; Shin, D. Enhanced electrochemical performance of surface modiﬁed LiCoO2 for all-solid-state lithium batteries. Ceram. Int. 2016, 42, 2140–2146. [CrossRef]",{"entities":[]}],["17. Miura, A.; Rosero-Navarro, N.C.; Sakuda, A.; Tadanaga, K.; Phuc, N.H.H.; Matsuda, A.; Machida, N.; Hayashi, A.; Tatsumisago, M. Liquid-phase syntheses of sulﬁde electrolytes for all-solid-state lithium battery. Nat. Rev. Chem. 2019, 3, 189–198. [CrossRef] 18. Tadanaga, K.; Rosero-Navarro, N.C.; Miura, A. Wet Chemical Processes for the Preparation of Composite Electrodes in All-Solid- State Lithium Battery. In Next Generation Batteries: Realization of High Energy Density Rechargeable",{"entities":[]}],["Batteries; Kanamura, K., Ed.; Springer: Singapore, 2021; pp. 85–92.",{"entities":[]}],["19. Teragawa, S.; Aso, K.; Tadanaga, K.; Hayashi, A.; Tatsumisago, M. Liquid-phase synthesis of a Li3PS4 solid electrolyte using N-methylformamide for all-solid-state lithium batteries. J. Mater. Chem. A 2014, 2, 5095–5099. [CrossRef]",{"entities":[]}],["20. Yubuchi, S.; Teragawa, S.; Aso, K.; Tadanaga, K.; Hayashi, A.; Tatsumisago, M. Preparation of high lithium-ion conducting Li6PS5Cl solid electrolyte from ethanol solution for all-solid-state lithium batteries. J. Power Sources 2015, 293, 941–945. [CrossRef] 21. Park, K.H.; Oh, D.Y.; Choi, Y.E.; Nam, Y.J.; Han, L.L.; Kim, J.Y.; Xin, H.L.; Lin, F.; Oh, S.M.; Jung, Y.S. Solution-processable glass LiI-Li4SnS4 superionic conductors for all-solid-state Li-ion batteries. Adv. Mater. 2016, 28,",{"entities":[]}],["1874–1883. [CrossRef]",{"entities":[]}],["22. Choi, Y.E.; Park, K.H.; Kim, D.H.; Oh, D.Y.; Kwak, H.R.; Lee, Y.G.; Jung, Y.S. Coatable Li4SnS4 Solid Electrolytes Prepared from Aqueous Solutions for All-Solid-State Lithium-Ion Batteries. ChemSusChem 2017, 10, 2605–2611. [CrossRef] [PubMed]",{"entities":[]}],["23. Chida, S.; Miura, A.; Rosero-Navarro, N.C.; Higuchi, M.; Phuc, N.H.H.; Muto, H.; Matsuda, A.; Tadanaga, K. Liquid-phase synthesis of Li6PS5Br using ultrasonication and application to cathode composite electrodes in all-solid-state batteries. Ceram. Int. 2017, 44, 742–746. [CrossRef]",{"entities":[]}],["24. Yao, X.; Liu, D.; Wang, C.; Long, P.; Peng, G.; Hu, Y.-S.; Li, H.; Chen, L.; Xu, X. High-Energy All-Solid-State Lithium Batteries with Ultralong Cycle Life. Nano Lett. 2016, 16, 7148–7154. [CrossRef] [PubMed]",{"entities":[]}],["25. Zhang, Q.; Mwizerwa, J.P.; Wan, H.L.; Cai, L.T.; Xu, X.X.; Yao, X.Y. Fe3S4@Li7P3S11 nanocomposites as cathode materials for all-solid-state lithium batteries with improved energy density and low cost. J. Mater. Chem. A 2017, 5, 23919–23925. [CrossRef] 26. Xu, R.C.; Wang, X.L.; Zhang, S.Z.; Xia, Y.; Xia, X.H.; Wu, J.B.; Tu, J.P. Rational coating of Li7P3S11 solid electrolyte on MoS2 electrode for all-solid-state lithium ion batteries. J. Power Sources 2018, 374, 107–112. [CrossRef]",{"entities":[]}],["Famprikis, T.; Canepa, P.; Dawson, J.A.; Islam, M.S.; Masquelier, C. Fundamentals of inorganic solid-state electrolytes for batteries. Nat. Mater. 2019, 18, 1278–1291. [CrossRef]",{"entities":[]}],["25. Zhang, Q.; Mwizerwa, J.P.; Wan, H.L.; Cai, L.T.; Xu, X.X.; Yao, X.Y. Fe3S4@Li7P3S11 nanocomposites as cathode materials for all-solid-state lithium batteries with improved energy density and low cost. J. Mater. Chem. A 2017, 5, 23919–23925. [CrossRef] 26. Xu, R.C.; Wang, X.L.; Zhang, S.Z.; Xia, Y.; Xia, X.H.; Wu, J.B.; Tu, J.P. Rational coating of Li7P3S11 solid electrolyte on MoS2 electrode for all-solid-state lithium ion batteries. J. Power Sources 2018, 374, 107–112. [CrossRef]",{"entities":[]}],["Famprikis, T.; Canepa, P.; Dawson, J.A.; Islam, M.S.; Masquelier, C. Fundamentals of inorganic solid-state electrolytes for batteries. Nat. Mater. 2019, 18, 1278–1291. [CrossRef]",{"entities":[]}],["28. Zhao, E.; Liu, X.; Zhao, H.; Xiao, X.; Hu, Z. Ion conducting Li2SiO3-coated lithium-rich layered oxide exhibiting high rate capability and low polarization. Chem. Commun. 2015, 51, 9093–9096. [CrossRef] Sakuda, A.; Kitaura, H.; Hayashi, A.; Tadanaga, K.; Tatsumisago, M. Improvement of High-Rate Performance of All-Solid-State Lithium Secondary Batteries Using LiCoO2 Coated with Li2O-SiO2 Glasses. Electrochem. Solid-State Lett. 2007, 11, A1. [CrossRef] 30. Ohta, N.; Takada, K.; Sakaguchi, I.;",{"entities":[]}],["Zhang, L.; Ma, R.; Fukuda, K.; Osada, M.; Sasaki, T. LiNbO3-coated LiCoO2 as cathode",{"entities":[]}],["28. Zhao, E.; Liu, X.; Zhao, H.; Xiao, X.; Hu, Z. Ion conducting Li2SiO3-coated lithium-rich layered oxide exhibiting high rate capability and low polarization. Chem. Commun. 2015, 51, 9093–9096. [CrossRef] Sakuda, A.; Kitaura, H.; Hayashi, A.; Tadanaga, K.; Tatsumisago, M. Improvement of High-Rate Performance of All-Solid-State Lithium Secondary Batteries Using LiCoO2 Coated with Li2O-SiO2 Glasses. Electrochem. Solid-State Lett. 2007, 11, A1. [CrossRef] 30. Ohta, N.; Takada, K.; Sakaguchi, I.;",{"entities":[]}],["Zhang, L.; Ma, R.; Fukuda, K.; Osada, M.; Sasaki, T. LiNbO3-coated LiCoO2 as cathode",{"entities":[]}],["material for all solid-state lithium secondary batteries. Electrochem. Commun. 2007, 9, 1486–1490. [CrossRef]31. Hirschorn, B.; Orazem, M.E.; Tribollet, B.; Vivier, V.; Frateur, I.; Musiani, M. Electrochimica Acta Determination of effective capacitance and ﬁlm thickness from constant-phase-element parameters. Electrochim. Acta J. 2010, 55, 6218–6227. [CrossRef]14 of 15Batteries 2021, 7, 77",{"entities":[]}],["32. Calpa, M.; Rosero-Navarro, N.C.; Miura, A.; Tadanaga, K. Electrochemical performance of bulk-type all-solid-state batteries using small-sized Li7P3S11 solid electrolyte prepared by liquid phase as the ionic conductor in the composite cathode. Electrochim. Acta 2019, 296, 473–480. [CrossRef]",{"entities":[]}],["33. Ohno, S.; Bernges, T.; Buchheim, J.; Duchardt, M.; Hatz, A.-K.; Kraft, M.A.; Kwak, H.; Santhosha, A.L.; Liu, Z.; Minafra, N.; et al. How Certain Are the Reported Ionic Conductivities of Thiophosphate-Based Solid Electrolytes? An Interlaboratory Study. ACS Energy Lett. 2020, 5, 910–915. [CrossRef]",{"entities":[]}],["34. Koerver, R.; Aygün, I.; Leichtweiß, T.; Dietrich, C.; Zhang, W.; Binder, J.O.; Hartmann, P.; Zeier, W.G.; Janek, J. Capacity Fade in Solid-State Batteries: Interphase Formation and Chemomechanical Processes in Nickel-Rich Layered Oxide Cathodes and Lithium Thiophosphate Solid Electrolytes. Chem. Mater. 2017, 29, 5574–5582. [CrossRef] Schwietert, T.K.; Arszelewska, V.A.; Wang, C.; Yu, C.; Vasileiadis, A.; de Klerk, N.J.J.; Hageman, J.; Hupfer, T.; Kerkamm, I.; Xu, Y.; et al. Clarifying the",{"entities":[]}],["relationship between redox activity and electrochemical stability in solid electrolytes. Nat. Mater. 2020, 19, 428–435. [CrossRef] [PubMed]",{"entities":[]}],["35.36. Tan, D.H.S.; Wu, E.A.; Nguyen, H.; Chen, Z.; Marple, M.A.T.; Doux, J.M.; Wang, X.; Yang, H.; Banerjee, A.; Meng, Y.S. Elucidating Reversible Electrochemical Redox of Li6PS5Cl Solid Electrolyte. ACS Energy Lett. 2019, 4, 2418–2427. [CrossRef]",{"entities":[]}],["37. Noh, H.-J.; Youn, S.; Yoon, C.S.; Sun, Y.-K. Comparison of the structural and electrochemical properties of layered J. Power Sources 2013, Li[NixCoyMnz]O2 (x = 1/3, 0.5, 0.6, 0.7, 0.8 and 0.85) cathode material for lithium-ion batteries. 233, 121–130. [CrossRef]38. Zhang, Q.; Cao, D.; Ma, Y.; Natan, A.; Aurora, P.; Zhu, H. Sulﬁde-Based Solid-State Electrolytes: Synthesis, Stability, and Potential for All-Solid-State Batteries. Adv. Mater. 2019, 31, 1901131. [CrossRef]",{"entities":[]}],["39. Lou, S.; Liu, Q.; Zhang, F.; Liu, Q.; Yu, Z.; Mu, T.; Zhao, Y.; Borovilas, J.; Chen, Y.; Ge, M.; et al. Insights into interfacial effect and local lithium-ion transport in polycrystalline cathodes of solid-state batteries. Nat. Commun. 2020, 11, 1–10. [CrossRef] [PubMed] 40. Bisquert, J.; Garcia-belmonte, G.; Bueno, P.; Longo, E.; Bulhoes, L.O. Impedance of constant phase element (CPE)-blocked diffusion in ﬁlm electrodes. J. Electroanal. Chem. 1998, 452, 229–234. [CrossRef]",{"entities":[]}],["41. Bisquert, J.; Garcia-Belmonte, G.; Fabregat-Santiago, F.; Bueno, P.R. Theoretical models for ac impedance of ﬁnite diffusion layers exhibiting low frequency dispersion. J. Electroanal. Chem. 1999, 475, 152–163. [CrossRef] Jung, R.; Metzger, M.; Maglia, F.; Stinner, C.; Gasteiger, H.A. Oxygen Release and Its Effect on the Cycling Stability of LiNixMny- CozO2 (NMC) Cathode Materials for Li-Ion Batteries. J. Electrochem. Soc. 2017, 164, A1361–A1377. [CrossRef]",{"entities":[]}],["41. Bisquert, J.; Garcia-Belmonte, G.; Fabregat-Santiago, F.; Bueno, P.R. Theoretical models for ac impedance of ﬁnite diffusion layers exhibiting low frequency dispersion. J. Electroanal. Chem. 1999, 475, 152–163. [CrossRef] Jung, R.; Metzger, M.; Maglia, F.; Stinner, C.; Gasteiger, H.A. Oxygen Release and Its Effect on the Cycling Stability of LiNixMny- CozO2 (NMC) Cathode Materials for Li-Ion Batteries. J. Electrochem. Soc. 2017, 164, A1361–A1377. [CrossRef]",{"entities":[]}],["43. Hayashi, A.; Hama, S.; Morimoto, H.; Tatsumisago, M.; Minami, T. Preparation of Li2S-P2S5 amorphous solid electrolytes by mechanical milling. J. Am. Ceram. Soc. 2004, 84, 477–479. [CrossRef]",{"entities":[]}],["44. Rosero-Navarro, N.C.; Kajiura, R.; Jalem, R.; Tateyama, Y.; Miura, A.; Tadanaga, K. Signiﬁcant Reduction in the Interfacial Resistance of Garnet-Type Solid Electrolyte and Lithium Metal by a Thick Amorphous Lithium Silicate Layer. ACS Appl. Energy Mater. 2020, 3, 5533–5541. [CrossRef] Sakuda, A.; Yamamoto, M.; Nose, M.; Kato, A.; Hayashi, A.; Tatsumisago, M. Mechanical properties of sul ﬁ de glasses in all-solid-state batteries. J. Ceram. Soc. Jpn. 2018, 126, 719–727. [CrossRef]45.",{"entities":[]}],["15 of 15",{"entities":[]}],["",{"entities":[]}]]}
