{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,["Lithium–sulfur batteries (LSBs) have attracted much attention due to their high energy density, environ-mental friendliness and abundant natural reserves, and are considered a strong competitor for the nextgeneration of energy storage devices. Significant research has been conducted on LSBs over the past decade; however, the inherent lithium polysulfide (LiPS) shuttle and lithium dendrite growth problems",{"entities":[]}],["have been impossible to completely avoid for conventional liquid LSBs. The use of sulfide solid electro-lytes (SEs) instead of organic liquid electrolytes can completely avoid the shuttle effect and mitigate thelithium dendrite growth problem due to the rigidity of sulfide SEs, but this does not mean that sulfide-based solid-state lithium–sulfur batteries (SSLSBs) are the optimal solution. For sulfide-based all-solid-",{"entities":[]}],["state lithium–sulfur batteries (ASSLSBs), their inherent drawbacks, such as air sensitivity of the sulfide SEand narrow electrochemical stability window (ESW), mechanical–chemical failures caused by volumeexpansion of the active materials, and ineffective protection of the lithium metal anode, result in their commercial applications remaining challenging. To promote research and development of sulfide-basedReceived 28th May 2023, Accepted 1st August 2023",{"entities":[]}],["SSLSBs, this article reviews the electrochemical mechanisms of lithium–sulfur batteries, the defects andoptimization strategies of sulfide SEs and reviews the recent developments in sulfide-based cathodeDOI: 10.1039/d3qm00607gmaterials, lithium-based anodes in sulfide-based SSLSBs, and their interface optimization and protectionstrategies. Finally, future development direction and prospects of ASSLSBs are analyzed.rsc.li/frontiers-materials1. Introduction",{"entities":[]}],["candidate for the next generation of energy storage devices, attracting extensive research attention.6–9 The use of sulfur as a cathode material was proposed as early as the 1960s,10 and considerable progress has been made in the development of rechargeable LSBs to date, but there are still considerable obstacles to their practicalization.",{"entities":[]}],["The development of human society has consistently relied on energy utilization since its birth.1 Therefore, developing eﬀec- tive, safe, and clean energy storage systems is necessary. Among numerous energy storage systems, secondary batteries stand out due to their eﬃcient energy storage characteristics.2,3 However, the existing conventional lithium-ion batteries (LIBs) have limitations in meeting the demands for high energy density and substantial scale energy storage devices due to their high",{"entities":[]}],["manufacturing cost, low energy density, and inherent safety issues.4 The combination of lithium metal (low density and high electronegativity) with sulfur (a high theoretical capacity of 1675 mA h g(cid:2)1) in a secondary battery can lead to a theoretical capacity density of 2600 W h Kg(cid:2)1 or 2800 W h L(cid:2)1, which far exceeds that of LIBs.5 Additionally, sulfur’s abundant reserves and environmentally friendly properties make it a promising",{"entities":[]}],["Commercialization of conventional LSBs using liquid elec- trolytes faces several diﬃcult challenges: (1) liquid electrolytes can easily pose safety hazards; (2) the conductivity of sulfur and its discharge product Li2S is very poor and can be regarded as insulators, whose poor electrical conductivity and low active material loading will significantly impair the performance of the battery; (3) diﬀerent densities of S and Li2S will cause severe volume expansion (B80%) during battery operation.",{"entities":[]}],["This repeated volume expansion and contraction will greatly jeo- pardize the battery’s service life; 4 the intermediate product lithium polysulfide (Li2Sx, x = 4–8) formed during the sulfur conversion reaction is highly soluble in the liquid electrolyte and readily reacts with lithium metal to form low-order poly- sulfides, resulting in a severe shuttle effect. This leads to low coulombic efficiency (CE), high self-discharge rate, and poor cycling performance; and 5 the stability of the liquid",{"entities":[]}],["electrolyte",{"entities":[]}],["College of Materials Science and Engineering, Zhejiang University of Technology, Hangzhou 310014, China. E-mail: nanoshine@zjut.edu.cn, msechem@zjut.edu.cn, zhangjun@zjut.edu.cn † These authors contributed equally to this work.5760 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry Frontiers",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["in contact with lithium metal is poor, and the safety risks related to thermal runaway caused by the crushing, expansion and dendritic growth of lithium metal are still very serious defects.3,5,11,12 Recently, to overcome the above problems, researchers have made considerable progress in cathodes,13 electrolytes,14–18 anodes,19–22 binders,23,24 etc. Among them, the use of SEs instead of conventional organic liquid electrolytes is one of the most promising strategies to solve the above",{"entities":[]}],["problems.25 Solid-state electrolytes are mainly classified as sulfide SEs,26–28 oxide SEs,29,30 polymer SEs,31 and composite SEs.32,33 Sulfide SEs are preferred over others such as oxide and polymer SEs due to their high ionic conductivity, good compat- ibility with sulfur, and ability to completely eliminate shuttle effects.34 Despite the progress made in sulfide SEs for ASSLSBs using these electrolytes, there are still many challenges to be overcome before commercialization is possible.",{"entities":[]}],["This paper will present the latest relevant progress in terms of the working mechanism, main challenges, sulfide SEs, sulfur-based cathode materials, interfacial modification and protection strategies for lithium-based anodes of ASSLSBs. Finally, we present our own views on how to develop higher capacity and larger scale ASSLSBs in the future. In conclusion, sulfide-based SSLSBs are an important branch of current research in the field of Li–S batteries. This review will provide valuable",{"entities":[]}],["reference and guidance for researchers in this field, and promote development and application of sulfide-based ASSLSB technology. We believe that in future research, this",{"entities":[]}],["class of SSLSBs will gradually become one of the mainstream choices for high-energy density battery research.2. Principle and issues of ASSLSBs 2.1 The principle of ASSLSBs",{"entities":[]}],["The schematic diagrams of conventional LSB and ASSLSB are shown in Fig. 1(a–e) illustrate their reaction mechanisms during charging and discharging. A typical LSB is composed of a compo- site cathode, separator, organic electrolyte, and lithium metal anode. During the charging and discharging process, the active material S undergoes a multi-step conversion reaction, mainly in two stages. The first stage occurs between about 2.2 and 2.3 V, where element S is lithiated into lithium polysulfide",{"entities":[]}],["(Li-PS), S8 - Li2Sn, contributing a limited capacity of about 25%. In the second stage, which takes place between 2.0 and 2.1 V, lithium poly- sulfide continues to be lithiated to Li2S, Li2Sn - Li2S, and this stage contributes most of the capacity of the LSB, approximately 75%. The total reaction can be summarized as: S8 + 16Li+ + 16e(cid:2) \" 8Li2S, which provides a capacity of 1672 mA h g(cid:2)1.35–37 Different from S or Li2S, LiPSs exhibit high solubility in an organic electrolyte, during",{"entities":[]}],["the operation of LSBs, the dissolved LiPSs will not fully convert to the S. Instead,the partially dissolved species then diffuses to the lithium anode, where they are reduced to low- chain polysulfides (n o 4), eventually transforming into Li2S2 or Li2S and precipitating on the surface of the lithium metal.38 Due",{"entities":[]}],["Fig. 1 Schematic diagram of Li–S batteries. (a) Liquid LSBs, (b) SPE-based LSBs and (c) ISE-based LSBs; (d) multi-step transformation mechanism and (e) one-step conversion mechanism.This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5761View Article OnlineMaterials Chemistry FrontiersReview",{"entities":[]}],["to further reactions with lithium ions and other polysulfides, short-chain polysulfides accumulate and diffuse back to the S/C composite electrode, where they are re-oxidized to long-chain polysulfides.39,40 This phenomenon is known as the shuttle effect, and a severe shuttle effect not only leads to rapid capacity fading but also affects the passivation of the electrode, resulting in a significant decrease in service life.41 To address this problem, many researchers have directed their",{"entities":[]}],["attention to solid electrolytes.",{"entities":[]}],["despite these advantages, the commercial application of ASSLSBs is still challenging, as shown in Fig. 2.",{"entities":[]}],["(i) Volume expansion of active materials. During the char- ging and discharging process, the interconversion of S and Li2S leads to a volume change of about 80%,44 when 1 mol of S8 is completely lithiated, it will be converted to 8 mol of Li2S, such a large volume change can cause crack formation and contact failure, which will aﬀect Li+ and e(cid:2) transport at the interface and impair the cycling performance of the battery.",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["A typical SSLSB usually comprises a sulfur-based composite cathode, a solid electrolyte and a lithium metal anode, where the solid electrolyte functions as a separator and conducts Li+.9 Since an inorganic solid electrolyte (ISE) is used instead of an organic liquid electrolyte, the shuttle eﬀect can be completely avoided42 and lithium dendrites are suppressed due to its rigidity. Unlike liquid LSBs, ASSLSBs with an ISE commonly have only one charge/discharge plateau and the exact reaction",{"entities":[]}],["pathway is still inconclusive because the solid–solid conversion reaction mechanism is more complex, but researchers have reached a consensus that the reaction mechanism of ASSLSBs follows a general electrochemical reaction: S8 + 16Li+ + 16e(cid:2) \" 8Li2S. However, in polymer-based SSLSBs, two plateaus are found similar to conventional LSBs.43 This can be attributed to most polymer-based ASSLSBs operating at 60 1C, where the polymer electrolyte may dissolve, leading to the dissolution of",{"entities":[]}],["polysulfides and creating a second plateau.",{"entities":[]}],["2.2 Challenges and issues of ASSLSBsSolid electrolytes are being used in ASSLSBs to prevent lithium polysulfide shuttling and enhance safety of the battery due to the non-flammable nature of solid electrolytes. Nevertheless,",{"entities":[]}],["(ii) Insulation properties of active materials. Elemental sulfur (5 (cid:3) 10(cid:2)30 S cm(cid:2)1) and its complete discharge product Li2S (3.6 (cid:3) 10(cid:2)7 S cm(cid:2)1) have very poor electrical conductivity, causing a slow kinetics at the cathode/electrolyte interface.45–47 To overcome this dilemma, quantities of conductive additives need to be added to the composite cathode, creating a tortuous ion transport path, causing slow ion transport and affecting battery performance.",{"entities":[]}],["However, a reduction in the proportion of active material leads to a reduction in cell energy density. What is more, the accumulation of Li2S through cycling transforms into ‘‘dead sulfur’’, losing its electrochemical activity and severely decreasing battery performance.",{"entities":[]}],["(iii) Sulfide SE degradation. Due to the narrow electro- chemical stabilization window of sulfide SEs, degradation tends to occur at the interface and form by-products with poor conductivity, resulting in high interface impedance.48,49 These by-products accumulate near the active material and electron conductive phases, ultimately leading to poorer cycling cap- abilities.50",{"entities":[]}],["(iv) Lithium dendrites. The uneven charge distribution on the lithium metal surface and the presence of defects lead to lithium dendrite growth.51 Although ISE has a certain degree of rigidity, lithium dendrites will still grow along the grainFig. 2 Schematic diagrams of (a) volume expansion of active material, (b) insulation properties of active materials and tortuous Li+ and e(cid:2) conduction paths inside composite cathode, (c) sulfide SEs degradation, and (d) Li dendrite growth.",{"entities":[]}],["5762 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["boundaries and penetrate the solid electrolyte, eventually lead- ing to short-circuiting of the battery.52 In traditional LSBs, the reaction between polysulfide lithium and lithium can consume lithium dendrites to some extent, so the lithium dendrite growth problem faced by ASSLSBs is more serious.83. Sulfide solid-state electrolytes",{"entities":[]}],["Solid-state electrolytes (SSEs) play a key role in ASSLSBs by connecting the cathode and anode, conducting lithium ions and isolating electrons in ASSLSBs. Matching an appropriate SSE is critical to achieving higher energy density, safer and more eﬃcient SSLSBs. The ideal SSE should have a high ionic conductivity (Z1 mS cm(cid:2)1) at room temperature, a low electro- nic conductivity (o10(cid:2)6 mS cm(cid:2)1), a Li+ transference number close to 1, good compatibility with metallic lithium and",{"entities":[]}],["sulfide- based electrodes, good thermal stability, and excellent mechan- ical and film-forming properties. In recent years, many scientists have devoted themselves to developing high-performance SSEs, and considerable achievements have been made. The represen- tative ones include sulfide SEs, oxide SEs and polymer SEs. Fig. 3 is a comparison of the performance of oxide SEs, SPEs and sulfide SEs.",{"entities":[]}],["Polymer solid-state electrolytes (SPEs) typically comprise polar polymers and lithium salts, which demonstrate wide ESW, good flexibility, film-forming ability, and easy processing characteristics.16 However, their room temperature ionic con- ductivity is generally insuﬃcient. For example, the ionic con- ductivity at room temperature of a PEO-based solid electrolyte is only 10(cid:2)8 S cm(cid:2)1, which is far from the requirements of the actual application. Even at elevated temperatures",{"entities":[]}],["(above 60 1C), the ionic conductivity of SPEs can only reach 10(cid:2)4 S cm(cid:2)1,53 temperature therefore, most SPE-based ASSLBs operate at",{"entities":[]}],["above 60 1C. Since PEO is in a molten state at high tempera- tures, and LiPSs can dissolve in PEO, the shuttle eﬀect will also be triggered, causing battery performance degradation.54 Additionally, due to the limited ability of SPEs to suppress lithium dendrites because of their ‘‘softness’’, all these defects limit the application of SPEs in ASSLSBs. Although some researchers have optimized polymer SEs using various appro- aches, for example, in order to improve the room temperature",{"entities":[]}],["performance of PEO-based electrolytes, P. Wang et al.53 con- structed a 3D Cu/Si–Cu nanostructure on the lithium metal, using the trapped light effect of the nanowire structure to make the light energy enter the absorption region efficiently, achieving a light absorption rate of up to 94.9% in the 200–1000 nm broad band, generating heat rapidly, and subsequently transferring heat rapidly through the Cu core to the whole cell system. The PEO-based LSB has a discharge capacity of 1090 mA h",{"entities":[]}],["g(cid:2)1 at 0.2C under Xe-lamp light irradiation (250 mW cm(cid:2)2) and is capable of stable cycling for more than 20 cycles. For improving the compat- ibility between the PEO-based electrolyte and lithium metal, X. Zhang et al.55 added inorganic nanofiller In2O3 to PEO/ LiTFSI for SSLSB, resulting in excellent electrochemical perfor- mance. After 500 cycles at 1C, its capacity can be maintained at 570 mA h g(cid:2)1, the capacity decay rate is 0.038%. The CE during the cycle is also close to",{"entities":[]}],["100%. Although some achievements have been made in the modification of SPEs, their shortcom- ings in terms of suppression of the shuttle effect, low ionic conductivity at room temperature and inability to effectively suppress lithium dendrites still do not meet the requirements of practical applications of ASSLSBs.",{"entities":[]}],null,null,["severely limit the performance of the battery.61 Furthermore, Li dendrites tend to grow along grain boundaries during battery charge and discharge, eventually posing safety risks. The high- temperature sintering required for oxide SEs also increases their manufacturing cost, making them unsuitable for ASSLSB electrolytes.",{"entities":[]}],["Replacing the O atom in an oxide SE with the S atom, which has a larger atomic radius, lower electronegativity and weaker binding with Li+, produces a sulfide SE that demonstrates higher ionic conductivity and better compatibility with sulfur- based electrodes.30,62,63 Sulfide SEs can be divided into two categories according to their components: the first category is binary sulfide SEs, composed of Li2S and P2S5, such as Li3PS4, Li7P3S11; the second category is ternary sulfide SEs, composed of",{"entities":[]}],["Li2S, P2S5 and MS2 (M = Si, Ge, and Sn);64 in addition, according to the phase, they can also be divided into three categories: a glass phase, a glass-ceramic phase and a crystal- line phase. A series of sulfide SEs with ultra-high ionic con- ductivity have been developed, such as Li10GP2S12,65 Li9.54Si1.74- 67 and Li5.5PS4.5Cl1.5 (LPSCl1.5).17 Compared P1.44S11.7Cl0.3,66 Li4SnS4 with oxides and polymers, sulfides have unique merits when applied to ASSLBs. M. L. Chandrappa et al.68 have",{"entities":[[282,295,"SULFIDE_ELECTROLYTE"],[296,312,"SULFIDE_ELECTROLYTE"],[317,332,"SULFIDE_ELECTROLYTE"]]}],["conducted a comprehensive study on the dynamics and thermodynamics of the sulfur-based electrode/solid electrolyte interface in SSLSBs based on density functional theory (DFT) and machine learning, which shows better compatibility with the sulfur element compared with other SEs. What is more, sulfide SEs have room temperature ionic conductivity comparable to or exceeding that of liquid electrolytes, and a certain degree of flexibility, which gives them better machin- ability. Compared with",{"entities":[]}],["oxides, the synthesis of sulfides does not require high temperature sintering,69 thus greatly reducing their production cost. In summary, sulfide SEs have advantages over polymers and oxides, making them a strong competitor for appli- cation in ASSLSB electrolytes.",{"entities":[]}],["3.1 Conduction propertiesAccording to the type of charge carrier, the conduction capacity of SSEs can be divided into Li+ conduction and e(cid:2) conduction. The perfect SSE should have high ionic conductivity and low electronic conductivity (electronic insulation).",{"entities":[]}],["3.1.1 Ionic conductivity. Ionic conductivity is of para- mount importance, and extensive research eﬀorts have been contributed to improve the Li+ conductivity of electrolytes. In recent years, various kinds of superionic conductors have been developed and their ionic conductivity can be comparable to or even higher than that of liquid electrolytes. For instance, N. Kamaya et al.65 prepared a new type of superionic conductor by using mechanical vibration milling followed by high-temperature",{"entities":[]}],["sintering at 550 1C and identified it as Li10GeP2S12 composed of Ge0.5P0.5S4 tetrahedra, PS4 tetrahedra, LiS4 tetrahedra, and LiS6 octahedra through inductively coupled plasma emission spec- trometry (ICP) and neutron diﬀraction analysis. As shown in Fig. 4(a), Li10GeP2S12 has a lithium ion conducting path along the c-axis and it exhibits excellent thermal stability with an ionic conductivity reaching 12 mS cm(cid:2)1 at room temperature. As shown in Fig. 4(b–d), in Y. Kato et al.’s study,66",{"entities":[[41,52,"SULFIDE_ELECTROLYTE"],[262,273,"SULFIDE_ELECTROLYTE"],[405,413,"IONIC_CONDUCTIVITY"]]}],["they prepared",{"entities":[]}],["a chlorine-doped Si-based SE (Li9.54Si1.74P1.44S11.7Cl0.3) by mechanical ball milling. This electrolyte displays a three- dimensional conduction path (1D along the c-axis and 2D in the ab plane), which is the first time that a 2D transmission path has been observed at room temperature. The occurrence of this Li distribution could be due to the small amount of Cl doping and it is this unique conduction path that leads to an ultra-high ionic conductivity, 25 mS cm(cid:2)1, twice that of",{"entities":[]}],["Li10GeP2S12 SE.",{"entities":[]}],["An important component of sulfide SEs, LPSX, is based on the argyrodite-type ionic conductor, Ag8GeS6. Ag8GeS6 has rapid Ag+ migration, which can be replaced by other metal cations, while the structure can remain unchanged after Ge and S are replaced by the P element and a halogen element such as Cl.70–72 The Cl-rich inorganic sulfide SE Li5.5PS4.5Cl1.5 is reported to have an ionic conductivity of up to 12 mS cm(cid:2)1 at room temperature.17 Many scholars have made significant efforts to",{"entities":[]}],["reveal the impact of Cl substitution on the Li- argyrodite electrolyte. For example, Y. Liu et al.73 optimized the chloride content of Li6(cid:2)xPS5(cid:2)xCl1+x and determined a post- treatment temperature of 450 1C through a series of experi- ments. The crystallinity of Li-argyrodite and the S2(cid:2)/Cl(cid:2) dis- order are both key factors affecting its ionic conductivity, which can be optimized by controlling annealing temperature. Ulti- mately, they prepared Li5.5PS4.5Cl1.5 SE with a",{"entities":[]}],["super high ionic conductivity of 8 mS cm(cid:2)1 as shown in Fig. 4(e and f). Compared with more costly Li10GeP2S12, there is no doubt that argyrodite-type SEs are more suitable for ASSLSBs.",{"entities":[]}],["3.1.2 Electronic conductivity. Li dendrite is one of the most notorious problems in all-solid-state lithium metal batteries (ASSLBs).74 Reducing the electronic conductivity of the SSE is an eﬀective way to promote uniform Li deposition and suppress lithium dendrite growth. Conversely, if electronic conductivity is too high, SSBs can suﬀer from severe self-discharge. Recently, M. Sun et al.75 used in situ optical microscopy to directly observe deposition of Li dendrites inside a solid",{"entities":[]}],["electrolyte. This straightforwardly supports the previous finding by F. Han et al.76 that lithium dendrites grow inside SEs due to the non-negligible electronic conductivity of the sulfide SEs. Sub- sequently, in another report by the same research group,77 it was revealed through time-resolved operando neutron depth profiling (NDP) that lithium dendrites were more likely to grow at grain boundaries and within grains, confirming that high electronic conductivity is a major factor driving the",{"entities":[]}],["growth of lithium dendrites in glass-ceramic Li3PS4. Therefore, future research on sulfide SEs should not solely focus on achieving ultra-high ionic conductivity but also minimize electronic con- ductivity as much as possible. Recently, X. Yang and co-workers have proposed a promising strategy to electronically insulate grain boundaries.78 They used a polyethylene glycol dimethyl ether (PEGDME) SPE to modify the grain boundaries of Li6PS5Cl (LPSC). PEGDME has an ionic conductivity of 5 (cid:3)",{"entities":[]}],["10(cid:2)6 S cm(cid:2)1 and an ultra-low electronic conductivity of 8.39 (cid:3) 10(cid:2)11 S cm(cid:2)1 at room temperature, which can eﬀectively block electron conduction, while conducting Li+. After adding 10 wt% PEGDME, the electronic conductivity of LPSC decreased",{"entities":[]}],["5764 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["Fig. 4 (a) Crystal structure, impedance plots and Arrhenius conductivity plots of Li10GeP2S12. Reproduced with permission.65 Copyright 2011, Springer Nature. (b) Crystal structure of Li9.54Si1.74P1.44S11.7Cl0.3, (c) nuclear distributions of Li atoms in Li9.54Si1.74P1.44S11.7Cl0.3 at 25 1C and (d) Arrhenius conductivity plots for the LGPS family and Li9.54Si1.74P1.44S11.7Cl0.3. Reproduced with permission.66 Copyright 2016, Springer Nature. (e) Schematic diagram of the synthesis process of Li",{"entities":[]}],["argyrodite electrolytes, (f) XRD patterns, Nyquist plots and Arrhenius plots of the LPSCl1.5 electrolyte annealed at diﬀerent temperatures. Reproduced with permission.73 Copyright 2022, Wiley-VCH.",{"entities":[[84,92,"SULFIDE_ELECTROLYTE"]]}],["by 26 times, only 2.2 (cid:3) 10(cid:2)9 S cm(cid:2)1, and Li/Li symmetric batteries assembled with the modified SE can cycle stably for over 1000 hours at a current density of 0.5 mA cm(cid:2)2, while Li/Li symmetric batteries assembled with pristine LPSC experienced a short circuit after only 30 hours. In addition, when the",{"entities":[[142,152,"ELECTROCHEMICAL_STABILITY_WINDOW"],[177,194,"DENSITY"]]}],["Li/5%-LPSC/LZO@LCO battery was charged to 4.2 V and shelved for a week, it still provided 96.1% of high capacity retention rate, indicating that its self-discharge phenomenon was greatly suppressed. Although reducing the electronic con- ductivity of sulfide SEs is crucial for suppressing Li dendriteThis journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5765View Article OnlineMaterials Chemistry FrontiersReview",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.Table 1 Summary of various sulfide SEsSulfide SEsIonic conductivity (mS cm(cid:2)1)Electronic conductivity (mS cm(cid:2)1)Ea (eV)Li10GeP2S12 Li9.54Si1.74P1.44S11.7Cl0.3 Li4SnS4 Li10SnP2S12 Li6PS5Cl Li5.5PS4.5Cl1.5 Li6.55P0.45Si0.55S5I b-Li3PS412 25 7 (cid:3) 10(cid:2)2 4 1.9 12 1.1 0.165.7 (cid:3) 10(cid:2)6 — — — — 3 (cid:3) 10(cid:2)6 — —0.43 0.38 0.41 0.60 0.22 0.29 0.19 0.356",{"entities":[]}],["growth and achieving high-performance SSLSBs, there is a paucity of relevant research. Table 1 summarizes the conduc- tivity performance of major sulfide SEs.3.2 Chemical stabilityOne of the major factors that limits the commercialization of sulfides is their poor chemical stability, including air stability, solvent stability, and binder stability.",{"entities":[]}],["3.2.1 Stability in moist air. Exposure to humid air will cause hydrolysis of sulfide SEs, producing toxic H2S gas, which is an intrinsic defect of sulfides, especially those containing P elements. This is because the bond energy of P–S is much lower than that of P–O, making the P–S structure more prone to oxidation or desulfurization. Hydrolysis of sulfide SEs can lead to structural collapse and greatly reduce their performance, so their production must be carried out in an argon",{"entities":[]}],["environment.27,83,84 Many scientists are dedicated to improving air stability of sulfide SEs and a series of sulfide SEs with good air stability have been developed.",{"entities":[]}],["Recently, Y. Mo and his team investigated the eﬀect of diﬀerent cations, anions and compositions on moisture stabi- lity based on the thermodynamic analysis of the First Principle Computational Database.85 As shown in Fig. 5(a), quasi- metallic ions of the IV, V, and VI main groups, when combined with Ga3+, Ge4+, Sn4+, Sb5+, Pb4+, and Bi3+, exhibit better moisture stability than P5+. This trend is consistent with the empirical hard–soft–acid–base (HSAB) theory, as well as pre- vious",{"entities":[]}],["experiments. Doping sulfide SEs with the transition metal ions including Zr4+, Hf4+, Ta5+, Nb5+, Cr6+ and W6+ show poor moisture stability, while Y3+ and Cr3+ are relatively good. In addition, sulfide SEs doped with alkali metal ions or alkaline earth metal ions usually show good resistance to moisture stability, whereas most lanthanide metal ions were selected for doping of sulfide SEs without significant enhancement of their moisture stability. Sulfide SEs modified with transition metal ions",{"entities":[]}],["(e.g., Zn2+, Cd2+, Cu2+, and Ag+) exhibit the best water stability, providing guidance for improving the water stability of sulfide SEs. Y. Ni et al.86 doped appropriate amounts of Bi2O3 into Li3PS4 as shown in Fig. 5(b–d). The water stability of the doped Li3.12P0.94Bi0.06S3.91O0.09 electrolyte was greatly improved. And F. Zhao et al.87 chose to partially replace P with Sn element in Li6PS5I SE to achieve good resistance to hydroxylation. They successfully synthesized the target product using",{"entities":[]}],["a mechanical",{"entities":[]}],["Ref.65 66 67 79 80 17 81 82ball milling method and chemical stability was the best when the amount of Sn was 20%.",{"entities":[]}],["Unlike doping, in a recent report by D. Lee et al.,88 in which zeolite was added to LPSC SE as a physical adsorbent for H2S and H2O, the chemical stability of the zeolite-added LPSC in humid air was significantly improved. As shown in Fig. 5(e), ZSM-5 with its porous structure readily absorbs H2S and H2O molecules, mitigating the degradation of the electrolyte by mitigating irreversible and harmful reactions between LPSC and H2O, thereby enhancing its moisture stability. Recently, J. Xu et",{"entities":[]}],["al.89 have sprayed a fluorinated polysiloxane-coated Li1.4Al0.4Ti1.6(PO4)3 (F-POS@LATP) protective layer on the LPSC film, which can eﬀectively conduct Li+ and act as a hydrophobic protective layer. As shown in Fig. 5(f and g), the modified LPSC film remains stable when exposed to a high humidity environ- ment. Due to the hydrophobic property of the protective layer, water droplets bounce oﬀ the modified electrolyte film when they fall on it, whereas the pristine LPSC film reacts violently and",{"entities":[]}],["its structure and properties are severely damaged immedi- ately upon contact with water droplets. Overall, developing robust and air-stable sulfide electrolytes is crucial for the advancement of ASSLBs and more research is needed to address this issue comprehensively.",{"entities":[]}],["3.2.2 Compatibility with organic solvents and binders. High-energy ball milling is a common method for preparing sulfide SEs; however, this method is not suitable for industrial mass production due to its high cost, long processing time, and low yield. Therefore, SSE preparation methods must be optimized. Recently, preparation of sulfide SEs based on a liquid-phase method for high energy density ASSLBs has received widespread attention. Meanwhile, liquid-phase pre- paration can integrate the",{"entities":[]}],["diﬀerent components of the battery into diﬀerent configurations, which is beneficial for large-scale industrial production. However, due to its high reactivity, the choice of solvent is very limited and restricted to non-polar or weakly polar solvents. As shown in Fig. 6, highly polar solvents are usually strong Lewis bases, containing electronegative elements such as N and O with lone pairs of electrons. Based on the HSAB theory, N and O are easy to react with P5+ in sulfide 4(cid:2) and SEs.",{"entities":[]}],["In addition, the S atom in the thiophosphate (P2S7 3(cid:2)) in sulfide SEs will attack the electrophilic C atom in PS4 the carbonyl group, thereby generating phases with low Li+ conductivity.83",{"entities":[]}],["As early as 2013, Liu et al.82 used tetrahydrofuran (THF) as a solvent to prepare b-Li3PS4, and the b-Li3PS4 electrolyte prepared using this method has excellent electrochemical performance. Recently, D. H. S. Tan et al.90 studied the eﬀects of water, methyl ethyl ketone (MEK), THF, N-methyl-2-pyrro- lidone (NMP), dimethylformamide (DMF), ACN, DMC, TOL, and XYL on the glass-ceramic electrolyte Li7P3S11. Combining various characterization methods with theoretical calculations, they found that",{"entities":[]}],["solvents with lower dielectric constants had a smaller impact on Li7P3S11 SEs. H.W. Lee and S. K. Kwak et al. explored a universal method for preparing sulfide SEs, which involves using precursors such as Li2S, P2S5, LiCl, and Na2S, as well as metal sulfides (such as GeS2 and SnS2) that are",{"entities":[]}],["5766 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["Fig. 5 (a) Hydrolysis reaction energies of sulfides. Reproduced with permission.85 Copyright 2020, Wiley-VCH. (b) XRD patterns and Raman results of Li3PS4 and Li3+2xP1(cid:2)xBixS4(cid:2)1.5xO1.5x (x = 0.02, 0.04, 0.06, and 0.08), (c) structure of Li3PS4 and Li3.12P0.94Bi0.06S3.91O0.09, and (d) wet air stability tests. Reproduced with permission.86 Copyright 2022, Wiley-VCH. (e) Schematic of a composite electrode prepared with the zeolite-embedded LPSC electrolyte and moist air stability tests.",{"entities":[[248,254,"SULFIDE_ELECTROLYTE"],[259,286,"SULFIDE_ELECTROLYTE"]]}],["Reproduced with permission.88 Copyright 2021, Royal Society of Chemistry. (f) Schematic illustrations of the preparation process and design principles of the superhydrophobic Li+-conducting protective layer on LPSC SE membranes, (g) water stability tests. Reproduced with permission.89 Copyright 2021, Wiley-VCH.",{"entities":[]}],["completely dissolved in alkaline solutions to prepare sulfide SEs.91 Combining Raman spectroscopy with theoretical calcu- lations, the mixed solvent of 1,2-ethylenediamine (EDA) and 1,2-ethanedithiol (EDT) exhibits excellent solubility for metal sulfides, capable of dissociating M–S bonds (M: Ge, Sn, etc.). Li2S, P2S5, LiCl, and Na2S can also be completely dissolved in the EDA–EDT mixed solution without any side reactions. LPSC and Li10GeP2S12 synthesized using this liquid-phase method exhibit",{"entities":[]}],["excellent electrochemical performance. J. Woo and",{"entities":[]}],["co-workers used 1,2-ethylene diamine-1,2-ethanedithiol with THF as a solvent to prepare a highly deformable and air- stable Li3+xP1(cid:2)xSnxS4 electrolyte. Low-temperature treatment was adopted to prevent organic solvent carbonization. THF can provide high solubility and help disperse the precursor to promote liquid-phase reaction.92",{"entities":[]}],["In general, the prerequisite for preparing sulfide SEs using the liquid-phase method is to find a solvent that is compatible with sulfide electrolytes. Table 2 lists the physicochemicalThis journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5767View Article OnlineMaterials Chemistry FrontiersReviewPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["Fig. 6 Schematic diagrams demonstrating (a) the compatibility of S-SEs with solvents based on their degree of polarity and (b) possible nucleo- philic attacks by solvents on S-SEs. Reproduced with permission.83 Copy- right 2022, Royal Society of Chemistry.",{"entities":[]}],["properties of common solvents used in battery material prepara- tion. It is a feasible approach to select one or several solvents for mixing based on their characteristics to ensure that the intrinsic properties of the electrolyte are not damaged during slurry-based processing. However, there is still no feasible method applicable to large-scale production of practical sulfide SEs so far.",{"entities":[]}],["As an important component of ASSBs, the binder plays a crucial role in alleviating stress and strain caused by volume changes during lithiation/delithiation of active materials, con- structing a tight electrode/electrolyte interface and maintaining cell structure. However, inherent polarity functional groups of most binders and the need for binders to disperse in solvents limit their use in sulfide-based ASSBs. For sulfide SEs, the binder needs to have good adhesion performance and minimal",{"entities":[]}],["impact on their ionic conductivity.93 Many new binders have been developed for use in sulfide-based solid-state batteries.23 Dry preparation of binders is a promising solution to eliminate the influence of organic solvents. Y. Li et al. proposed a substrate regulation method, which dissolved SBR in the solution of p-xylene and absorbed it onto the surface of the substrate through NaCl.94 The modified SBR by this method has strong adhesive properties. To improve the Li+ conductivity and enhance",{"entities":[]}],["adhesion strength of PTFE, S. Honget al. prepared a new type of Li+ conductive ionomer binder, poly (tetrafluoro- ethylene-co-perfluoro(3-oxa-4-pentenesulfonic acid)) lithium salt, which helps to transport Li+ and ensure good interface contact of composite cathodes.20",{"entities":[]}],["The new type of binder has become one of the key research directions for the development of ASSLBs. Research should mainly focus on high adhesion strength, conductivity, flexibility, and certain self-healing properties. Meanwhile, binders play a non-negligible role for secondary batteries in mitigating volume changes of active materials and building close contact interfaces. The binder required to meet the requirements of an ASSLSB should have the following properties: (1) not reacting with",{"entities":[]}],["sulfide SEs; (2) can be dissolved in selected solvents; (3) provide suﬃcient adhesion; and (4) has a certain ionic conductivity to facilitate Li+ conduction.",{"entities":[]}],["3.3 Electrochemical windowThe key to achieving higher energy density ASSLBs lies in whether SEs can remain stable during charge and discharge",{"entities":[]}],["cycle periods of the cell. Table 3 summarizes the redox potentials and decomposition products of common sulfide electrolytes. The voltage window of sulfide SEs is often narrower, compared with oxide and polymer SEs. For example, Li10GeP2S12 can only remain stable between 1.7 and 2.1 V; when the voltage is less than 1.7 V, Li10GeP2S12 will be reduced to Li4GeS4 and Li2S, while when the voltage exceeds 2.14 V, Li10GeP2S12 will be oxidized to Li3PS4, S, and GeS2.95 Similarly, LPSC has an even",{"entities":[[229,240,"SULFIDE_ELECTROLYTE"],[272,285,"ELECTROCHEMICAL_STABILITY_WINDOW"],[324,335,"SULFIDE_ELECTROLYTE"],[412,423,"SULFIDE_ELECTROLYTE"],[478,482,"SULFIDE_ELECTROLYTE"]]}],["narrower electrochemical window, remaining stable only between 1.71 and 2.01 V.96 Accurately measuring the ESW of SEs is crucial for improving the performance of batteries as decomposition can significantly aﬀect their performance. However, the ESW calculated based on theory is often narrower than the actual measured value due to slow kinetics at the SE/electrode interface. Traditional methods such as cyclic voltammetry (CV) and linear scanning voltammetry (LSV) are commonly used to measure",{"entities":[[63,81,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["ESW, but actual measured values often deviate from their true level.97",{"entities":[]}],["In order to measure the real electrochemical window of electrolytes, F. Han et al. designed a new Li/electrolyte/ electrolyte-carbon cell, which can enhance interface kinetics and more accurately reflect the ESW of electrolytes.95 D.H.S. Tan and his collaborators investigated electrochemical redox behavior of a LPSC SE using the same method. They demon- strated that slow kinetics at the interface can indeed aﬀect the measured ESW.97 Recently, T. K. Schwietert et al. confirmed that the",{"entities":[]}],["electrochemical redox process of LPSC is stepwise and not directly decomposed into a thermodynamically stable state during SE (de)lithiation. As a result, the ESW of LPSC measured in practice is significantly larger than the value predicted by theory for direct decomposition and that metastable Li4PS5Cl and Li11PS5Cl contribute to reversible cycling capacity of ASSBs.48 Advanced characterization methods and optimized testing techniques are pivotal for understanding the true ESW of SEs.",{"entities":[]}],["3.4 Sulfide SE films",{"entities":[]}],["Solid-state batteries have attracted a great deal of attention over the last decade or so, but their energy density has not shown the expected advantages due to the use of thick electrolytes. As shown in Fig. 7(a) and (b), reducing the thickness of the SE is essential for boosting the performance of ASSLBs and enhan- cing cell energy density.101 Research conducted in laboratories has shown that the thickness of sulfide solid electrolytes ranges from 500 to 1000 mm, exceeding 80% of the",{"entities":[]}],["battery’s entire volume. Despite their considerable flexibility and mechanical properties, sulfides can be processed into ultrathin solid elec- trolytes using various methods. Many research scholars have made considerable contributions to developing ASSBs that can meet the needs of electric vehicles, large-scale energy storage stations, and flexible wearable devices.",{"entities":[]}],["An eﬀective strategy for preparing electrolyte membranes is to prepare a porous framework through electrostatic spinning and then infiltrating it with an electrolyte solution. As shown in Fig. 7c, S. Liu and his colleagues recently prepared a 30–40 mm LPSC SE membrane using an electrostatic spinning infiltration hot-pressing method.102 To overcome the influence of organic",{"entities":[]}],["5768 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersTable 2 Physicochemical properties of the commonly used solvents in battery materialsSolventStructurePolarity indexDielectric constantBoiling point (1C)Viscosity (mPa s)n-Heptane0.2—990.41Trichloroethylene1—870.58Carbon tetrachloride1.62.24770.97",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.Toluenep-xyleneChlorobenzeneEthyl etherBenzeneIsobutyl alcoholMethylene chloriden-Butanoln-Butyl acetateTetrahydrofuranEthyl acetatei-Propanol2.42.52.72.9333.43.744.24.34.32.372.3—4.32.318.79.087.8—7.56.02—11113813235801082401171266677820.590.650.80.230.654.70.442.95—0.550.452.37",{"entities":[]}],["Chloroform4.44.81610.57Dioxane4.821021.54Pyridine5.3121150.97Acetone5.420.7570.32Acetic acid6.26.21181.28Acetonitrile6.237.5820.37Aniline6.3—1844.4Dimethyl formamide6.437.21530.92Methanol6.632.6650.6N-Methyl-2-pyrrolidone6.732.3202—Ethylene glycol6.93719719.9",{"entities":[]}],["This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5769View Article OnlineMaterials Chemistry FrontiersReviewTable 2 (continued)SolventStructurePolarity indexDielectric constantBoiling point (1C)Viscosity (mPa s)Dimethyl sulfoxide7.2—1892.24Water10.280.11001Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["Table 3 Summary of electrochemical windows and decomposition products of sulfide SSEsSulfide SSEsReduction productsReduction potential/V vs. Li+/Li Oxidation productsOxidation potential/V vs. Li+/Li Ref.— Li2S Li2S 1.71 P, Li2S Li3PS4 2.28 Li3PS4, P4S9 Li7P3S11 1.71 P, Li4GeS4, and Li2S Li10GeP2S12 1.71 P, Li2S, and LiCl Li6PS5Cl Li7P2S8I 1.17 P, Li2S, and LiI Li6PS5Cl0.5Br0.5 Li2S, P, LixP, LiCl, and LiBr 1.20",{"entities":[]}],null,["solvents, Z. Zhanget al . have prepared a 30 mm-thick Li5.4PS4.4Cl1.6 electrolyte membrane using a hot rolling mechanical film- forming technology (Fig. 7d and e).103 As a unique technology, 3D printing enables rapid and precise construction of objects in three-dimensional space, which has remarkable advantages for creating electrolyte films. For example, D. W. McOwen et al. have prepared a variety of electrolyte inks using Li7La3Zr2O12 (LLZO) as the electrolyte raw material and successfully",{"entities":[]}],["pro- duced electrolyte films with self-supporting properties using 3D printing as shown in Fig. 7(f and g).104",{"entities":[]}],["Reducing the thickness of the electrolyte can eﬀectively shorten the Li+ conduction time and improve performance of ASSLBs. The downsizing of the electrolyte thickness must be accompanied by a strong electrolyte film to resist the stress strains experienced during long-term operating conditions and to prevent the growth of Li dendrites. Thus, suitable binders must be developed. Also, because of the chemical sensitivity of sulfide SEs, solvents used for film-forming are greatly restricted, so it",{"entities":[]}],["is necessary to develop a more eﬃcient dry film-forming technology. Furthermore, the development of electrode mem- brane preparation technology is also crucial.",{"entities":[]}],["unfavorable for the transportation of Li+, which results in large interfacial impedance. On the other hand, the insulating nature of sulfur leads to sluggish reaction kinetics and low conversion efficiency between elemental sulfur and lithium sulfide. Such insufficient conversion makes sulfur-containing species accu- mulate at the interface, which not only obstructs the utilization of the active material, but also deteriorates the interface. Although sulfur-based cathodes show better chemical",{"entities":[]}],["compat- ibility than layered oxide cathodes when paired with sulfide SEs, the undesirable side reaction can still happen as proved by experiments and theoretical calculations.105 In addition, the incorporation of large amounts of conductive carbon further promotes the decomposition of sulfide SEs. Therefore, the construction of a stable and efficient ion–electron transport channels is essential to achieve high performance solid-state lithium–sulfur batteries. And the crucial battery performance",{"entities":[]}],["of sulfur-based cathodes described in this section is summarized in Table 4.",{"entities":[]}],["4.1 Sulfur4. Sulfur-based composite cathodes in sulfide-based ASSLSBs",{"entities":[]}],["Over the past few decades, sulfur-based cathode materials have gained extensive interest due to their ultra-high theoretical capacity, wide source and environmental friendliness. However, conventional liquid lithium–sulfur batteries are still hindered by the unavoidable issues, such as the shuttle effect, volume expan- sion and insulating nature of products. Replacing the liquid organic electrolyte by the sulfide solid-state electrolyte completely avoided the solution and shuttle of lithium",{"entities":[]}],["polysulfide, but complex interfacial issues emerged. Specifically, the poor inter- facial contact between SSE and active material and rigidity are",{"entities":[]}],["A critical challenge for elemental sulfur cathodes in SSLSBs is the severe volume expansion during cycling. The repetitive shrinkage and expansion of the active material cause the point- to-point contact loss, which is generally regarded as mechanical failure. Meanwhile, the accumulation of inactive products deteriorating the interface is considered as chemical failure. To improve the utilization of sulfur, large amounts of conduc- tive carbon and SSE need to be added. In addition, each",{"entities":[]}],["component in the composite cathode should maintain good contact to ensure eﬃcient charge transfer from the conductive network to active material.106 High energy ball-milling is a common method to achieve compact contact inside the cath- ode and reduce the particle size of sulfur. M. Nagao et al.107 compared two methods of ball-milling and hand-grinding for preparing a sulfur–carbon cathode. After ball-milling, the particle size of SE in the S-AB-SSE composite reduced to around",{"entities":[]}],["5770 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["Fig. 7 (a) Area-normalized ionic conductance as a function of electrolyte thickness for various ionic conductivities of SSEs and (b) energy densities of pouch cells with diﬀerent SE thicknesses. Reproduced with permission.101 Copyright 2021, Royal Society of Chemistry. (c) Schematic illustration of an electrospinning-infiltration-hot-pressing method. Reproduced with permission.102 Copyright 2022, Wiley-VCH. (d) Schematic illustration of the ultrathin SE membrane fabrication, (e) the 30 mm thick",{"entities":[]}],["electrolyte film was prepared by hot calendaring. Reproduced with permission.103 Copyright 2021, American Chemical Society. (f) Schematic of the process to 3D-print solid electrolyte structures, (g) photograph and SEM images of the single layer of ink after sintering. Reproduced with permission.104 Copyright 2018, Wiley-VCH.",{"entities":[]}],["1–5 mm. Compared with the hand-grinding composite cathode, the S-AB-SSE composite cathode after particle size optimization (by ball-milling) exhibited enhanced electrochemical perfor- mance. After 200 cycles at a current density of 1.3 mA cm(cid:2)2 (333 mA g(cid:2)1), a discharge capacity of 853 mA h g(cid:2)1 is obtained. Furthermore, K. Suzuki et al.108 conducted optimization of the ball-milling process by improving the temperature to 170 1C, enabling better contact between molten sulfur and",{"entities":[[232,249,"SULFIDE_ELECTROLYTE"]]}],["the conductive phase (carbon and SSE). Thus, the fabricated",{"entities":[]}],["S@AB@Li3.25Ge0.25P0.75S4 cathode exhibited a high discharge capacity of more than 1200 mA h g(cid:2)1. However, the improve- ment of electrochemical performance only by ball-milling is limited. During high energy ball-milling, the surface energy will increase and primary particles will agglomerate to form secondary particles, leading to uneven mixing of the compo- nents in the cathode.",{"entities":[]}],["The very poor electronic conductivity of sulfur and its discharge products is another key obstacle for practicalThis journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5771View Article OnlineMaterials Chemistry FrontiersReviewTable 4 Summary of sulfide-based all-solid-state lithium–sulfur batteries (ASSLSBs)Sulfur-based cathodeSulfide SSEAnodeBattery performanceRef.",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.S@AB@80Li2S(cid:4)20P2S5 S@AB@Li3.25Ge0.25P0.75S4 S@NPG@LPS S@BP2000@ Li7P3S11 S@rGO@LGPS Li2S@CNT CuS@Li3PS4 NiS FeS2@S@C FeS2@S@LGPS@SP S@CuS@C Li2TiS3@LPSC Te0.05S0.95PAN@Li7P3S11 PMTH@C@LPSC PTTCA@CNT@SP@Li7P3S11 SeSx@Li3PS4 LGPS@C",{"entities":[]}],["Li2S–P2S5 Li3.25Ge0.25P0.75S4 Li10GeP2S12 Li7P3S11 Li10GeP2S12/75Li2S-24P2S5-1P2O5 Li10GeP2S12/75Li2S-24P2S5-1P2O5 Li3PS4 Li10GeP2S12/75Li2S-24P2S5-1P2O5 LiI-Li3PS4 Li10GeP2S12/75Li2S-24P2S5-1P2O5 LiI-Li3PS4 LPSC LGPS LPSC Li7P3S11 Li10GeP2S12–Li3PS4 LGPS",{"entities":[]}],["applications. Except for constructing intimate interfacial con- tact, selecting suitable conductive carbon can not only provide electron transport, but also alleviate the volume expansion of sulfur. Therefore, it is of great importance to develop rational structural design for sulfur–carbon composites. For instance, L. Hou et al.109 chose a co-axis carbon nanotube (CNT) with high specific surface area and high electronic conductivity as a host for sulfur. Under the conditions of same ionic",{"entities":[]}],["accessi- bility, S@CNT has the advantages of high electronic transfer- ability, low charge transfer impedance and fast conversion kinetics. As shown in Fig. 8(a), Q. Hou et al.110 used BP2000 carbon with a core–shell structure as the sulfur host, which features high specific surface area and pore volume. S@BP2000 provides sufficient electron transport paths and relieves the volume expansion of the active material at the same time, enab- ling the excellent electrochemical performance (1391 mA h",{"entities":[]}],["g(cid:2)1 at 0.2C).",{"entities":[]}],["Apart from mechanical ball-milling, the melting-diﬀusion method and the liquid-phase chemistry deposition method are also extensively applied to prepare sulfur-carbon composites. As shown in Fig. 8(b), X. Yao et al.111 deposited an ultrathin (B2 nm) amorphous nano-sulfur layer on reduced graphene oxide (rGO) using a sulfur-amine chemistry method to achieve high electronic conductivity and then LGPS was uniformly dispersed in the composite cathode by mechanical ball-milling. The assembled ASSLSB",{"entities":[]}],["exhibited a first discharge capacity of up to 1629 mA h g(cid:2)1 and an initial CE of up to 90% (0.05C, 60 1C). The composite cathode also shows excellent rate performance, with reversible capacities of 1384.5, 903.2 and 502.6 mA h g(cid:2)1 at diﬀerent rates of 0.1C, 1.0C and 2.0C, respectively. A reversible capacity of 830 mA h g(cid:2)1 can be maintained after 750 cycles at 1.0C with a single cycle capacity decay rate of only 0.015%, demonstrating a significant improvement in cycle",{"entities":[]}],["performance over conventional LSBs.",{"entities":[]}],["From the opposite perspective, the addition of too much carbon decreases the energy density of the system as shown in Fig. 8(c). More importantly, it catalyzes the decomposition of the sulfide SSE and aggravates the cathode/SSE interface.Li–In Li–In Li–In Li–In Li Li Li Li Li Li Li Li Li–In Li Li Li LGPS@C",{"entities":[]}],["853 mA h g(cid:2)1 (1.3 mA cm(cid:2)2, at 25 1C) 1000 mA h g(cid:2)1 (0.05C, 20 cycles, at 25 1C) 998.6 mA h g(cid:2)1 (0.1 C, 750 cycles, at 60 1C) 990 mA h g(cid:2)1 (3C, 1200 cycles, at RT) 830 mA h g(cid:2)1 (1C, 750 cycles, at 60 1C) 651 mA h g(cid:2)1 (1C, 300 cycles, at 60 1C) 310 mA h g(cid:2)1 (1C, 100 cycles, at 25 1C) 338 mA h g(cid:2)1 (250 mA g(cid:2)1, 100 cycles, at 25 1C) 1200 mA h g(cid:2)1 (16.7 mA g(cid:2)1, 20 cycles, at 25 1C) 922.5 mA h g(cid:2)1 (30 mA g(cid:2)1, 20",{"entities":[]}],["cycles, at RT) 970 mA h g(cid:2)1 (200 m A g(cid:2)1, 800 cycles, at 20 1C) 402 mA h g(cid:2)1 (0.1C, 800 cycles, at 25 1C) 665.3 mA h g(cid:2)1 (0.3C, 500 cycles, at 60 1C) 595 mA h g(cid:2)1 (0.3C, 500 cycles, at 60 1C) 410 mA h g(cid:2)1 (50 mA g(cid:2)1, 100 cycles, at RT) 1100 mA h g(cid:2)1 (50 mA g(cid:2)1, 100 cycles) 79 mA h g(cid:2)1 (100 mA g(cid:2)1, 200 cycles)",{"entities":[]}],["Thus, the ratio between the active material, conductive carbon and SSE needs to be investigated and optimized. G. Dewald et al.112 changed the volume fractions of LPSC and C to under- stand the charge transfer and cyclic performance of the S-C- LPSC composite cathode. Although both ionic and electronic transport pathways are necessary, the ionic conductivity is regarded as a more crucial factor. A similar result was also found by Ye et al. When the content of CNTs is lower than 15 wt%, the",{"entities":[]}],["transport of electrons determines the cycling performance of the battery. Upon increasing the CNT content to higher than 20 wt%, the transport of ions becomes the determinant of kinetics. Finally, the 15 wt% CNT and 45 wt% LGPS are considered as the optimal equilibrium state for ion– electron transport in the composite cathode.113",{"entities":[]}],["As previously mentioned, sulfur undergoes significant volume expansion after complete conversion to Li2S, a process that generates severe strain. The volume expansion eﬀect can separate the interfacial contact between the cathode and SSE and damage the initial structure of the composite cathode, which severely shortens the lifetime of ASSLSBs. Pre-lithiation of sulfur, namely using Li2S as the active material can eliminate the severe volume expansion during the first lithiation. More",{"entities":[]}],["importantly, Li2S is an ideal lithium-rich cathode material, which makes it possible to match with the lithium-free anode to avoid lithium dendrites and further improve energy density. Although the conductivity of Li2S is improved over sulfur, its ion/electron conduction properties are still not adequate for application in batteries and it is necessary to compound it with conductive additives to improve ion/electron transport within the composite cathode.114 Recently, Jiang et al.115 assembled",{"entities":[]}],["a Li/75Li2S-24P2S5-1P2O5/LGPS/Li2S-53%CNT ASSLSB with excel- lent cycling stability by depositing Li2S particles on the CNT surface via a liquid phase method. After 300 cycles at a high current density of 1C, the ASSLSB still exhibits a specific capacity of 651.4 mA h g(cid:2)1 as shown in Fig. 8(d). It shows that the Li2S-based composite cathode can eﬀectively alleviate the volume strain during charging and discharging, thus greatly improving the cycling stability of ASSLSBs. Although the use",{"entities":[]}],null,null,null,null,["Li2S cathodes instead of sulfur cathodes can mitigate chemical– mechanical failure, Li2S suffers from a high oxidation activation energy barrier. Recently, C.Y. Kwok et al. reported a LiVS2- encapsulated Li2S composite cathode. Delithium LiVS2 can be used as a solid–solid interface medium for Li2S-S conversion and is capable of improving the cathode kinetics in SSBs, after 1000 cycles, the ASSLSB has a capacity retention of 77% at 1 mA cm(cid:2)2 with a loading of 2 mg cm(cid:2)2.116",{"entities":[[435,450,"DENSITY"]]}],["4.2 Transition metal sulfidesIn addition to the use of elemental sulfur, transition metal sulfides (TMSs) have been widely investigated as cathodes for their high electronic conductivity. According to the electro- chemical reaction mechanism, TMSs are categorized into two types: the insertion type and the conversion type.",{"entities":[]}],["S/S2(cid:2). The following reaction usually takes place during char- \" Li2xSx + yM. CuS is a ging and discharging: 2xLi + MySx typical conversion cathode material. Santhosha et al.117 inves- tigated the reaction mechanism of CuS in Li/Li3PS4/CuS ASSLSBs. The ideal conversion reaction when CuS is used as the active material is shown in eqn (1); however, in SSBs, the electrode/electrolyte interface is very complex and there are two plateaus in the charge/discharge curve of the Li/Li3PS4/CuS cell,",{"entities":[]}],["indicating that the replacement reaction of CuS is not a one- step process (Fig. 9a). The specific conversion reaction pathway is shown in eqn (2) and (3). After discharge, micron-sized Cu particles precipitate and separate from Li2S to form a contin- uous network inside the entire composite cathode. The good electronic conductivity and ductility of the Cu network give it excellent performance in the composite cathode.",{"entities":[]}],["For conversion TMSs, nano-scale metal elements are gene- rated and uniformly distributed in the matrix of the active material during discharge, accompanied by the generation of Li2S. The nano-scale metallic particles not only provide the electronic conductivity pathway, but also catalyze the redox ofCuS + 2Li - Cu + Li2SCuS + Li - 0.5Li2S + 0.5Cu2S at 2.1 V0.5Cu2S + Li - Cu + 0.5Li2S at 1.7 V(1)(2)(3)",{"entities":[]}],["This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5773View Article OnlineMaterials Chemistry FrontiersReviewPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["Fig. 9 (a) Schematic representation of the CuS solid-state lithium battery reacting according to eqn (1) and galvanostatic charge–discharge profile at a constant current density. Reproduced with permission.117 Copyright 2020, Wiley-VCH. (b) Schematic illustration of the anionic redox-driven FeS2 and cyclic performances of the FeS2@S composite and FeS2 electrodes and the sulfur contribution in ASSLSBs. Reproduced with permission.120 Copyright 2020, American Chemical Society. (c) Rock-salt",{"entities":[]}],["structural LTS obtained via the VESTA program and charge/discharge capacity and CE as a function of cycle number for LTS-30 h ASSLB at 0.1 C.123 Copyright 2022, Wiley-VCH. (d) Schematic illustration of the synthesis strategy for cobalt sulfide, cobalt sulfide-Li7P3S11 nanocomposites and neat Li7P3S11 electrolyte and battery performance of cobalt sulfide-Li7P3S11 nanocomposites.130 Copyright 2016, American Chemical Society.",{"entities":[]}],["NiS is also a promising conversion cathode material for ASSLSBs. P. Long et al.118 synthesized NiS nanorods using a solvothermal method. The final assembled ASSLSB exhibited a high specific capacity of 670 mA h g(cid:2)1 (room temperature, 100 mA g(cid:2)1) by using the 70Li2S-29P2S5-P2O5 SE inter-layer between Li and LGPS. In addition, FeS, WS2, Co3S4 and Co9S8 are also mainstream conversion cathodes at present. Except for using as an active material, conversion TMSs can also be composited",{"entities":[[271,289,"SULFIDE_ELECTROLYTE"]]}],["with elemental sulfur to enhance the electronic conductivity and energy density of the TMS@S composite cathode. The resource of pyrite on Earth is very abundant, whose main component is iron disulfide (FeS2). The high theoretical capacity and relatively moderate",{"entities":[]}],["charge/discharge plateau of FeS2 makes it suitable for sulfide SEs. U. Ulissi et al.119 prepared C-FeS2-S composites for ASSLSBs using a simple and low-cost one-step ball milling method to assemble Li/LiI–Li3PS4/C–FeS2–S SSBs. The C–FeS2–S composites (cid:2)1 and could have a high discharge capacity of 1200 mA h g(FeS2+S) cycle for 20 cycles at 20 1C with a load of 1 mg cm(cid:2)2 and. J.P. Mwizerwa et al.120 synthesized FeS2@S microsphere composite electrode materials using the liquid phase",{"entities":[]}],["method. As shown in Fig. 9(b), by limiting the charge/discharge range to between 1.5 V and 2.8 V, the conversion reaction of FeS2 can be restricted to Li2FeS2 and FeSy. By this way we can reduce the volume change of FeS2 and S during charge/discharge, thus avoiding the",{"entities":[]}],["5774 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["pulverization of the active materials and improving cycling stability of ASSLSBs. Similarly, CuS can be introduced into the sulfur– carbon composite cathode to enhance the overall electronic conductivity and as a capacity contributor. S. Hosseini et al.121 prepared a CuS–S–C composite cathode by simple ball-milling. The higher density of CuS facilitates the increase in volumetric energy density of ASSLSBs. Finally, the volume specific capacity of the CuS–S composite cathode reached up to 3900",{"entities":[]}],["mA h cm(cid:2)3, an increase of 15% compared to the conventional sulfur–carbon cathode. Q. Zhang et al. synthesized 15 nm Fe3S4 nanosheets using a liquid phase method and coated a layer of the Li7P3S11 electrolyte on its surface using an in situ liquid phase method to achieve a close electrode/electrolyte contact, and the Fe3S4@ Li7P3S11/Li10GeP2S12/75Li2S-24P2S5-1P2O5/Li ASSLSB still has a high discharge capacity of 1000 mA h g(cid:2)1 after 200 cycles, at 0.1A g(cid:2)1, 25 1C.122",{"entities":[[193,201,"SULFIDE_ELECTROLYTE"]]}],["Unlike the conversion type, only a small number of TMSs have an intercalation mechanism with layered structure. Lithium- rich Li2TS3 (LTS) with a rock-salt phase has good compatibility with sulfide SEs. Y. Hu et al.123 synthesized nanoscale LTS by high-energy ball milling and assembled an ASSLSB with LPSC SSE. As shown in Fig. 9(c), the LTS cathode exhibited impressive electrochemical performance with a high capacity of 423.2 mA h g(cid:2)1 and a capacity retention of 95% after 100 cycles.",{"entities":[]}],["Based on the high ionic and electronic conductivity of inter- calation TMSs, M. Li et al.124 proposed a concept of ‘‘all electrochemically active’’ (AEA) electrode entirely consisting of hybrid electron–ion conductors and active material, which avoids the use of conductive carbon, an electrolyte and a binder in the positive electrode, so that its energy density is closer to the theoretical value. The AEA cathode based on S-Mo6S8 achieves high energy densities of up to 770 W h kg(cid:2)1 and",{"entities":[]}],["1900 W h L(cid:2)1. Therefore, TMSs with an intercalation-type mechanism are ideal cathodes as alternatives to layered-oxide cathodes.",{"entities":[]}],["In addition to single conversion and intercalation mechan- isms, there are also TMSs with conversion–intercalation hybrid mechanisms, such as TiS4,125 MoS3 126 and VS4,127 which are regarded as anion-driven type chemistry.128 In our recent research, the electrochemical reaction pathway and capacity decay mechanism of Fe2S in LPSC-based ASSLSBs are compre- hensively analyzed by in situ Raman and in situ EIS, confirming the great potential of FeS2 as an ASSLSB cathode material. The reaction",{"entities":[]}],["pathway of FeS2 in LPSC-based ASSLSBs is proved to be the simultaneous redox of iron and sulfur instead of a single conversion reaction. To optimize the interfacial contact between TMS cathodes and sulfide SEs, coating SSE on the surface of the active material is an effective strategy. Xu et al.129 improved the ionic conduction and reduced the interfacial impedance by coating a uniform layer of Li7P3S11 on the MoS2 surface. Not coincidentally, as shown in Fig. 9(d), Y. Yao et al.130 anchored",{"entities":[]}],["Li3P7S11 SE on Co3S4 nanosheets by an in situ liquid phase method. The anchored Li3P7S11 particles are about 10 nm, which greatly increased the contact area between the active material and the ionic conductor. Through this inter- facial structural modulation, the assembled ASSLSB achieves",{"entities":[]}],["an ultra-long lifetime with a discharge capacity of 421 mA h g(cid:2)1 after 1000 cycles at a current of 1.27 mA cm(cid:2)1. The same working group recently designed a sulfur-rich MoS6-based nanocomposite with high reversible energy density. Firstly, they anchored MoS6 nanospheres uniformly onto CNTs by wet chemistry to enhance electronic conductivity and reduce volume change. The nano-sized electron/ion transport network was then constructed by in situ coating of Li7P3S11 SE on the MoS6-CNT20",{"entities":[]}],["surface using a liquid-phase method to achieve close electrode/electrolyte interfacial contact. The initial dis- charge capacity of the Li/LPSC/MoS6-CNT20@15% Li7P3S11 ASSLSB is up to 1034.32 mA h g(cid:2)1 at 0.1 A g(cid:2)1 and achieves a 1640 W h kg(cid:2)1 ultra-high reversible energy density.131",{"entities":[]}],["4.3 Other sulfur-based materials",{"entities":[]}],["The organic polymers for sulfur fixation are also extensively studied. The most representative one is sulfurized polyacrylo- nitrile (SPAN), a conductive polymer electrode material obtained by sulfuring polyacrylonitrile (PAN) at 300–400 1C. The sulfur is covalently bonded to the pyridine ring polymer backbone of the PAN, thus allowing the sulfur atoms in the SPAN to be dispersed at the molecular level in the conductive polymer, enabling the great electronic conduct.132 However, the performance",{"entities":[]}],["of pure SPAN in ASSBs is unsatisfactory. Recently, W. Zhang et al.133 prepared a Te0.05S0.95PAN material by Te doping and coated a layer of Li7P3S11 SE on it. The reactiviy and stability of the SPAN prepared were greatly improved. The assembled Li–In/LGPS/Te0.05S0.95PAN@Li7P3S11 ASSLSB has a discharge specific capacity of 905 mA h g(cid:2)1 after 100 cycles (RT, 0.3C). In addition to SPAN, other organosulfur cathode materials have been developed to match with sulfide SEs with excellent rate and",{"entities":[]}],["cycling performance, including thiuram hexasulfide thiuram polysulfides),134 poly(trithiocyanuric acid) (PMTH, (PTTCA),135 etc. In addition, the compounding of sulfur with organic matter not only accommodates the volume change of the active materials during charging and discharging, but also improves the conductivity of the composite cathode. A recent study reported the formation of rGO-PEG@C/S composite cathodes by grafting polyethylene glycol (PEG) onto the rGO surface through an",{"entities":[]}],["esterification reaction, followed by the in situ precipitation of S onto the rGO-PEG surface, and the composite cathodes prepared using this method have excellent cycling stability.136 F. Zhang et al. prepared polymeric sulfur material poly(S-PMEMA-DIB) with good ionic conductivity by copolymerizing sulfur with poly (ethylene glycol) methyl ether methacrylate (PMEMA) and 1,3-diisopropenylbenzene (DIB).137 The doping of Se/Te into S can introduce more energy states into the electronic structure",{"entities":[]}],["of S, thus enhancing its intrinsic electronic conductivity.138 X. Li et al.139 introduced Se into S to form SeSx solid solutions with a Se8-nSn octet ring structure as the cathode material in ASSLSBs. By adjusting the Se content, the electronic conductivity of SeSx-Li3PS4 was increased to 2.55 (cid:3) 10(cid:2)8 S cm(cid:2)1 with a high ionic conductivity of 1.38 (cid:3) 10(cid:2)6 S cm(cid:2)1 (25 1C). The final result is that the SeSx solid- solution cathode material has excellent cycling",{"entities":[]}],["stability and reversible specific capacity in ASSLSBs, and the assembled",{"entities":[]}],["This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5775View Article OnlineMaterials Chemistry FrontiersReviewPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.all-solid-state Li–SeS2 battery is capable of achieving an areal capacity of 12.6 mA h cm(cid:2)2.",{"entities":[]}],["Conventional ASSLBs generally consist of three components of a composite cathode, SE and an anode. There are often diﬀerent stringent requirements for each component in order to achieve excellent battery performance. However, it is diﬃcult to meet all the requirements practically and there is often complex interfacial incompatibility between the diﬀerent com- ponents. To overcome these challenges, Han et al.140 proposed a single material ASSLB made from LGPS, which served as a cathode, an anode",{"entities":[]}],["and SE simultaneously. The assembled LGPS-C/LGPS/LGPS-C ASSLB achieved a discharge capacity of (cid:2)1 at a current of 10 mA g(cid:2)1. The ASSLB 104 mA h g(LGPS) composed of single sulfide SEs has an impressive low inter- facial impedance due to the integrated interfacial structure, but its processing is still immature and requires continued eﬀorts from a majority of scientific research workers.",{"entities":[]}],["5. Lithium-based anode protection in sulfide-based ASSLSBs",{"entities":[]}],["In sulfide-based ASSLSBs, the use of sulfide SEs can completely eliminate the shuttle of LiPSs, but this does not solve all the problems. Lithium metal has long been considered the ‘‘holy grail’’ of battery material systems due to its high theoretical capacity (3860 mA h g(cid:2)1) and lowest redox potential ((cid:2)3.04 vs. SHE).30,141,142 Nevertheless, due to complex interfacial contact between the lithium metal anode and SSEs as well as dendrite growth issue, the lithium metal has not been",{"entities":[]}],["well applied in ASSLSBs. In ASSLSBs, by-products from the poor interfacial reaction between sulfide SEs and the lithium anode lead to increased interfacial impedance and slow Li+ transport kinetics, thus adversely aﬀecting full cell performance.8 In order to make SSLSBs a reality, it is necessary to protect the lithium anode. Based on the contact characteristics of Li/SSE, Wenzel et al. classified it into 3 cases. The first case: a thermodynamically stable interface. In this case electrolyte",{"entities":[]}],["and lithium metal are in a thermodynami- cally stable state and no reaction occurs, as shown in Fig. 10(a); for a thermodynamically unstable interface it can be further divided into two cases, Fig. 10(b and c). The second case: the SE reacts with Li metal to form a non-passivated interface with electronic and ionic conductivity, called a mixed ion–electron conducting interface (MCI). And the third case: a stable solid electrolyte interface (SEI) formed by the reaction of SE with Li metal, which",{"entities":[]}],["has negligible electron conductivity.143 Performance of the batteries depends on conductive properties of the interface.",{"entities":[]}],["The Li/LiPON/LPSC/LiPON/Li symmetric cell exhibited an ultra- high critical current density of 4.1 mA cm(cid:2)2 and a Li/Li sym- metric cell was able to cycle stably for more than 1000 hours at 30 1C at 0.5 mA cm(cid:2)2, greatly improving lithium dendrite suppression capability as shown in Fig. 10(d). Similarly, Z. Zhang and his colleagues also used the same method to deposit an Al2O3 coating on the surface of lithium metal, greatly improving its compatibility with the Li5.4PS4.4C1.6",{"entities":[[95,112,"DENSITY"],[181,191,"ELECTROCHEMICAL_STABILITY_WINDOW"],[476,490,"SULFIDE_ELECTROLYTE"]]}],["interface.103 It has been proven that adding an interface protec- tion layer between lithium metal and sulfide SEs is a pro- mising strategy, providing a reliable method for lithium metal anodes.",{"entities":[]}],["5.2 Lithium alloying",{"entities":[]}],["In addition, lithium alloying is a commonly used method to suppress lithium dendrite growth. Recently, H. Pan et al. care- fully investigated the lithiation process of Al using in situ XRD and ultimately determined the appropriate composition.145 The optimized Li–Al alloy exhibits excellent electrochemical stabi- lity as shown in Fig. 10(e). The Li0.8Al/LGPS/Li0.8Al symmetrical cell can cycle steadily for 2500 hours at 0.5 mA cm(cid:2)2. However, using Li alloys instead of Li metal reduces the",{"entities":[]}],["energy density of ASSBs and to improve their energy density, while maintaining their ability to suppress lithium dendrites, it is necessary to incorporate lithium into Li alloys as much as possible. X. Gao and co-workers have constructed a rich-lithium Li–In alloy (LiRLIA), Li13In3 as shown in Fig. 10(f).146 Li preferentially deposits on the 3D Li–In alloy skeleton due to its strong adsorp- tion energy and low diffusion barrier. Based on a symmetrical battery assembled from LiRLIA, its cycling",{"entities":[]}],["performance has been greatly improved. Promoting uniform deposition of Li+ on the surface of the lithium metal anode is of great significance to suppress lithium dendrite growth. A common strategy is to increase the specific surface area of the electrode to reduce local current density. Q. Li et al. prepared a three-dimensional copper mesh collector/lithium metal composite anode using a mechanical pressing method. The composite electrode utilizes the large specific surface area and macroscopic",{"entities":[]}],["pore structure of the three-dimensional copper mesh collector to homogenize Li+ flow and reduce local current density. In addition, the three- dimensional porous copper mesh also provides a certain deposition substrate for Li+, which effectively regulates volume lithium and smooth lithium deposition.51 expansion of In addition to the aforementioned methods of suppressing growth of Li dendrites, modifying the electrolyte is also a typical method. During the densification sintering process,",{"entities":[]}],["internal grain boundary pores of the electrolyte are eliminated and the amorphous phase is used to fill grain boundaries.147",{"entities":[]}],["5.1 Surface modificationCoating modification on the surface of sulfide SEs can eﬀec- tively suppress lithium dendrite growth, while reducing inter- face impedance of electrolyte/anode. J. Su et al. introduced a layer of a LiPON thin film between LPSC and Li using a radio frequency (RF) sputtering method.144 The intermediate layer of the LiPON electrolyte/Li anode interface greatly improved the wettability and significantly reduced the interface impedance.",{"entities":[]}],["its commercialization is challenging due to issues such as lithium dendrite growth and low CE during the charging and dischar- ging periods. Currently, there is a more in-depth understanding of the growth of Li dendrites and the corresponding methods to suppress Li dendrites also are somewhat eﬀective, but these methods also have limitations, so more resources and eﬀorts need to to be invested in the future to solve the problems ofAlthough lithium metalis an ideal anode material,",{"entities":[]}],["5776 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["Fig. 10 Types of interfaces between lithium metal and a solid lithium ion conductor; (a) non-reactive and thermodynamically stable interface, (b) reactive and mixed conducting interphase (MCI), and (c) reactive and metastable solid–electrolyte interphase (SEI). Reproduced with permission.143 Copyright 2015, Elsevier B.V. (d) Schematic and FIB-SEM of the Li/LPSC interface, critical current density measurements and Li/Li symmetric cell galvanostatic cycling performance tests. Reproduced with",{"entities":[]}],["permission.144 Copyright 2022, Royal Society of Chemistry. (e) In situ XRD pattern of the lithiation process of Al and galvanostatic Li plating/stripping profiles of the Li-LGPS-Li cell. Reproduced with permission.145 Copyright 2022, American Association for the Advancement of Science. (f) Schematic illustration and SEM of the lithium stripping/plating process of LiRLIA and cycling stability of bare Li and LiRLIA symmetric cells. Reproduced with permission.146 Copyright 2022, Wiley-VCH.",{"entities":[]}],["lithium metal batteries, for the early realization of the com- mercial application of lithium metal anodes.6. Summary and prospectsSSLSBs are a promising technology to achieve ‘‘carbon peaking’’ and ‘‘carbon neutrality’’, and exhibit higher energy density, longer life, and better safety performance compared to traditional",{"entities":[]}],["liquid lithium-ion batteries. This paper summarized typical electrochemical reaction mechanisms of two types of Li–S batteries and the challenges faced by ASSLSBs. Then, a systematic overview of sulfide electrolytes was also provided, including their conduction properties, chemical stability, electrochemical windows, and electrolyte membranes. For solid-state electrolytes, ultra- high ionic conductivity cannot be blindly pursued, their non- negligible electronic conductivity also plays a",{"entities":[]}],["downside role. In addition, in order to improve the energy density of the system,",{"entities":[]}],["This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5777View Article OnlineMaterials Chemistry FrontiersReviewPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["ultra-thin sulfide electrolyte membranes need to be developed. After that, we also provided a detailed summary of sulfur-based cathode materials and interfaces of cathode/SEs. Due to insulat- ing properties of sulfur-based cathodes and their discharge products, a continuous ion/electron pathway must be constructed within the composite cathode. Besides, the strain generated during the charging and discharging process must also be eliminated. In ASSLSBs, protection of the Li metal anode is also",{"entities":[]}],["crucial and current mainstream lithium anode protection strate- gies are reviewed. Fig. 11 provides a summary of how to design a rational SSLSB.",{"entities":[]}],["Although there are still some challenges in material design, electrolyte preparation, interface engineering, etc., further inno- vations and breakthroughs can be expected, as more researchers devote themselves to this field. In the coming years, SSLSB technology will gradually mature and be widely used in electric vehicles, driverless vehicles, energy storage systems and other fields. Here are several principles summarized for researchers’ reference:",{"entities":[]}],["(1) Cathode materials and interface: a range of new sulfur- based cathodes should be developed, including transition metal sulfide, organic sulfide, monolithic sulfide doped, lithium sulfide,",{"entities":[]}],["lithium polysulfide, etc. What is more, in order to enhance kinetics inside the composite cathode, suﬃcient electron/ion pathways need to be constructed. Using liquid phase coated SEs to improve poor interface contact; constructing a 3D host can greatly alleviate the volume expansion of sulfur-based cathodes. Additionally, developing new binders with certain conductive properties and good flexibility is also an important strategy to solve the above problems.",{"entities":[]}],["(2) Sulfide solid electrolytes: for sulfide SEs, the internal dendrite growth is mainly due to their non-negligible intrinsic electronic conductivity; therefore, it is necessary to develop sulfide SEs with high ionic conductivity and electronic insulation, an attempt to coat the surface of the sulfide electrolyte particles with an electronically insulating organic layer is a feasible strategy. This approach can also improve air stability of sulfide SEs to some extent. The addition of large",{"entities":[]}],["amounts of conductive carbon to the composite cathode often places higher demands on the oxidation resistance of the electrolyte and doping can be considered to broaden the ESW of the sulfide SEs as well as to build a stable CEI layer. In addition, the development of fluorine containing SEs is beneficial for improving the stability of the electrolytes/lithium anode interfaces.",{"entities":[]}],["Fig. 11 Rational design of a sulfide-based all-solid-state lithium–sulfur battery.5778 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["(3) Cell manufacturing processes: future research should focus on large-scale production of air-stable sulfide SEs to meet the needs of commercial applications. Liquid phase synthesis methods are expected to achieve this goal; however, further eﬀorts need to be invested to remove nocuous eﬀects and reduce cost and hazards of solvents. Existing film fabrication techniques are still immature for electrolyte/electrode film formation and achieving film uniformity and thickness, so developing",{"entities":[]}],["high-energy-density ASSLBs requires reducing the thickness of SSEs to increase the percentage of active materials, optimizing the existing cell processing technology, utilizing stacking advantages of ASSLBs and exploring parallel and series stacking techniques.",{"entities":[]}],["(4) Advanced characterization tools: conversion reactions in ASSLSBs tend to result in amorphous, small-scale products that are beyond the detection limits of conventional characteriza- tion methods. To ensure accurate identification of reaction it is crucial to employ multiple physical phase products, absorption characterization techniques, spectroscopy (XAS), X-ray photoelectron spectroscopy (XPS), electron paramagnetic resonance (EPR), time-of-flight second- ary ion mass spectrometry",{"entities":[]}],["(TOF-SIMS) and cryogenic transmis- sion electron microscopy (cryo-TEM). The focus on in situ characterization (in situ Raman, in situ XRD, in situ impedance, in situ FTIR, and in situ X-ray fluorescence (XRF)) will enable better real-time monitoring of the interfacial chemistry of ASSLSBs and diagnosis of failure mechanisms in ASSLSBs. Morphological characterization is evolving from traditional flat 2D to 3D (atomic force microscopy (AFM), X-ray computed tomography, and time-resolved",{"entities":[]}],["operational NDP), and the growth mechanisms of dendrites will need to be studied in greater depth in the future. With continuous advancement of technology, the time/space resolution of various advanced characterization techniques will be further improved and microscopic and macroscopic mechanisms of ASSLBs will be more thoroughly investigated, laying the foundation for the development of next-generation advanced energy storage systems.",{"entities":[]}],["including X-rayF-POS@LATPHSAB ICPISE LCO LGPS LiPON LiPS LIB LPSC LPSCl1.5 LiRLIA LLZO LSB LSV LTS LZO MCI MEK NMP NDP PAN PEGDME PMTH PTTCA rGO SE SEI SPAN SPE SSE SSLSB THF TMS TOF-SIMS",{"entities":[]}],["Fluorinated polysiloxane-coated Li1.4Al0.4Ti1.6(PO4)3 Hard-soft-acid-base Inductively coupled plasma emission spectrometry Inorganic solid electrolyte LiCoO2 Li10GeP2S12 Lithium phosphorus oxynitride Lithium polysulfide Lithium-ion battery Li6PS5Cl Li5.5PS4.5Cl1.5 Rich lithium Li–In alloy Li7La3Zr2O12 Lithium–sulfur battery Linear scanning voltammetry Li2TS3 LiZrOx Mixed ion–electron conducting interface Methyl ethyl ketone N-Methyl-2-pyrrolidone Neutron depth profiling Polyacrylonitrile",{"entities":[]}],["Polyethylene glycol dimethyl ether Thiuram hexasulfide Poly (trithiocyanuric acid) Reduced graphene oxide Solid electrolyte Solid electrolyte interface Sulfurized polyacrylonitrile Polymer solid-state electrolyte Solid-state electrolyte Solid-state lithium–sulfur battery Tetrahydrofuran Transition metal sulfide Time-of-flight secondary ion mass spectrometry X-Ray absorption spectroscopy X-Ray photoelectron spectroscopy X-Ray diﬀraction X-Ray fluorescence",{"entities":[]}],["AbbreviationsXAS XPS XRD XRFAB AEA ASSLB ASSLSB CE CV CNT cryo-TEM DFT DMF EDA EDT EPR ESWAcetylene black All electrochemically active All-solid-state lithium battery All-solid-state lithium–sulfur battery Coulombic eﬃciency Cyclic voltammetry Carbon nanotube Cryogenic transmission electron microscopy Density functional theory Dimethylformamide 1,2-Ethylenediamine 1,2-Ethanedithiol Electron paramagnetic resonance Electrochemical stability windowConflicts of interest",{"entities":[]}],["There are no conflicts to declare.AcknowledgementsThe authors acknowledge the support by Zhejiang Provincial Natural Science Foundation of China under grant no. LR20E020002, LD22E020006 and LY21E020005, Zhejiang Provincial Special Support Program for High-level Talents under grant no. 2020R51004, and the National Natural ScienceThis journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5779View Article Online",{"entities":[]}],["Materials Chemistry FrontiersReviewFoundation of China (NSFC) under grant no. U20A20253, 21972127, 52073252 and 22279116.References15 K. Fu, Y. Gong, B. Liu, Y. Zhu, S. Xu, Y. Yao, W. Luo, C. Wang, S. D. Lacey, J. Dai, Y. Chen, Y. Mo, E. Wachsman and L. Hu, Toward garnet electrolyte-based Li metal batteries: An ultrathin, highly eﬀective, artificial solid- state electrolyte/metallic Li interface, Sci. Adv., 2017, 3, e1601659.",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.1 A. R. Dehghani-Sanij, E. Tharumalingam, M. B. Dusseault and R. Fraser, Study of energy storage systems and envir- onmental challenges of batteries, Renewable Sustainable Energy Rev., 2019, 104, 192–208.",{"entities":[]}],["2 Y. Liang, C. Z. Zhao, H. Yuan, Y. Chen, W. Zhang, J. Q. Huang, D. Yu, Y. Liu, M. M. Titirici, Y. L. Chueh, H. Yu and Q. Zhang, A review of rechargeable batteries for portable electronic devices, InfoMat, 2019, 1, 6–32.3 B. Scrosati, J. Hassoun and Y.-K. Sun, Lithium-ion bat- teries. A look into the future, Energy Environ. Sci., 2011, 4, 3287–3295.",{"entities":[]}],["4 Z. L. Xu, J. Park, J. Wang, H. Moon, G. Yoon, J. Lim, Y. J. Ko, S. P. Cho, S. Y. Lee and K. Kang, A new high-voltage calcium intercalation host for ultra-stable and high-power calcium rechargeable batteries, Nat. Commun., 2021, 12, 3369.5 C. Zheng, K. Wang, L. Li, H. Huang, C. Liang, Y. Gan, X. He, W. Zhang and J. Zhang, High-Performance All-Solid- State Lithium–Sulfur Batteries Enabled by Slurry-Coated Li6PS5Cl/S/C Composite Electrodes, Front. Energy Res., 2021, 8, 606494.",{"entities":[]}],["6 J. Wu, T. Ye, Y. Wang, P. Yang, Q. Wang, W. Kuang, X. Chen, G. Duan, L. Yu, Z. Jin, J. Qin and Y. Lei, Under- standing the Catalytic Kinetics of Polysulfide Redox Reac- tions on Transition Metal Compounds in Li-S Batteries, ACS Nano, 2022, 16, 15734–15759.",{"entities":[]}],["7 J. Gu, H. Zhong, Z. Chen, J. Shi, Z. Gong and Y. Yang, Advances in sulfide-based all-solid-state lithium–sulfur battery: Materials, composite electrodes and electro- chemo-mechanical effects, Chem. Eng. J., 2023, 454, 139923. 8 X. Yang, J. Luo and X. Sun, Towards high-performance solid-state Li-S batteries: from fundamental understanding to engineering design, Chem. Soc. Rev., 2020, 49, 2140–2195. 9 E. Umeshbabu, B. Zheng and Y. Yang, Recent Progress in All-Solid-State Lithium(cid:2)Sulfur",{"entities":[]}],["Batteries Using High Li-Ion Conductive Solid Electrolytes, Electrochem. Energy Rev., 2019, 2, 199–230.",{"entities":[]}],["10 U. S. P. D. Herbert and J. Ulam, US Pat., US3043896A, 1962. 11 S. Ohno and W. G. Zeier, Toward Practical Solid-State Lithium–Sulfur Batteries: Challenges and Perspectives, Acc. Mater. Res., 2021, 2, 869–880.12 Q. Shi, S. Hwang, H. Yang, F. Ismail, D. Su, D. Higgins and G. Wu, Supported and coordinated single metal site elec- trocatalysts, Mater. Today, 2020, 37, 93–111.",{"entities":[]}],["13 H. Kim, J. Lee, H. Ahn, O. Kim and M. J. Park, Synthesis of three-dimensionally interconnected sulfur-rich polymers for cathode materials of high-rate lithium–sulfur batteries, Nat. Commun., 2015, 6, 7278.14 S. Kim, Y. A. Chart, S. Narayanan and M. Pasta, Thin Solid Electrolyte Separators for Solid-State Lithium–Sulfur Bat- teries, Nano Lett., 2022, 22, 10176–10183.",{"entities":[]}],["16 Q. Zhang, Q. Huang, S. M. Hao, S. Deng, Q. He, Z. Lin and Y. Yang, Polymers in Lithium–Sulfur Batteries, Adv. Sci., 2021, 9, 2103798.17 P. Adeli, J. D. Bazak, K. H. Park, I. Kochetkov, A. Huq, G. R. Goward and L. F. Nazar, Boosting Solid-State Diﬀu- sivity and Conductivity in Lithium Superionic Argyrodites by Halide Substitution, Angew. Chem., Int. Ed., 2019, 58, 8681–8686.",{"entities":[]}],["18 J. Zhang, C. Zheng, J. Lou, Y. Xia, C. Liang, H. Huang, Y. Gan, X. Tao and W. Zhang, Poly(ethylene oxide) rein- forced Li6PS5Cl composite solid electrolyte for all-solid- state lithium battery: Enhanced electrochemical perfor- mance, mechanical property and interfacial stability, J. Power Sources, 2019, 412, 78–85.",{"entities":[]}],["19 M. Siniscalchi, J. Liu, J. S. Gibson, S. J. Turrell, J. Aspinall, R. S. Weatherup, M. Pasta, S. C. Speller and C. R. M. Grovenor, On the Relative Importance of Li Bulk Diﬀusivity and Interface Morphology in Determining the Stripped Capacity of Metallic Anodes in Solid-State Batteries, ACS Energy Lett., 2022, 7, 3593–3599.",{"entities":[]}],["20 Q. Li, J. Zhang, Y. Zeng, Z. Tang, D. Sun, Z. Peng, Y. Tang and H. Wang, Lithium reduction reaction for interfacial regulation of lithium metal anode, Chem. Commun., 2022, 58, 2597–2611.21 X. Liu, P. Xu, J. Zhang, X. Hu, Q. Hou, X. Lin, M. Zheng and Q. Dong, A Highly Reversible Lithium Metal Anode by Constructing Lithiophilic Bi-Nanosheets, Small, 2021, 17, 2102016.",{"entities":[]}],["22 L. Fan, B. Sun, K. Yan, P. Xiong, X. Guo, Z. Guo, N. Zhang, Y. Feng, K. Sun and G. Wang, A Dual-Protective Artificial Interface for Stable Lithium Metal Anodes, Adv. Energy Mater., 2021, 11, 2102242.23 K. T. Kim, T. Y. Kwon, Y. B. Song, S.-M. Kim, S. C. Byun, 8H.-S. Min, S. H. Kim and Y. S. Jung, Wet-slurry fabrication using PVdF-HFP binder with sulfide electrolytes via syner- getic cosolvent approach for all-solid-state batteries, Chem. Eng. J., 2022, 450, 138047.",{"entities":[]}],["24 S.-B. Hong, Y.-J. Lee, U.-H. Kim, C. Bak, Y. M. Lee, W. Cho, H. J. Hah, Y.-K. Sun and D.-W. Kim, All-Solid-State Lithium Batteries: Li+-Conducting Ionomer Binder for Dry- Processed Composite Cathodes, ACS Energy Lett., 2022, 7, 1092–1100.25 D. Lei, K. Shi, H. Ye, Z. Wan, Y. Wang, L. Shen, B. Li, Q.-H. Yang, F. Kang and Y.-B. He, Solid-State Electrolytes: Progress and Perspective of Solid-State Lithium–Sulfur Batteries, Adv. Funct. Mater., 2018, 28, 1870272.",{"entities":[]}],["26 P.-J. Lian, B.-S. Zhao, L.-Q. Zhang, N. Xu, M.-T. Wu and X.-P. Gao, Inorganic sulfide solid electrolytes for all-solid- state lithium secondary batteries, J. Mater. Chem. A, 2019, 7, 20540–20557.5780 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry FrontiersPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["27 Q. Zhang, D. Cao, Y. Ma, A. Natan, P. Aurora and H. Zhu, Sulfide-Based Solid-State Electrolytes: Synthesis, Stability, and Potential for All-Solid-State Batteries, Adv. Mater., 2019, 31, e1901131.28 J. Xu, L. Liu, N. Yao, F. Wu, H. Li and L. Chen, Liquid- involved synthesis and processing of sulfide-based solid electrolytes, electrodes, and all-solid-state batteries, Mater. Today Nano, 2019, 8, 100048.",{"entities":[]}],["J. Kim, M. Balaish, M. Wadaguchi, L. Kong and J. L. M. Rupp, Solid-State Li–Metal Batteries: Challenges and Horizons of Oxide and Sulfide Solid Electrolytes and Their Interfaces, Adv. Energy Mater., 2020, 11, 2002689. 30 M. Mishra, C.-W. Hsu, P. Chandra Rath, J. Patra, H.-Z. Lai, T.-L. Chang, C.-Y. Wang, T.-Y. Wu, T.-C. Lee and J.-K. Chang, Ga-doped lithium lanthanum zirconium oxide electrolyte for solid-state Li batteries, Electrochim. Acta, 2020, 353, 136536.29 K.",{"entities":[]}],["31 Z. Li, J. Fu, X. Zhou, S. Gui, L. Wei, H. Yang, H. Li and X. Guo, Ionic Conduction in Polymer-Based Solid Electro- lytes, Adv. Sci., 2023, 10, 2201718.32 C. Deng, N. Chen, C. Hou, H. Liu, Z. Zhou and R. Chen, Enhancing Interfacial Contact in Solid-State Batteries with a Gradient Composite Solid Electrolyte, Small, 2021, 17, e2006578.",{"entities":[]}],["33 C. Wang, T. Yang, W. Zhang, H. Huang, Y. Gan, Y. Xia, X. He and J. Zhang, Hydrogen bonding enhanced SiO2/PEO composite electrolytes for solid-state lithium batteries, J. Mater. Chem. A, 2022, 10, 3400–3408.34 D. Wu and F. Wu, Toward better batteries: Solid-state eTransportation, 2023, 16,battery 100224.roadmap 2035+,35 Y. Lin, J. Zheng, C. Wang and Y. Qi, The origin of the two- plateaued or one-plateaued open circuit voltage in Li–S batteries, Nano Energy, 2020, 75, 104915.",{"entities":[]}],["36 A. Manthiram, Y. Fu, S. H. Chung, C. Zu and Y. S. Su, Rechargeable lithium–sulfur batteries, Chem. Rev., 2014, 114, 11751–11787.",{"entities":[]}],["37 R. Deng, M. Wang, H. Yu, S. Luo, J. Li, F. Chu, B. Liu and F. Wu, Recent Advances and Applications Toward Emer- ging Lithium–Sulfur Batteries: Working Principles and Opportunities, Energy Environ. Mater., 2022, 5, 777–799. 38 Y. Feng, G. Wang, J. Chen, W. Kang, B. Cheng and N. Deng, Research Progress and Improvement Strategy of High performance Lithium Sulfur Battery, Mater. Rep., 2022, 36, 20080027.diﬀerent temperatures and diﬀerent rates, J. Power Sources, 2014, 259, 289–299.",{"entities":[]}],["42 M. Li, R. P. Hicks, Z. Chen, C. Luo, J. Guo, C. Wang and Y. Xu, Electrolytes in Organic Batteries, Chem. Rev., 2023, 123, 1712–1773.43 S. Bandyopadhyay and B. Nandan, A review on design of cathode, anode and solid electrolyte for true all-solid-state lithium sulfur batteries, Mater. Today Energy, 2023, 31, 101201.",{"entities":[]}],["44 S. Ohno, R. Koerver, G. Dewald, C. Rosenbach, P. Titscher, D. Steckermeier, A. Kwade, J. Janek and W. G. Zeier, Observation of Chemomechanical Failure and the Influ- ence of Cutoﬀ Potentials in All-Solid-State Li–S Batteries, Chem. Mater., 2019, 31, 2930–2940.45 D.-W. Wang, Q. Zeng, G. Zhou, L. Yin, F. Li, H.-M. Cheng, I. R. Gentle and G. Q. M. Lu, Carbon–sulfur composites for Li–S batteries: status and prospects, J. Mater. Chem. A, 2013, 1, 9382–9394.",{"entities":[]}],["46 M. Helen, M. A. Reddy, T. Diemant, U. Golla-Schindler, R. J. Behm, U. Kaiser and M. Fichtner, Single step trans- formation of sulphur to Li2S2/Li2S in Li-S batteries, Sci. Rep., 2015, 5, 12146.47 X. Liu, J. Q. Huang, Q. Zhang and L. Mai, Nanostructured Metal Oxides and Sulfides for Lithium-Sulfur Batteries, Adv. Mater., 2017, 29, 1601759.",{"entities":[]}],["48 T. K. Schwietert, V. A. Arszelewska, C. Wang, C. Yu, A. Vasileiadis, N. J. J. de Klerk, J. Hageman, T. Hupfer, I. Kerkamm, Y. Xu, E. van der Maas, E. M. Kelder, S. Ganapathy and M. Wagemaker, Clarifying the relation- ship between redox activity and electrochemical stability in solid electrolytes, Nat. Mater., 2020, 19, 428–435.",{"entities":[]}],["49 R. Koerver, F. Walther, I. Aygu¨n, J. Sann, C. Dietrich, W. G. Zeier and J. Janek, Redox-active cathode inter- phases in solid-state batteries, J. Mater. Chem. A, 2017, 5, 22750–22760.50 F. Walther, R. Koerver, T. Fuchs, S. Ohno,J. Sann, M. Rohnke, W. G. Zeier and J. Janek, Visualization of the Interfacial Decomposition of Composite Cathodes in Argyrodite-Based All-Solid-State Batteries Using Time-of- Flight Secondary-Ion Mass Spectrometry, Chem. Mater., 2019, 31, 3745–3755.",{"entities":[]}],["51 Q. Li, S. Zhu and Y. Lu, 3D Porous Cu Current Collector/Li- Metal Composite Anode for Stable Lithium-Metal Batteries, Adv. Funct. Mater., 2017, 27, 1606422.",{"entities":[]}],["39 T. Z. Hou, W. T. Xu, X. Chen, H. J. Peng, J. Q. Huang and Q. Zhang, Lithium Bond Chemistry in Lithium–Sulfur Batteries, Angew. Chem., Int. Ed., 2017, 56, 8178–8182. 40 S. Feng, Z. H. Fu, X. Chen, B. Q. Li, H. J. Peng, N. Yao, X. Shen, L. Yu, Y. C. Gao, R. Zhang and Q. Zhang, An Electrocatalytic Model of the Sulfur Reduction Reaction in Lithium–Sulfur Batteries, Angew. Chem., Int. Ed., 2022, 61, e202211448.",{"entities":[]}],["52 Q. Lv, Y. Jiang, B. Wang, Y. Chen, F. Jin, B. Wu, H. Ren, N. Zhang, R. Xu, Y. Li, T. Zhang, Y. Zhou, D. Wang, H. Liu and S. Dou, Suppressing lithium dendrites within inorganic solid-state electrolytes, Cell Rep. Phys. Sci., 2022, 3, 100706. 53 P. F. Wang, X. He, Z. C. Lv, H. Song, T. Song, T. F. Yi, N. Xu, P. He and H. Zhou, Light-Driven Polymer-Based All-Solid- State Lithium-Sulfur Battery Operating at Room Tempera- ture, Adv. Funct. Mater., 2023, 33, 2211074.",{"entities":[]}],["41 M. R. Busche, P. Adelhelm, H. Sommer, H. Schneider, K. Leitner and J. Janek, Systematical electrochemical study on the parasitic shuttle-eﬀect in lithium-sulfur-cells at54 Y. Liu, H. Liu, Y. Lin, Y. Zhao, H. Yuan, Y. Su, J. Zhang, S. Ren, H. Fan and Y. Zhang, Mechanistic Investigation of Polymer-Based All-Solid-State Lithium/Sulfur Battery, Adv. Funct. Mater., 2021, 31, 2104863.",{"entities":[]}],["This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5781View Article OnlineMaterials Chemistry FrontiersReview55 X. Zhang, H. Zhang, Y. Geng, Z. Shi, S. Zhu, Q. Xu and Y. Min, A multifunctional nano filler for solid polymer electrolyte toward stable cycling for lithium-metal anodes in lithium–sulfur batteries, Chem. Eng. J., 2022, 444, 136328.",{"entities":[]}],["69 B. N. Yun, S. Lee, W. D. Jung, H. J. Shin, J. T. Kim, S. Yu, K. Y. Chung, H. Kim and H. G. Jung, Facile Method for the Formation of Intimate Interfaces in Sulfide-Based All- Solid-State Batteries, ACS Appl. Mater. Interfaces, 2022, 14, 9242–9248.56 J. Gao, J. Zhu, X. Li, J. Li, X. Guo, H. Li and W. Zhou, Rational Design of Mixed Electronic-Ionic Conducting Ti- Doping Li7La3Zr2O12 for Lithium Dendrites Suppression, Adv. Funct. Mater., 2020, 31, 2001918.",{"entities":[]}],["70 C. Yu, F. Zhao, J. Luo, L. Zhang and X. Sun, Recent development of lithium argyrodite solid-state electrolytes for solid-state batteries: Synthesis, structure, stability and dynamics, Nano Energy, 2021, 83, 105858.Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.",{"entities":[]}],["57 E. E. Morgan, H. A. Evans, K. Pilar, C. M. Brown, R. J. Clement, R. Maezono, R. Seshadri, B. Monserrat and A. K. Cheetham, Lattice Dynamics in the NASICON NaZr2(PO4)3 Solid Electrolyte from Temperature-Dependent Neutron Diﬀraction, NMR, and Ab Initio Computational Studies, Chem. Mater., 2022, 34, 4029–4038.",{"entities":[]}],["58 J. Su, M. Pasta, Z. Ning, X. Gao, P. G. Bruce and C. R. M. Grovenor, Interfacial modification between argyrodite-type solid-state electrolytes and Li metal anodes using LiPON interlayers, Energy Environ. Sci., 2022, 15, 3805–3814. 59 C. Zheng, L. Li, K. Wang, C. Wang, J. Zhang, Y. Xia, H. Huang, C. Liang, Y. Gan, X. He, X. Tao and W. Zhang, Interfacial Reactions in Inorganic All-Solid-State Lithium Batteries, Batteries Supercaps, 2020, 4, 8–38.",{"entities":[]}],["60 J. Xu, Y. Chen and L. Dai, Eﬃciently photo-charging lithium-ion battery by perovskite solar cell, Nat. Commun., 2015, 6, 8103.61 L. Xu, S. Tang, Y. Cheng, K. Wang, J. Liang, C. Liu, Y.-C. Cao, F. Wei and L. Mai, Interfaces in Solid-State Lithium Batteries, Joule, 2018, 2, 1991–2015.",{"entities":[]}],["62 X. Bai, T. Yu, Z. Ren, S. Gong, R. Yang and C. Zhao, Key issues and emerging trends in sulfide all solid state lithium battery, Energy Storage Mater., 2022, 51, 527–549. 63 S. Chen, D. Xie, G. Liu, J. P. Mwizerwa, Q. Zhang, Y. Zhao, X. Xu and X. Yao, Sulfide solid electrolytes for all-solid- state lithium batteries: Structure, conductivity, stability and application, Energy Storage Mater., 2018, 14, 58–74. 64 Y. J. Sun, J. Q. Huang, X. Q. Zhang and Q. Zhang, Review on solid state",{"entities":[]}],["lithium-sulfur batteries with sulfide solid electrolytes, Energy Storage Sci. Technol., 2017, 6, 464–478. 65 N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto and A. Mitsui, A lithium superionic conduc- tor, Nat. Mater., 2011, 10, 682–686.",{"entities":[]}],["71 H. J. Deiseroth, S. T. Kong, H. Eckert, J. Vannahme, C. Reiner, T. Zaiss and M. Schlosser, Li6PS5X: a class of crystalline Li-rich solids with an unusually high Li+ mobi- lity, Angew. Chem., Int. Ed., 2008, 47, 755–758.72 R. B. Beeken, J. J. Garbe, J. M. Gillis, N. R. Petersen, B. W. Podoll and M. R. Stoneman, Electrical conductivities of the Ag6PS5X and the Cu6PSe5X (X = Br, I) argyrodites, J. Phys. Chem. Solids, 2005, 66, 882–886.",{"entities":[]}],["73 Y. Liu, H. Su, Y. Zhong, X. Wang, X. Xia, C. Gu and J. Tu, Revealing the Impact of Cl Substitution on the Crystallization Behavior and Interfacial Stability of Superionic Lithium Argyrodites, Adv. Funct. Mater., 2022, 32, 2207978.74 C. Z. Zhao, P. Chen, R. Zhang, X. Chen, B. Q. Li, X. Q. Zhang, X. B. Cheng and Q. Zhang, An ion redistri- butor for dendrite-free lithium metal anodes, Sci. Adv., 2018, 4, eaat3446.",{"entities":[]}],["75 M. Sun, T. Liu, Y. Yuan, M. Ling, N. Xu, Y. Liu, L. Yan, H. Li, C. Liu, Y. Lu, Y. Shi, Y. He, Y. Guo, X. Tao, C. Liang and J. Lu, Visualizing Lithium Dendrite Formation within Solid-State Electrolytes, ACS Energy Lett., 2021, 6, 451–458. 76 F. Han, J. Yue, X. Zhu and C. Wang, Suppressing Li Dendrite Formation in Li2S-P2S5 Solid Electrolyte by LiI Incorporation, Adv. Energy Mater., 2018, 8, 1703644.",{"entities":[]}],["77 F. Han, A. S. Westover, J. Yue, X. Fan, F. Wang, M. Chi, D. N. Leonard, N. J. Dudney, H. Wang and C. Wang, High electronic conductivity as the origin of lithium dendrite formation within solid electrolytes, Nat. Energy, 2019, 4, 187–196.",{"entities":[]}],["78 X. Yang, X. Gao, M. Jiang, J. Luo, J. Yan, J. Fu, H. Duan, S. Zhao, Y. Tang, R. Yang, R. Li, J. Wang, H. Huang, C. Veer Singh and X. Sun, Grain Boundary Electronic Insulation for High-Performance All-Solid-State Lithium Batteries, Angew. Chem., Int. Ed., 2023, 62, e202215680.66 Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba and R. Kanno, High- power all-solid-state batteries using sulfide superionic conductors, Nat. Energy, 2016, 1, 1–7.",{"entities":[]}],["79 P. Bron, S. Johansson, K. Zick, J. Schmedt auf der Gunne, S. Dehnen and B. Roling, Li10SnP2S12: an aﬀordable lithium superionic conductor, J. Am. Chem. Soc., 2013, 135, 15694–15697.67 T. Kaib, S. Haddadpour, M. Kapitein, P. Bron, C. Schro¨der, H. Eckert, B. Roling and S. Dehnen, New Lithium Chalco- genidotetrelates, LiChT: Synthesis and Characterization of the Li+-Conducting Tetralithium ortho-Sulfidostannate Li4SnS4, Chem. Mater., 2012, 24, 2211–2219.",{"entities":[]}],["68 M. L. Holekevi Chandrappa, J. Qi, C. Chen, S. Banerjee and S. P. Ong, Thermodynamics and Kinetics of the Cathode- Electrolyte Interface in All-Solid-State Li-S Batteries, J. Am. Chem. Soc., 2022, 144, 18009–18022.80 R. P. Rao and S. Adams, Studies of lithium argyrodite solid electrolytes for all-solid-state batteries, Phys. Status Solidi A, 2011, 208, 1804–1807.",{"entities":[]}],["81 J. Zhang, L. Li, C. Zheng, Y. Xia, Y. Gan, H. Huang, C. Liang, X. He, X. Tao and W. Zhang, Silicon-Doped Argyrodite Solid Electrolyte Li6PS5I with Improved Ionic Conductivity and Interfacial Compatibility for High- Performance All-Solid-State Lithium Batteries, ACS Appl. Mater. Interfaces, 2020, 12, 41538–41545.5782 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReview",{"entities":[]}],["Materials Chemistry Frontiers82 Z. Liu, W. Fu, E. A. Payzant, X. Yu, Z. Wu, N. J. Dudney, J. Kiggans, K. Hong, A. J. Rondinone and C. Liang, Anom- alous high ionic conductivity of nanoporous beta-Li3PS4, J. Am. Chem. Soc., 2013, 135, 975–978.94 Y. Li, Y. Wu, T. Ma, Z. Wang, Q. Gao, J. Xu, L. Chen, H. Li and F. Wu, Long-Life Sulfide All-Solid-State Battery Enabled by Substrate-Modulated Dry-Process Binder, Adv. Energy Mater., 2022, 12, 2201732.",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.83 Y. Nikodimos, C.-J. Huang, B. W. Taklu, W.-N. Su and B. J. Hwang, Chemical stability of sulfide solid-state elec- trolytes: stability toward humid air and compatibility with solvents and binders, Energy Environ. Sci., 2022, 15, 991–1033.",{"entities":[]}],["84 Y. Liang, H. Liu, G. Wang, C. Wang, Y. Ni, C. W. Nan and L. Z. Fan, Challenges, interface engineering, and proces- sing strategies toward practical sulfide-based all-solid-state lithium batteries, InfoMat, 2022, 4, e12292.85 Y. Zhu and Y. Mo, Materials Design Principles for Air- Stable Lithium/Sodium Solid Electrolytes, Angew. Chem., Int. Ed., 2020, 59, 17472–17476.",{"entities":[]}],["86 Y. Ni, C. Huang, H. Liu, Y. Liang and L. Z. Fan, A High Air-Stability and Li-Metal-Compatible Li3+2xP1(cid:2)xBixS4(cid:2) 1.5xO1.5x Sulfide Electrolyte for All-Solid-State Li–Metal Batteries, Adv. Funct. Mater., 2022, 32, 2205998.",{"entities":[]}],["87 F. Zhao, J. Liang, C. Yu, Q. Sun, X. Li, K. Adair, C. Wang, Y. Zhao, S. Zhang, W. Li, S. Deng, R. Li, Y. Huang, H. Huang, L. Zhang, S. Zhao, S. Lu and X. Sun, A Versatile Sn- Substituted Argyrodite Sulfide Electrolyte for All-Solid-State Li Metal Batteries, Adv. Energy Mater., 2020, 10, 1903422. 88 D. Lee, K.-H. Park, S. Y. Kim, J. Y. Jung, W. Lee, K. Kim, G. Jeong, J.-S. Yu, J. Choi, M.-S. Park and W. Cho, Critical role of zeolites as H2S scavengers in argyrodite Li6PS5Cl solid electrolytes",{"entities":[]}],["for all-solid-state batteries, J. Mater. Chem. A, 2021, 9, 17311–17316.",{"entities":[]}],["89 J. Xu, Y. Li, P. Lu, W. Yan, M. Yang, H. Li, L. Chen and F. Wu, Water-Stable Sulfide Solid Electrolyte Membranes Directly Applicable in All-Solid-State Batteries Enabled by Superhydrophobic Li+-Conducting Protection Layer, Adv. Energy Mater., 2021, 12, 2102348.95 F. Han, Y. Zhu, X. He, Y. Mo and C. Wang, Electrochemical Stability of Li10GeP2S12 and Li7La3Zr2O12 Solid Electro- lytes, Adv. Energy Mater., 2016, 6, 1501590.",{"entities":[]}],["96 Y. Zhu, X. He and Y. Mo, Origin of Outstanding Stability in the Lithium Solid Electrolyte Materials: Insights from Thermodynamic Analyses Based on First-Principles Calcu- lations, ACS Appl. Mater. Interfaces, 2015, 7, 23685–23693. 97 D. H. S. Tan, E. A. Wu, H. Nguyen, Z. Chen, M. A. T. Marple, J.-M. Doux, X. Wang, H. Yang, A. Banerjee and Y. S. Meng, Elucidating Reversible Electrochemical Redox of Li6PS5Cl Solid Electrolyte, ACS Energy Lett., 2019, 4, 2418–2427.",{"entities":[]}],["98 Z. Wu, X. Li, C. Zheng, Z. Fan, W. Zhang, H. Huang, Y. Gan, Y. Xia, X. He, X. Tao and J. Zhang, Interfaces in Sulfide Solid Electrolyte-Based All-Solid-State Lithium Batteries: Characterization, Mechanism and Strategy, Electrochem. Energy Rev., 2023, 6, 10.99 Y. Zhu, X. He and Y. Mo, First principles study on electro- chemical and chemical stability of solid electrolyte–elec- trode interfaces in all-solid-state Li-ion batteries, J. Mater. Chem. A, 2016, 4, 3253–3266.",{"entities":[]}],["100 S. Wang, M. Tang, Q. Zhang, B. Li, S. Ohno, F. Walther, R. Pan, X. Xu, C. Xin, W. Zhang, L. Li, Y. Shen, F. H. Richter, J. Janek and C. W. Nan, Lithium Argyrodite as Solid Electrolyte and Cathode Precursor for Solid-State Batteries with Long Cycle Life, Adv. Energy Mater., 2021, 11, 2101370.101 J. Wu, L. Yuan, W. Zhang, Z. Li, X. Xie and Y. Huang, Reducing the thickness of solid-state electrolyte mem- branes for high-energy lithium batteries, Energy Environ. Sci., 2021, 14, 12–36.",{"entities":[]}],["90 D. H. S. Tan, A. Banerjee, Z. Deng, E. A. Wu, H. Nguyen, J.-M. Doux, X. Wang, J.-H. Cheng, S. P. Ong, Y. S. Meng and Z. Chen, Enabling Thin and Flexible Solid-State Composite Electrolytes by the Scalable Solution Process, ACS Appl. Energy Mater., 2019, 2, 6542–6550.",{"entities":[]}],["91 J. E. Lee, K. H. Park, J. C. Kim, T. U. Wi, A. R. Ha, Y. B. Song, D. Y. Oh, J. Woo, S. H. Kweon, S. J. Yeom, W. Cho, K. Kim, H. W. Lee, S. K. Kwak and Y. S. Jung, Universal Solution Synthesis of Sulfide Solid Electrolytes Using Alkahest for All-Solid-State Batteries, Adv. Mater., 2022, 34, e2200083.",{"entities":[]}],["92 J. Woo, Y. B. Song, H. Kwak, S. Jun, B. Y. Jang, J. Park, K. T. Kim, C. Park, C. Lee, K. H. Park, H. W. Lee and Y. S. Jung, Liquid-Phase Synthesis of Highly Deformable and Air-Stable Sn-Substituted Li3PS4 for All-Solid-State Batteries Fabricated and Operated under Low Pressures, Adv. Energy Mater., 2022, 13, 2203292.",{"entities":[]}],["93 K. Kerman, A. Luntz, V. Viswanathan, Y.-M. Chiang and Z. Chen, Review—Practical Challenges Hindering the Develo- pment of Solid State Li Ion Batteries, J. Electrochem. Soc., 2017, 164, A1731–A1744.102 S. Liu, L. Zhou, J. Han, K. Wen, S. Guan, C. Xue, Z. Zhang, B. Xu, Y. Lin, Y. Shen, L. Li and C. W. Nan, Super Long- Cycling All-Solid-State Battery with Thin Li6PS5Cl-Based Electrolyte, Adv. Energy Mater., 2022, 12, 2200660.",{"entities":[]}],["103 Z. Zhang, L. Wu, D. Zhou, W. Weng and X. Yao, Flexible Sulfide Electrolyte Thin Membrane with Ultrahigh Ionic Conductivity for All-Solid-State Lithium Batteries, Nano Lett., 2021, 21, 5233–5239.104 D. W. McOwen, S. Xu, Y. Gong, Y. Wen, G. L. Godbey, J. E. Gritton, T. R. Hamann, J. Dai, G. T. Hitz, L. Hu and E. D. Wachsman, 3D-Printing Electrolytes for Solid-State Batteries, Adv. Mater., 2018, 30, e1707132.",{"entities":[]}],["105 L. E. Camacho-Forero and P. B. Balbuena, Elucidating Interfacial Phenomena between Solid-State Electrolytes and the Sulfur-Cathode of Lithium–Sulfur Batteries, Chem. Mater., 2019, 32, 360–373.106 H. Wan, L. Cai, F. Han, J. P. Mwizerwa, C. Wang and X. Yao, Construction of 3D Electronic/Ionic Conduction Networks for All-Solid-State Lithium Batteries, Small, 2019, 15, e1905849.",{"entities":[]}],["107 M. Nagao, A. Hayashi and M. Tatsumisago, Sulfur–carbon composite electrode for all-solid-state Li/S battery withThis journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5783View Article OnlineMaterials Chemistry FrontiersReviewPublished on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.Li2S–P2S5 solid electrolyte, Electrochim. Acta, 2011, 56, 6055–6059.",{"entities":[]}],["108 K. Suzuki, D. Kato, K. Hara, T.-A. Yano, M. Hirayama, M. Hara and R. Kanno, Composite Sulfur Electrode Pre- pared by High-Temperature Mechanical Milling for use in an All-Solid-State Lithium–Sulfur Battery with a Li3.25Ge- 0.25P0.75S4 Electrolyte, Electrochimica Acta, 2017, 258, 110–115.",{"entities":[]}],["109 L.-P. Hou, H. Yuan, C.-Z. Zhao, L. Xu, G.-L. Zhu, H.-X. Nan, X.-B. Cheng, Q.-B. Liu, C.-X. He, J.-Q. Huang and Q. Zhang, Improved interfacial electronic contacts powering high sulfur utilization in all-solid-state lithium–sulfur batteries, Energy Storage Mater., 2020, 25, 436–442.",{"entities":[]}],["110 Q. Han, X. Li, X. Shi, H. Zhang, D. Song, F. Ding and L. Zhang, Outstanding cycle stability and rate capabilities of the all-solid-state Li–S battery with a Li7P3S11 glass- ceramic electrolyte and a core–shell S@BP2000 nano- composite, J. Mater. Chem. A, 2019, 7, 3895–3902.",{"entities":[]}],["111 X. Yao, N. Huang, F. Han, Q. Zhang, H. Wan, J. P. Mwizerwa, C. Wang and X. Xu, High-Performance All- Solid-State Lithium–Sulfur Batteries Enabled by Amor- phous Sulfur-Coated Reduced Graphene Oxide Cathodes, Adv. Energy Mater., 2017, 7, 1602923.112 G. F. Dewald, S. Ohno, J. G. C. Hering, J. Janek and W. G. Zeier, Analysis of Charge Carrier Transport Toward Optimized Cathode Composites for All-Solid-State Li(cid:2)S Batteries, Batteries Supercaps, 2020, 4, 183–194.",{"entities":[]}],["113 G. Ye, H. Yuan, C. Zhao, G. Zhu, L. Xu, L. Hou, X. Cheng, C. He, H. Nan, Q. Liu, J. Huang and Q. Zhang, Balance between ion migration and electron transport in compo- site cathodes for all-solid-state lithium-sulfur batteries, Energy Storage Sci. Technol., 2020, 9, 339–345.114 J. Wu, S. Liu, F. Han, X. Yao and C. Wang, Lithium/Sulfide All-Solid-State Batteries using Sulfide Electrolytes, Adv. Mater., 2021, 33, e2000751.",{"entities":[]}],["115 M. Jiang, G. Liu, Q. Zhang, D. Zhou and X. Yao, Ultrasmall Li2S-Carbon Nanotube Nanocomposites for High-Rate All-Solid-State Lithium–Sulfur Batteries, ACS Appl. Mater. Interfaces, 2021, 13, 18666–18672.120 J. P. Mwizerwa, Q. Zhang, F. Han, H. Wan, L. Cai, C. Wang and X. Yao, Sulfur-Embedded FeS2 as a High-Performance Cathode for Room Temperature All-Solid-State Lithium- Sulfur Batteries, ACS Appl. Mater. Interfaces, 2020, 12, 18519–18525.",{"entities":[]}],["121 S. M. Hosseini, A. Varzi, S. Ito, Y. Aihara and S. Passerini, High loading CuS-based cathodes for all-solid-state lithium sulfur batteries with enhanced volumetric capa- city, Energy Storage Mater., 2020, 27, 61–68.122 Q. Zhang, J. P. Mwizerwa, H. Wan, L. Cai, X. Xu and X. Yao, Fe3S4@Li7P3S11 nanocomposites as cathode materials for all-solid-state lithium batteries with improved energy density and low cost, J. Mater. Chem. A, 2017, 5, 23919–23925.",{"entities":[]}],["123 Y. Hu, Z. Sun, Z. Zhang, S. Liu, F. He, Y. Liu, Z. Zhuang and F. Liu, Lithium-Rich Li2TiS3 Cathode Enables High-Energy Sulfide All-Solid-State Lithium Batteries, Adv. Energy Mater., 2022, 13, 2202756.124 M. Li, T. Liu, Z. Shi, W. Xue, Y. S. Hu, H. Li, X. Huang, J. Li, L. Suo and L. Chen, Dense All-Electrochem-Active Electro- des for All-Solid-State Lithium Batteries, Adv. Mater., 2021, 33, e2008723.",{"entities":[]}],["125 A. Sakuda, K. Ohara, K. Fukuda, K. Nakanishi, T. Kawaguchi, H. Arai, Y. Uchimoto, T. Ohta, E. Matsubara, Z. Ogumi, T. Okumura, H. Kobayashi, H. Kageyama, M. Shikano, H. Sakaebe and T. Takeuchi, Amorphous Metal Polysulfides: Electrode Materials with Unique Insertion/Extraction Reactions, J. Am. Chem. Soc., 2017, 139, 8796–8799.",{"entities":[]}],["126 Q. Zhang, Z. Ding, G. Liu, H. Wan, J. P. Mwizerwa, J. Wu and X. Yao, Molybdenum trisulfide based anionic redox driven chemistry enabling high-performance all-solid-state lithium metal batteries, Energy Storage Mater., 2019, 23, 168–180.",{"entities":[]}],["127 Q. Zhang, H. Wan, G. Liu, Z. Ding, J. P. Mwizerwa and X. Yao, Rational design of multi-channel continuous elec- tronic/ionic conductive networks for room temperature vanadium tetrasulfide-based all-solid-state lithium-sulfur batteries, Nano Energy, 2019, 57, 771–782.116 C. Y. Kwok, S. Xu, I. Kochetkov, L. Zhou and L. F. Nazar, High-performance all-solid-state Li2S batteries using an interfacial redox mediator, Energy Environ. Sci., 2023, 16, 610–618.",{"entities":[]}],["128 A. Hu, M. Zhou, T. Lei, Y. Hu, X. Du, C. Gong, C. Shu, J. Long, J. Zhu, W. Chen, X. Wang and J. Xiong, Optimizing Redox Reactions in Aprotic Lithium–Sulfur Batteries, Adv. Energy Mater., 2020, 10, 2002180.117 A. L. Santhosha, N. Nazer, R. Koerver, S. Randau, F. H. Richter, D. A. Weber, J. Kulisch, T. Adermann, J. Janek and P. Adelhelm, Macroscopic Displacement Reaction of Copper Sulfide in Lithium Solid-State Batteries, Adv. Energy Mater., 2020, 10, 2002394.",{"entities":[]}],["118 P. Long, Q. Xu, G. Peng, X. Yao and X. Xu, NiS Nanorods as Cathode Materials for All-Solid-State Lithium Batteries with Excellent Rate Capability and Cycling Stability, ChemElectroChem, 2016, 3, 764–769.119 U. Ulissi, S. Ito, S. M. Hosseini, A. Varzi, Y. Aihara and S. Passerini, High Capacity All-Solid-State Lithium Batteries Enabled by Pyrite-Sulfur Composites, Adv. Energy Mater., 2018, 8, 1801462.",{"entities":[]}],["129 R. C. Xu, X. L. Wang, S. Z. Zhang, Y. Xia, X. H. Xia, J. B. Wu and J. P. Tu, Rational coating of Li7P3S11 solid electrolyte on MoS2 electrode for all-solid-state lithium ion batteries, J. Power Sources, 2018, 374, 107–112.130 X. Yao, D. Liu, C. Wang, P. Long, G. Peng, Y. S. Hu, H. Li, L. Chen and X. Xu, High-Energy All-Solid-State Lithium Batteries with Ultralong Cycle Life, Nano Lett., 2016, 16, 7148–7154.",{"entities":[]}],["131 M. Yang, Y. Yao, M. Chang, F. Tian, W. Xie, X. Zhao, Y. Yu and X. Yao, High Energy Density Sulfur-Rich MoS6-Based Nanocomposite for Room Temperature All-Solid-State Lithium Metal Batteries, Adv. Energy Mater., 2023, 202300962.5784 | Mater. Chem. Front., 2023, 7, 5760–5785This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023View Article OnlineReviewMaterials Chemistry Frontiers",{"entities":[]}],["Published on 04 August 2023. Downloaded by Lakehead University on 7/24/2024 4:00:46 AM.132 X. Zhao, C. Wang, Z. Li, X. Hu, A. Abdul Razzaq and Z. Deng, Sulfurized polyacrylonitrile for high-performance lithium sulfur batteries: advances and prospects, J. Mater. Chem. A, 2021, 9, 19282–19297.",{"entities":[]}],["133 W. Zhang, Y. Zhang, L. Peng, S. Li, X. Wang, S. Cheng and J. Xie, Elevating reactivity and cyclability of all-solid-state lithium-sulfur batteries by the combination of tellurium- doping and surface coating, Nano Energy, 2020, 76, 105083. 134 W. Ji, X. Zhang, D. Zheng, H. Huang, T. H. Lambert and D. Qu, Practically Accessible All-Solid-State Batteries Enabled by Organosulfide Cathodes and Sulfide Electro- lytes, Adv. Funct. Mater., 2022, 32, 2202919.",{"entities":[]}],["135 Z. Yang, F. Wang, Z. Hu, J. Chu, H. Zhan, X. Ai and Z. Song, Room-Temperature All-Solid-State Lithium–Organic Bat- teries Based on Sulfide Electrolytes and Organodisulfide Cathodes, Adv. Energy Mater., 2021, 11, 2102962.136 C. Zhang, Y. Lin, Y. Zhu, Z. Zhang and J. Liu, Improved lithium-ion and electrically conductive sulfur cathode for all-solid-state lithium–sulfur batteries, RSC Adv., 2017, 7, 19231–19236.",{"entities":[]}],["137 F. Zhang, Y. Luo, X. Gao and R. Wang, Copolymerized Sulfur with Intrinsically Ionic Conductivity, Superior Dis- persibility, and Compatibility for All-Solid-State Lithium Batteries, ACS Sustainable Chem. Eng., 2020, 8, 12100–12109. 138 K. Xu, X. Liu, J. Liang, J. Cai, K. Zhang, Y. Lu, X. Wu, M. Zhu, Y. Liu, Y. Zhu, G. Wang and Y. Qian, Manipulating the Redox Kinetics of Li–S Chemistry by Tellurium Doping for Improved Li–S Batteries, ACS Energy Lett., 2018, 3, 420–427.",{"entities":[]}],["139 X. Li, J. Liang, J. Luo, C. Wang, X. Li, Q. Sun, R. Li, L. Zhang, R. Yang, S. Lu, H. Huang and X. Sun, High- Performance Li–SeSx All-Solid-State Lithium Batteries, Adv. Mater., 2019, 31, 1808100.",{"entities":[]}],["140 F. Han, T. Gao, Y. Zhu, K. J. Gaskell and C. Wang, A Battery Made from a Single Material, Adv. Mater., 2015, 27, 3473–3483. 141 J. Peng, D. Wu, P. Lu, Z. Wang, Y. Du, Y. Wu, Y. Wu, W. Yan, J. Wang, H. Li, L. Chen and F. Wu, High-safety, wide-temperature-range, low-external-pressure and dendrite- free lithium battery with sulfide solid electrolyte, Energy Storage Mater., 2023, 54, 430–439.",{"entities":[]}],["142 P. Bonnick and J. Muldoon, The quest for the holy grail of solid-state lithium batteries, Energy Environ. Sci., 2022, 15, 1840–1860.",{"entities":[]}],["143 S. Wenzel, T. Leichtweiss, D. Kru¨ger, J. Sann and J. Janek, Interphase formation on lithium solid electrolytes—An in situ approach to study interfacial reactions by photo- electron spectroscopy, Solid State Ionics, 2015, 278, 98–105. 144 J. Su, M. Pasta, Z. Ning, X. Gao, P. G. Bruce and C. R. M. Grovenor, Correction: Interfacial modification between argyrodite-type solid-state electrolytes and Li metal anodes using LiPON interlayers, Energy Environ. Sci., 2023, 16, 698.",{"entities":[]}],["145 H. Pan, M. Zhang, Z. Cheng, H.J. H. Yang, P. F. Wang, P. He and H. Zhou, Carbon-free and binder- free Li-Al alloy anode enabling an all-solid-state Li-S battery with high energy and stability, Sci. Adv., 2022, 8, eabn4372.Jiang,",{"entities":[]}],["146 X. Gao, X. Yang, M. Jiang, M. Zheng, Y. Zhao, R. Li, W. Ren, H. Huang, R. Sun, J. Wang, C. V. Singh and X. Sun, Fast Ion Transport in Li-Rich Alloy Anode for High-Energy-Density All Solid-State Lithium Metal Batteries, Adv. Funct. Mater., 2022, 33, 2209715.147 G. Liu, W. Weng, Z. Zhang, L. Wu, J. Yang and X. Yao, Densified Li6PS5Cl Nanorods with High Ionic Conductivity and Improved Critical Current Density for All-Solid-State Lithium Batterie, Nano Lett., 2020, 20, 6660–6665.",{"entities":[]}],["This journal is © The Royal Society of Chemistry and the Chinese Chemical Society 2023Mater. Chem. Front., 2023, 7, 5760–5785 | 5785",{"entities":[]}]]}
