{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Downloaded via SAGINAW VALLEY STATE UNIV on July 24, 2024 at 02:02:31 (UTC).See https://pubs.acs.org/sharingguidelines for options on how to legitimately share published articles.www.acsami.orgResearch ArticleLithium Phosphorus Sulfide Chloride−Polymer Composite via the Solution−Precipitation Process for Improving Stability toward Dendrite Formation of Li-Ion Solid Electrolyte Piyachai Khomein,∇ Young-Woon Byeon,∇ Dongye Liu, Jin Yu, Andrew M. Minor, Haegyeom Kim,* and Gao Liu*",{"entities":[]}],["Cite This: ACS Appl. Mater. Interfaces 2023, 15, 11723−11730Read OnlineACCESSsı Supporting InformationMetrics & MoreArticle Recommendations",{"entities":[]}],["ABSTRACT: Improving the mechanical strength of ceramic solid electrolytes such as lithium phosphorus sulfide families for pressure-driven dendrite blocking as well as reducing the electronic conductivity to prevent a dendrite formation inside the electrolytes are very important to extend the lifespan of all-solid-state lithium-metal batteries. Here, we propose a low-temperature solution−precipitation process to prepare polymer−solid electrolyte composites for a highly uniform polymer",{"entities":[]}],["distribution in the electrolyte to enhance their mechanical strength and reduce their electronic conduction. The composites with up to 12 wt % of polymer are prepared, and the composites exhibit high ionic conductivities of up to 0.3 mS/cm. Furthermore, the electrochemical stability of the electrolyte composites on Li striping/plating cycles is investigated. We confirm that the proposed solution− precipitation process makes the composite much more stable than the bare solid electrolyte and",{"entities":[[230,240,"IONIC_CONDUCTIVITY"]]}],["causes them to outperform similar composites from the other existing preparation methods, such as mechanical mixing and solution dispersion. KEYWORDS: polymer composite, lithium phosphorus sulfide chloride, solid-state electrolyte, dendrite blocking, low-temperature process",{"entities":[]}],["1. INTRODUCTION",{"entities":[]}],["indicated that lithium dendrites can still form in SE and are, in fact, more easily formed in LLZO and LPS than in the liquid electrolyte.10 The dendrite tends to form along grain boundaries and voids in SE,11 and the increasing density of SE to minimize the grain boundary did not successfully prevent such a dendrite formation.12,13 Even in the single-crystalline the dendrite growth was still observed.14 LLZO system, Recently, H. Wang and C. Wang10 found the direct nucleation and dendrite",{"entities":[]}],["formation inside LLZO and LPS, suggesting that the electronic conduction across the SE materials could cause the dendrite growth inside these SEs. Therefore, lowering the overall electronic conductivity of SE while maintaining its high ionic conductivity is a critical challenge for the success of all- solid-state Li-metal batteries.",{"entities":[]}],["All-solid-state batteries (SSBs) have been considered the next- generation energy storage system due to many advantages over organic liquid electrolyte-based batteries. For example, they inherit low fire hazards due to lacking flammable organic components.1 They are also promising for lower-cost manufacturing per power output ($/kWh) compared to current liquid electrolyte-based Li-ion batteries.2 In addition, energy density can further be improved using a Li-metal anode, which had not been",{"entities":[]}],["successful in liquid electrolyte systems due to insuppressible Li dendrite formation. Therefore, utilizing a solid electrolyte (SE) with a Li-metal anode has been regarded as a promising way to reduce Li dendrite growth due to their high mechanical strength and high Li+ transference number.3,4 Over the past several years, there have been efforts focused on developing SE with high ionic conductivity, and the research field has experienced tremendous growth.5 The combination of theory and",{"entities":[]}],["experimental works has led to the discovery of new materials such as lithium phosphorus oxynitride (Li3PO4, LiPON),6 Lithium Super-Ionic CON- ductor families (LISICONs),7 lithium lanthanum zirconium oxide (Li7La3Zr2O12, LLZO),8 and lithium phosphorus sulfide (LixPySz, LPS) families.9 However, reports have",{"entities":[]}],["Received: November 26, 2022 Accepted: February 10, 2023 Published: February 24, 2023recent© 2023 The Authors. Published by American Chemical Society11723https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730ACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[]}],["Figure 1. (a) Comparison of three possible methods for preparing the solid electrolyte−polymer composites. Note that the solution−precipitation method has the advantage of high mechanical strength owing to its smaller polymer domain size and uniformly distributed microstructure. (b) Schematic showing the preparation process of the solution−precipitation method by simple co-precipitation of LPSCl and polymer solutions to yield a polymer-embedded LPSCl cluster.",{"entities":[]}],["In this regard, composite SE with a polymer can be a promising approach, as it was shown to improve not only its stability toward dendrite formation but also enhance its electrochemical performance including high-voltage stability,15 improve ion transference number,16 minimize interface for ease of reaction, and better mechanical properties processability and thinner separator layer.17,18 Typically, the composites can be prepared by mechanical mixing or dispersion of SE in the polymer solution,",{"entities":[]}],["followed by solvent removal. For instance, a ball-milling technique was employed to prepare an LPS polymer composite (25 wt % polymers).19 The electrolyte with a thickness of <70 μm was successfully fabricated with ionic conductivity ranging between 0.05 and 0.1 mS/cm. However, the nonuniform distribution of polymer in SE composite is the mechanical mixing method’s primary concern, which can impact the Li-ion transport and overall mechanical properties of composites. The solution dispersion can",{"entities":[[250,269,"IONIC_CONDUCTIVITY"]]}],["provide better uniform distribution between polymer and SE. The 5 wt % polyethylene oxide in lithium phosphorus sulfide chloride (PEO/LPSCl) composite has been reported to improve the full cell cycling performance using Li- Ni0·8Co0·1Mn0·1O2 and Li metal as electrodes with a 91% capacity retention over 200 cycles.20 Another impressive composite consisting of poly(vinylidene fluoride) (PVDF) and LPSCl was also reported with a conductivity of 1 mS/cm for a 10 wt % PVDF composite and the thickness",{"entities":[[445,452,"IONIC_CONDUCTIVITY"]]}],["of 100−120 μm was successfully fabricated.21",{"entities":[]}],["For the existing preparation methods for composite SE, either mechanical mixing or dispersion technique, we found that the uniformity of polymer distribution is impeded when applying a higher polymer load (>8 wt %). The phase separation could later weaken the composite’s mechanical strength, which is the critical point for pressure-driven dendrite blocking.22 This work proposes another approach for a new class of sulfide−polymer composite synthesis via low-temper- ature solution−precipitation",{"entities":[]}],["processes (Figure 1). This method will utilize the soluble LPSCl in a polar solvent to provide a single-phase mixing for a uniformly distributed polymer composite SE to efficiently suppress the dendrite formation. Furthermore, the evenly distributed polymer can also prevent the formation of an electronic conducting interphase between SE and electrodes. Herein, we reported the synthesis of LPSCl−polymer composite (PEO and PPO)",{"entities":[]}],["via the solution−precipitation method, which can improve the conductivity up to 0.3 mS/cm (12 wt % of polymer).2. EXPERIMENTAL SECTION",{"entities":[[80,89,"IONIC_CONDUCTIVITY"]]}],["2.1. Polymer Composites via the Solution−Precipitation Method. All chemicals were purchased from commercial sources and used as received unless mentioned otherwise. Indium foil (thickness 0.1 mm, ≥99.995% trace metals basis) was purchased from Sigma Aldrich and used as received. Battery-grade lithium foil (thickness 0.1 mm) was purchased from MSE Supplies. The lithium foil was polished on a polypropylene brush until shiny before use. The solution of LPSCl and polymer was prepared as follows.",{"entities":[]}],["LPSCl was dissolved in ethanol at a concentration of 0.2 g/mL. PEO was dissolved in acetonitrile and PPO was dissolved in toluene at a concentration of 1, 5, and 10 mg/mL for both polymers. Then, the LPSCl solution and polymer solution were co-precipitated in centrifuge tubes. The mixture was centrifuged at 6000 rpm for 10 min. The overall processing time of LPSCl, including dissolution, precipitation, and separation steps, was controlled to be within 15 min to minimize the negative effect of",{"entities":[]}],["EtOH on LPSCl. The solvent was then discarded, and the precipitate was dried under a vacuum at room temperature overnight. For the PPO−LPSCl composite, the sample was further dried at 60 °C for at least 2 h. Finally, the composites were grounded to yield a gray powder composite. Elemental analysis results: PEO−LPSCl composites: C 1.00%, H 0.22%, S 57.55% (1 mg/mL PEO solution), C 2.32%, H 0.71%, S 51.21% (5 mg/mL PEO solution), C 5.88%, H 1.04%, S 50.55% (10 mg/mL PEO solution). PPO−LPSCl",{"entities":[]}],["composites: C 2.58%, H 0.33%, S 55.81% (1 mg/mL PPO solution), C 6.75%, H 1.77%, S 47.90% (5 mg/mL PPO solution), C 9.44%, H 2.01%, S 46.31% (10 mg/mL PPO solution). According to the elemental analysis results, the polymer content in the composites is confirmed as 2, 8, and 12 wt % from the solution− precipitation method using polymer solutions (i.e., PEO in acetonitrile and PPO in toluene) of 1, 5, and 10 mg/mL, respectively. 2.2. Polymer Composites via Solvent−Dispersion and Mechanical",{"entities":[]}],["Mixing. Ten milligrams per milliliters of PEO was prepared in acetonitrile, and 10 mg/mL of PPO was prepared in toluene. Three composites of 2, 8, and 12 wt % were prepared by simply mixing LPSCl and polymer solution at an exact polymer weight percent content. The mixture was then dried under a vacuum at room temperature overnight. Finally, the dispersion composites were grounded to yield a gray powder composite. The LPSCl powder and the polymer powder were mixed using a mortar and pestle for a",{"entities":[]}],["mechanically mixed composite.",{"entities":[]}],["2.3. Pellet Preparation. All pellets were pressed in a stainless steel pellet pressing die-set 6 mm in diameter. Briefly, every pellet was pressed using 50 mg of powder composite and 350 MPa was applied11724https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730ACS Applied Materials & Interfaces",{"entities":[]}],["and held for at least 30 s for each pellet, providing a thickness of 1.2 mm. For the PEO composite, the pellets were annealed at 180 °C in a vacuum oven, while PPO composite pellets were annealed at 400 °C under an argon atmosphere overnight.",{"entities":[]}],["2.4. Material Characterization. A Thermo Fisher FlashSmart elemental analyzer was used to analyze the composites’ polymer contents (C, H, N, and S). X-ray diffraction (XRD) of the composites was performed using Bruker-XRD D2 Phaser equipped with an airtight holder and a knife-edge beam stop. The microstructure and morphology of materials were investigated using a scanning electron microscope (SEM, JEOL JSM-7500F). Elemental distributions of the composites were confirmed via a transmission",{"entities":[]}],["electron microscope (TEM)-based energy-dispersive X-ray spectroscopy (EDS) analysis. The high-angle annular dark-field scanning TEM (HAADF-STEM) and EDS elemental maps were collected on FEI ThemIS 60−300 TEM. A Bruker SuperX EDS detector, equipped on the TEM, prevents potential sample damages during elemental mapping by reducing the signal acquiring time compared with the conventional TEM. For the sample preparation, the composites were dispersed into hexane solvent by sonication and then drop",{"entities":[]}],["cast on Cu grids (lacey carbon 400-mesh Cu grid, Ted Pella, Inc.). Subsequently, the samples were transferred to the TEM for microstructural observation using an airtight sample transfer holder (Model 648, Gatan Inc.).",{"entities":[]}],["2.5. Mechanical Test. A nanoindentation test was employed to evaluate the mechanical properties of the LPSCl−polymer compo- sites. A Hysitron TI 950 TriboIndenter system and a Berkovich tip were used for the test. The machine compliance was calibrated with a polycarbonate standard sample. All composite pellets were sealed in a plastic bag under an inert gas (Ar) atmosphere; subsequently, the packages were transferred into light mineral oil for the test. After that, the plastic bag was removed,",{"entities":[]}],["and the pellet was placed on a stainless steel stub with a super glue gel and then magnetically attached to the instrument. We confirmed that all processes were operated with the pellet immersed in the oil to avoid oxygen and moisture exposure. The indenter was held for 4 s at the maximum load for the measurement. The load rate is 600 nm/s with a load control of 9 mN. The reduced Young’s modulus and hardness values were determined based on the Oliver−Pharr method. During the test, the indenter",{"entities":[]}],["was the probe from contiguously immersed in the oil and kept approaching the pellet surface. Therefore, mineral oil’s surface tension or buoyant force will not influence the results. The force−distance curves and residual hardness impressions of all samples are displayed in the Supporting Information (Figures S1 and S2).",{"entities":[]}],["2.6. Electrochemical Test. Metrohm Autolab (FRA32M- impedance analysis) was used to measure the ionic conductivity using a Swagelok-type cell, which was built as follows: indium (100 μm)//sample pellet (1.2 mm)//indium (100 μm). For the lithium striping−plating performance test, the Swagelok-type cell was built as Li (100 μm)//sample pellet (1.2 mm)//Li (100 μm). Galvanostatic cycling was performed at a rate of 0.1 mAh/cm2, in which a 0.48 μm thick piece of lithium will be striped/plated back",{"entities":[]}],["and forth. The cell voltage was monitored over time. The rapid decrease in voltage was regarded as a sign of the dendrite formation across the pellet. The pressure applied for electrochemical testing was provided by the internal springs of the Swagelok-type cell, which was estimated to be 0.2 MPa. All electrochemical tests were performed at 25 ± 2 °C",{"entities":[]}],["3. RESULTS AND DISCUSSION",{"entities":[]}],["A novel solution−precipitation approach was employed to prepare LPSCl−polymer composites using polyethylene oxide (PEO) and poly(phenylene oxide) (PPO) polymers. PEO can provide conductive ion channels via ethylene oxide and Li-ion complex.23 In contrast, PPO is one of the thermally stable polymers due to its sp2 character, which can offer a post- thermal treatment at high temperatures.24 According to the literature, ethanol (EtOH) can be used as a solvent to infiltrate LPSCl into a porous",{"entities":[]}],["cathode composite. Still, the overall liquid process must be done within 1 h due to the time-sensitive",{"entities":[]}],["11725www.acsami.orgResearch Articlein the solvent.25 Thus, we first property of investigated the effect of dissolution time on the LPSCl properties, as shown in Figure 2. SEM images (Figure 2a−c)the LPSCl",{"entities":[]}],["Figure 2. Morphological and structural changes with dissolution time in EtOH. (a−c) SEM images of (a) pristine LPSCl powder and (b) LPSCl precipitate after dissolution in EtOH for 5 min and (c) after dissolution for 30 min. Scale bars in SEM images are 10 μm. (d) XRD results of LPSCl with a different dissolution time in EtOH. As time increases, the intensities of the representative LPSCl peaks (denoted as a triangle) decreases. Please note that the sharp peak at ∼13° and the bump peak at ∼20°",{"entities":[]}],["are from an airtight XRD holder used in yellow and red patterns. (e) Ionic conductivities of LPSCl with different dissolution times. Note that a shorter dissolution time of LPSCl is preferred to exhibit a higher conductivity.",{"entities":[]}],["show the decrease in the grain size of the SE with the dissolution time in EtOH, and the well-defined particle shape was lost at a longer dissolution time (30 min). In addition, XRD results show a decrease in the signal for both cases compared to the pristine LPSCl, but the 30 min sample shows the lowest intensity of XRD peaks among the samples (Figure 2d). Please note that the sharp peak at ∼13° and the bump peak at ∼20° come from an airtight XRD holder used in yellow and red patterns in",{"entities":[]}],["Figure 2d. A decrease in the ionic conductivity with the dissolution time is also observed (Figure 2e). The 30 min sample shows a comparatively lower conductivity (0.01 mS/cm) than the 5 min sample (0.04 mS/cm). These results suggest that the dissolution of LPSCl in EtOH will affect the overall crystal structure and ionic conductivity of the recovered precipitates and those properties are strongly dependent on the dissolution time. Thus, the solution−precipitation method requires the minimum",{"entities":[[164,174,"IONIC_CONDUCTIVITY"],[199,209,"IONIC_CONDUCTIVITY"]]}],["expo- sure of LPSCl to EtOH to minimize the depletion of the crystal structure of LPSCl and may require additional heat structure and ionic some crystal to recover treatment conductivity of LPSCl.",{"entities":[]}],["https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730ACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[]}],["Figure 3. Chemical and mechanical evaluations of the LPSCl−PEO composite. (a, b) Elemental mappings of (O, P, S Cl) in the LPSCl−PEO composites with 2 wt % polymer content. Note that the composites are prepared by two different methods: (a) dispersion mix method and (b) solution−precipitation method. (c, d) Comparison of (c) reduced Young’s moduli and (b) hardnesses obtained from nanoindentation tests. An effect on the polymer contents is also investigated. Mechanical properties of 2, 8, and 12",{"entities":[]}],["wt % PEO and LPSCl composites are compared as well as those of the pristine LPSCl and the precipitated LPSCl. Scale bars in TEM images are 1 μm.",{"entities":[]}],["To evaluate the proposed solution−precipitation method, we comparatively investigate the morphological and mechan- ical properties of the LPSCl−polymer composites with the other preparation methods. First, we investigate the morphol- ogy of LPSCl−PEO composites using SEM images (see Figure S3 in the Supporting information). Regardless of the polymer content, all composites displayed similar morphology with crystal grain sizes between 1 and 10 μm. Unlike the size of LPSCl, which decreased after",{"entities":[]}],["the precipitation without polymer (Figure 2), the feature size of the polymer composite appears to be preserved when the precipitation was performed in the polymer solution (Figure S3). This result suggests that the polymer promotes LPSCl precipitation and possibly limits ethanol accessibility to LPSCl.",{"entities":[]}],["Because we could not identify the polymer phase in SEM images, we performed TEM-EDS analyses to track how the polymer distributes on the composites. For the TEM analyses, we used an airtight sample transfer TEM holder to avoid any potential degradation of the composite due to air exposure (For details, see Section 2). Figure 3 shows the comparative results between the LPSCl−PEO composites by the dispersion method (Figure 3a) and the composites via the solution− precipitation method (Figure 3b).",{"entities":[]}],["Considering that all sample preparation procedures were conducted without air exposure, oxygen (O) elemental distribution in the EDS maps is expected to represent the presence of PEO along with the LPSCl phase. To compare the elemental distribution clearly, we put bi-elemental maps of P−O and P−Cl right next to each STEM-HAADF image. For the 2 wt % polymer composites",{"entities":[]}],["prepared by the dispersion mix method, a nonuniform distribution of PEO is clearly observed as shown in Figure 3a (in bi-elemental maps of P−O). For example, we can clearly observe the phase separation of PEO-rich and LPSCl-rich domains in Figure 3a. In contrast, the solution−precipitation method creates a uniform distribution of PEO in LPSCl composites, where no obvious phase separation between PEO- rich and LPSCl-rich domains is identified (see bi-elemental maps of P−O in Figure 3b). These",{"entities":[]}],["results confirm that the solution−precipitation method is better than the dispersion mix one for a uniform distribution of the polymer phase at a submicron-scale level.",{"entities":[]}],["The mechanical properties of the LPSCl−PEO composites were evaluated via nanoindentation tests (Figure 3c,d). As expected, the reduced Young’s modulus of the dispersion composites decreases as the polymer content increases (Figure 3c). This result is likely attributable to the phase separation between PEO and LPSCl, causing poor interactions between the two phases. In contrast, the reduced Young’s modulus of the composites prepared via the solution−precipitation method increases as the polymer",{"entities":[]}],["content increases, confirming the importance of polymer distribution in SE composite for better mechanical reinforcement. For the hardness, the trend of both types of samples is similar, and the values decrease when the polymer content increases (Figure 3d). This is an understandable result because PEO is a soft material: the increasing PEO content will correspondingly lower hardness of the composite materials. The hardness of the 8",{"entities":[]}],["11726https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730ACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[]}],["Figure 4. Chemical and mechanical evaluations of the LPSCl−PPO composite. (a,b) Elemental mappings of (O, P, S Cl) in the LPSCl−PPO composites with different polymer contents: (a) 2 wt % and (b) 12 wt %. Note that the observed LiCl phase regions were denoted by blue arrows. (c, d) Comparison of (c) reduced Young’s modulus and (d) hardness of the LPSCl−PPO composites. The composite samples were annealed at 400°C before the mechanical tests. Scale bars in TEM images are 500 nm.",{"entities":[]}],["wt % solution−precipitation composites seems to increase, but the value is insignificant given the relatively large error scale. Interestingly, composites by the solution−precipitation method exhibit lower mechanical properties than those prepared via dispersion mix. This difference is more clearly observed with a smaller polymer content. It can be explained that the difference can be originated from the structural degradation of LPSCl during the solution−precipitation process, as previously",{"entities":[]}],["shown in Figure 2. The dispersion method was performed using the pristine LPSCl, which has improved crystallinity and mechanical properties. In contrast, the degradation of the solution−precipitation method was inevitable even in the shortest process time (<15 min). The most general way to recover the crystallinity of LPSCl is annealing at a high temperature, typically above 400 °C.26 To find a proper temperature to anneal the composite without decomposing the polymers, we preliminarily tested",{"entities":[]}],["the thermal decomposition using TGA for PEO (see Figure S4 in the Supporting Information). The decomposition temperature onset for PEO was around 350 °C. Because there was no significant improvement in the crystallinity as well as the conductivity of the LPSCl−PEO composite if it was annealed at lower than 350 °C, we annealed the LPSCl−PEO composite at 180 °C. It might be difficult to achieve a high crystallinity of LPSCl in typical ways in the composite with PEO.",{"entities":[]}],["Accordingly, we investigated the properties of the LPSCl− PPO composites prepared by the solution−precipitation method. Owing to the higher thermal stability of poly- phenylene oxide (PPO) than that of the PEO, we expected to achieve a higher crystallinity of LPSCl by allowing a higher temperature (400 °C) for the annealing process. The observed morphology of the LPSCl−PPO composite via SEM analysis is",{"entities":[]}],["quite similar to that of the LPSCl−PEO composites; their crystal grain size ranges from 1 to 10 μm, and the polymer phase is not distinguishable in SEM images (see Figure S5 in the Supporting Information). Thus, we performed elemental mapping using TEM-EDS to monitor the polymer distribution in the composites. Figure 4a,b shows a good distribution of the O element, which represents the polymer phase, and the P element, which belongs to the LPSCl phase, regardless of the PPO content. There are",{"entities":[]}],["also some small portions of the free polymer phase observed in the image, which is sometimes seen in high polymer-loaded composites (both PEO and PPO). As a downside of this method, we found the segregated Cl region, expected to be LiCl, indicating LPSCl decomposition during the process (denoted by blue arrows in Figure 4a,b). The decomposition could have originated from the dissolution of LPSCl in ethanol where some of the crystals are completely dissolved and cannot reform back to the same",{"entities":[]}],["structure. This effect can be minimized by the reduction of ethanol exposure time as mentioned earlier. For the mechanical properties of the LPSCl−PPO composites, both the reduced Young’s modulus and the hardness of the PPO composites are shown in Figure the composites from the solution− 4c,d. In the case of precipitation method, the composites with 2 and 8 wt % of PPO show improved mechanical strength compared to the precipitated LPSCl, but no significant is observed when compared to the",{"entities":[]}],["pristine LPSCl. In addition, the mechanical reinforcement by PPO is negligible compared the dispersion to the PEO system (Figure 3). Similarly, method did not in mechanical strength when compared to the pristine LPSCl, which is opposite to the LPSCl−PEO composites. This result could be due to the incompatibility between the polar",{"entities":[]}],["improvementshow any noticeable improvement11727https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730ACS Applied Materials & Interfaceswww.acsami.orgResearch ArticleFigure 5. Lithium striping/plating cycle properties of (a) pristine LPSCl and LPSCl−PPO composite prepared by (b) mechanical mix, (c) dispersion mix, and (d) solution−precipitation methods.",{"entities":[]}],["inorganic salt (LPSCl) and a much less polar organic polymer (PPO), which might lower the interactions between SE and the polymer, causing the degradation of mechanical properties. The effects of polymer species and their content on the Li conductivity were evaluated using electrochemical impedance spectroscopy (EIS). The result summary is shown in Figure S6 in the Supporting Information. The conductivity decreases when the PEO content increases for both dispersion and solution−precipitation",{"entities":[]}],["methods. Note that the solution− precipitation method shows a more significant decrease in conductivity as the polymer content increases (10−2 vs 1 mS/ cm of pristine LPSCl). The low conductivity could be attributed to the LPSCl forming smaller crystals or an amorphous phase after the solution−precipitation reaction. Therefore, temperature is required to improve the crystallinity of LPSCl solid electro- lytes. For the LPSCl−PPO composites, the mechanical mix and the dispersion samples displayed",{"entities":[]}],["similar conductivity and trends in which the increase in the polymer content lowers the conductivity of the materials. Interestingly, the conductivity of PPO composites from the solution−precipitation method exhibits a more negligible effect on the polymer content (from 2 to 12 wt %). This could be due to the well-distributed polymer in which there is no large polymer domain to block ion-conductive channels. However, significantly lower con- ductivity of the solution−precipitated composite",{"entities":[]}],["compared to the other two methods was observed in the case of 2 and 8 wt % PPO content. It is likely that the uniform distribution of the polymer prevents the crystallization of LPSCl and/or the exposure of LPSCl to ethanol decomposes LPSCl to other irreversible nonconductive salts like LiCl. Typically, LPSCl is known to undergo hydrolysis with water, causing irreversible loss of sulfur by forming hydrogen sulfide (H2S). In ethanol, we expect that the LPSCl may undergo ethanolysis, releasing",{"entities":[]}],["H2S but at a much slower rate than water since the available proton of ethanol to form H2S is less active than that of water (pKa of 16 of ethanol vs pKa of 14 of water).",{"entities":[]}],["thermaltreatment at a higherFinally, we investigated the stability of dendrite formation on the LPSCl−PPO composites via repetitive Li striping/plating tests over time at a constant current with a rate of 0.1 mAh/",{"entities":[]}],["cm2. We tested four materials: three types of LPSCl−PPO composite from solution−precipitation, dispersion mix, mechanical mix, and the pristine LPSCl. The 12 wt % PPO− LPSCl composite was selected from each method for the test because they exhibit comparable ionic conductivity to each other to avoid the effect of ionic conductivity on the Li striping/plating cycles. The cycle results are shown in Figure 5. The pristine LPSCl shows smooth Li striping−plating with a constant voltage for at most",{"entities":[[46,55,"SULFIDE_ELECTROLYTE"]]}],["50 cycles, followed by the voltage drop, indicating the penetration of dendrite across SE. In contrast, the cycle of all three composites displays a high overpotential at the initial few cycles and tends to decrease after each cycle. These events could be contributed to the interface issues between Li metal and low ion-conductive PPO in the composite, which can increase interface resistance. During the cycle, reconstructed, resulting in a decrease in interface resistance. This explains the",{"entities":[]}],["lowering of the overpotential during the cycle process. For both cells from mechanical mixing and dispersion composites, less than 20 cycles are observed before the voltage drop, implying lower stability toward dendrite formation than the pristine LPSCl. Impressively, the cell made from the LPSCl− PPO composite via the solution−precipitation displays incredibly high stability over 100 cycles without an observed voltage drop. Although the mechanical strength of the composite is lower than the",{"entities":[]}],["pristine one, the stability toward dendrite formation can be improved, which is likely attributable to the lowering of electronic conductivity by in SE. uniformly distributing the electronic insulator, PPO, the These results further confirmed the importance of homogeneous polymer phase distribution in the composite to sufficiently suppress the electronic conductivity.",{"entities":[]}],["the interface becomes5. CONCLUSIONS LPSCl−polymer composites via the solution−precipitation process were successfully prepared. The uniform polymer distribution in the composite was confirmed by TEM-EDS mapping: no separated polymer domains were observed, while clear large polymer domains were found in the case of the dispersion method. The nanoindentation was used to evaluate https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730",{"entities":[]}],["5. CONCLUSIONS LPSCl−polymer composites via the solution−precipitation process were successfully prepared. The uniform polymer distribution in the composite was confirmed by TEM-EDS mapping: no separated polymer domains were observed, while clear large polymer domains were found in the case of the dispersion method. The nanoindentation was used to evaluate https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730ACS Applied Materials & Interfaces",{"entities":[]}],["the mechanical strength of all composites. The polymer and SE compatibility is another factor to be concerned about because it contributes to the overall mechanical reinforcement in the composites. LPSCl−PEO via the solution−precipitation method exhibits a linear relationship between reduced Young’s modulus and wt % polymer content, while the dispersion composites display an inverse trend. On the other hand, there was no noticeable mechanical reinforcement observed in the LPSCl−PPO composites.",{"entities":[]}],["In terms of ionic transport proper- ties, the conductivity of up to 0.3 mS/cm of the 12 wt % PPO−LPSCl solution−precipitation composite is achieved. The SE composite survives over 100 cycles of Li striping− plating test longer than pristine LPSCl and other composites from mechanical mixing and dispersion methods. These results support the potential of the solution−precipitation method for preparing two phases’ composites with highly homogeneous mixing of the two phases. The PPO−LPSCl composites",{"entities":[[68,77,"IONIC_CONDUCTIVITY"]]}],["are investigated as a potential SE for all-solid-state lithium battery applications.",{"entities":[]}],["■ ASSOCIATED CONTENTsı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c21302. Force−distance curves from nanoindentation; residual hardness impressions; SEM images of LPSCl−PEO and LPSCL−PPO composites; TGA results; conductivity of PEO-−LPSCl and PPO−LPSCl composites; and accu- mulated lithium capacity during striping/plating test (PDF)■ AUTHOR INFORMATIONCorresponding Authors",{"entities":[]}],["Haegyeom Kim − Materials Sciences Division, LawrenceBerkeley National Laboratory, Berkeley, California 94720, United States; Email: haegyumkim@lbl.govGao Liu − Energy Storage and Distributed Resources Division,Energy Technologies Area, Lawrence Berkeley National Laboratory, Berkeley, California 94720, United States;orcid.org/0000-0001-6886-0507; Email: gliu@lbl.govAuthors",{"entities":[]}],["Piyachai Khomein − Division of Nuclear Medicine, Department of Radiology, Faculty of Medicine, Chulalongkorn University, Bangkok 10330, Thailand; Energy Storage and Distributed Resources Division, Energy Technologies Area, Lawrence Berkeley National Laboratory, Berkeley, California 94720, United States; 0000-0003-1862-2871orcid.org/Young-Woon Byeon − Materials Sciences Division, Lawrence Berkeley National Laboratory, Berkeley, California 94720, United States",{"entities":[]}],["Dongye Liu − Department of Materials Science andEngineering, University of California, Berkeley, California 94720, United StatesJin Yu − Energy Storage and Distributed Resources Division, Energy Technologies Area, Lawrence Berkeley National Laboratory, Berkeley, California 94720, United States; Department of Chemical & Biomolecular Engineering, University of California, Berkeley, California 94720, United States11729www.acsami.orgResearch Article",{"entities":[]}],["Andrew M. Minor − Materials Sciences Division and National Center for Electron Microscopy, The Molecular Foundry, Lawrence Berkeley National Laboratory, Berkeley, California 94720, United States; Department of Materials Science and Engineering, University of California, Berkeley, California 94720, United StatesComplete contact information is available at: https://pubs.acs.org/10.1021/acsami.2c21302",{"entities":[]}],["Author Contributions ∇P.K. and Y.-W.B. contributed equally to this work. Notes The authors declare no competing financial interest.■ ACKNOWLEDGMENTS",{"entities":[]}],["This work was supported by the Vehicle Technologies Office of the U.S. Department of Energy under the Solid State Engineering (SSE) Program, and the Laboratory Directed Research and Development Program of Lawrence Berkeley National Laboratory. EM characterizations were performed at the Molecular Foundry. Lawrence Berkeley National Labo- ratory is supported by the DOE under Contract No. DE- AC02-05CH11231.■ REFERENCES",{"entities":[]}],["(1) Diaz, L. B.; He, X.; Hu, Z.; Restuccia, F.; Marinescu, M.; Barreras, J. V.; Patel, Y.; Offer, G.; Rein, G. Review�Meta-Review of Fire Safety of Lithium-Ion Batteries: Industry Challenges and Research Contributions. J. Electrochem. Soc. 2020, 167, No. 090559. (2) Schnell, J.; Knörzer, H.; Imbsweiler, A. J.; Reinhart, G. Solid versus Liquid�A Bottom-Up Calculation Model to Analyze the Manufacturing Cost of Future High-Energy Batteries. Energy Technol. 2020, 8, No. 1901237. (3) Monroe, C.;",{"entities":[]}],["Newman, J. The Impact of Elastic Deformation on Deposition Kinetics at Lithium/Polymer Interfaces. J. Electrochem. Soc. 2005, 152, No. A396. (4) Brissot, C.; Rosso, M.; Chazalviel, J.-N.; Lascaud, S. Dendritic Growth Mechanisms in Lithium/Polymer Cells. J. Power Sources 1999, 81−82, 925−929. (5) Byeon, Y.-W.; Kim, H. Review on Interface and Interphase Issues in Sulfide Solid-State Electrolytes for All-Solid-State Li-Metal Batteries. Electrochem 2021, 2, 452−471. (6) LaCoste, J. D.; Zakutayev,",{"entities":[]}],["A.; Fei, L. A Review on Lithium Phosphorus Oxynitride. J. Phys. Chem. C 2021, 125, 3651−3667. (7) Kim, S.; Oguchi, H.; Toyama, N.; Sato, T.; Takagi, S.; Otomo, T.; Arunkumar, D.; Kuwata, N.; Kawamura, J.; Orimo, S. A Complex Hydride Lithium Superionic Conductor for High-Energy-Density All- Solid-State Lithium Metal Batteries. Nat. Commun. 2019, 10, No. 1081. (8) Mishra, M.; Hsu, C.-W.; Rath, P. C.; Patra, J.; Lai, H.-Z.; Chang, T.-L.; Wang, C.-Y.; Wu, T.-Y.; Lee, T.-C.; Chang, J.-K. Ga-Doped",{"entities":[]}],["Lithium Lanthanum Zirconium Oxide Electrolyte for Solid-State Li Batteries. Electrochim. Acta 2020, 353, No. 136536. (9) Lian, P.-J.; Zhao, B.-S.; Zhang, L.-Q.; Xu, N.; Wu, M.-T.; Gao, X.-P. Inorganic Sulfide Solid Electrolytes for All-Solid-State Lithium Secondary Batteries. J. Mater. Chem. A 2019, 7, 20540−20557. (10) Han, F.; Westover, A. S.; Yue, J.; Fan, X.; Wang, F.; Chi, M.; Leonard, D. N.; Dudney, N. J.; Wang, H.; Wang, C. High Electronic Conductivity as the Origin of Lithium Dendrite",{"entities":[]}],["Formation within Solid Electrolytes. Nat. Energy 2019, 4, 187−196. (11) Cheng, E. J.; Sharafi, A.; Sakamoto, J. Intergranular Li Metal Propagation through Polycrystalline Li6.25Al0.25La3Zr2O12 Ce- ramic Electrolyte. Electrochim. Acta 2017, 223, 85−91. (12) Yonemoto, F.; Nishimura, A.; Motoyama, M.; Tsuchimine, N.; Kobayashi, S.; Iriyama, Y. Temperature Effects on Cycling Stability of",{"entities":[]}],["https://doi.org/10.1021/acsami.2c21302 ACS Appl. Mater. Interfaces 2023, 15, 11723−11730ACS Applied Materials & Interfaces",{"entities":[]}],["Li Plating/Stripping on Ta-Doped Li7La3Zr2O12. J. Power Sources 2017, 343, 207−215. (13) Tsai, C.-L.; Roddatis, V.; Chandran, C. V.; Ma, Q.; Uhlenbruck, S.; Bram, M.; Heitjans, P.; Guillon, O. Li7La3Zr2O12 Interface Modification for Li Dendrite Prevention. ACS Appl. Mater. Interfaces 2016, 8, 10617−10626. (14) Porz, L.; Swamy, T.; Sheldon, B. W.; Rettenwander, D.; Frömling, T.; Thaman, H. L.; Berendts, S.; Uecker, R.; Carter, W. C.; Chiang, Y.-M. Mechanism of Lithium Metal Penetration through",{"entities":[]}],["Inorganic Solid Electrolytes. Adv. Energy Mater. 2017, 7, No. 1701003. (15) Chen, H.; Adekoya, D.; Hencz, L.; Ma, J.; Chen, S.; Yan, C.; Zhao, H.; Cui, G.; Zhang, S. Stable Seamless Interfaces and Rapid Ionic Conductivity of Ca−CeO2/LiTFSI/PEO Composite Electro- lyte for High-Rate and High-Voltage All-Solid-State Battery. Adv. Energy Mater. 2020, 10, No. 2000049. (16) Chen, H.; Zheng, M.; Qian, S.; Ling, H. Y.; Wu, Z.; Liu, X.; Yan, C.; Zhang, S. Functional Additives for Solid Polymer",{"entities":[]}],["Electrolytes in Flexible and High-Energy-Density Solid-State Lithium-Ion Batteries. Carbon Energy 2021, 3, 929−956. (17) Yu, X.; Manthiram, A. A Review of Composite Polymer- Ceramic Electrolytes for Lithium Batteries. Energy Storage Mater. 2021, 34, 282−300. (18) Yao, P.; Yu, H.; Ding, Z.; Liu, Y.; Lu, J.; Lavorgna, M.; Wu, J.; Liu, X. Review on Polymer-Based Composite Electrolytes for Lithium Batteries. Front. Chem. 2019, 7, No. 522. (19) Whiteley, J. M.; Taynton, P.; Zhang, W.; Lee, S.-H.",{"entities":[]}],["Ultra-Thin Solid-State Li-Ion Electrolyte Membrane Facilitated by a Self-Healing Polymer Matrix. Adv. Mater. 2015, 27, 6922−6927. (20) Zhang, J.; Zheng, C.; Lou, J.; Xia, Y.; Liang, C.; Huang, H.; Gan, Y.; Tao, X.; Zhang, W. Poly(Ethylene Oxide) Reinforced Li6PS5Cl Composite Solid Electrolyte for All-Solid-State Lithium Battery: Enhanced Electrochemical Performance, Mechanical Prop- erty and Interfacial Stability. J. Power Sources 2019, 412, 78−85. (21) Wang, S.; Zhang, X.; Liu, S.; Xin, C.;",{"entities":[]}],["Xue, C.; Richter, F.; Li, L.; Fan, L.; Lin, Y.; Shen, Y.; Janek, J.; Nan, C.-W. High-Conductivity Free-Standing Li6PS5Cl/Poly(Vinylidene Difluoride) Composite Solid Electrolyte Membranes for Lithium-Ion Batteries. J. Mater. 2020, 6, 70−76. J.; Ahmad, Z.; Ells, A. W.; (22) Fu, C.; Venturi, V.; Kim, Viswanathan, V.; Helms, B. A. Universal Chemomechanical Design Rules for Solid-Ion Conductors to Prevent Dendrite Formation in Lithium Metal Batteries. Nat. Mater. 2020, 19, 758−766. (23) Xue, Z.; He,",{"entities":[]}],["D.; Xie, X. Poly(Ethylene Oxide)-Based Electrolytes for Lithium-Ion Batteries. J. Mater. Chem. A 2015, 3, 19218−19253. (24) McKeen, L. W. High-Temperature/High-Performance Poly- mers. In The Effect of Long Term Thermal Exposure on Plastics and Elastomers; William Andrew Publishing: Oxford, 2014; pp 209−238. (25) Kim, D. H.; Oh, D. Y.; Park, K. H.; Choi, Y. E.; Nam, Y. J.; Lee, H. A.; Lee, S.-M.; Jung, Y. S. Infiltration of Solution-Processable Solid Electrolytes into Conventional Li-Ion-Battery",{"entities":[]}],["Electrodes for All-Solid- State Li-Ion Batteries. Nano Lett. 2017, 17, 3013−3020. (26) Kim, D. H.; Lee, Y.-H.; Song, Y. B.; Kwak, H.; Lee, S.-Y.; Jung, Y. S. Thin and Flexible Solid Electrolyte Membranes with Ultrahigh Thermal Stability Derived from Solution-Processable Li Argyrodites for All-Solid-State Li-Ion Batteries. ACS Energy Lett. 2020, 5, 718− 727.",{"entities":[]}],["11730www.acsami.orgResearch ArticleRecommended by ACSFree-Standing Sulfur Cathodes Enabled by a Cationic Polymer for Lean Electrolyte Lithium–Sulfur BatteriesHui Chen, Yuanhui Zheng, et al.DECEMBER 21, 2022ACS ENERGY LETTERSREADHighly Active Depleting Agent of Lithium Enabled High- Rate and Long-Life Lithium Metal BatteriesFuliang Xu, Fangmin Ye, et al.FEBRUARY 14, 2023ACS APPLIED ENERGY MATERIALSREAD",{"entities":[]}],["Electrochemical Modified Solid Electrolyte with a Li–Al–O Interface Layer for Improved Room-Temperature Rate Performance of Solid-State Lithium BatteriesHao Peng and Hui SunMAY 31, 2022ACS APPLIED ENERGY MATERIALSREADComposite Hybrid Quasi-Solid Electrolyte for High-Energy Lithium Metal BatteriesYanfang Zhai, Janina Molenda, et al.JULY 20, 2021ACS APPLIED ENERGY MATERIALSREADGet More Suggestions >",{"entities":[]}]]}
