{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["ElectrochemistryReceived: February 21, 2024 Accepted: March 11, 2024 Published online: March 19, 2024Issued: April 12, 2024The Electrochemical Society of Japanhttps://doi.org/10.5796/electrochemistry.24-00023ArticleElectrochemistry, 92(4), 047002 (2024)Inﬂuence of Traces of Moisture on a Sulﬁde Solid Electrolyte Li4SnS4 Yusuke MORINO,a,*,§ Misae OTOYAMA,b,§ Naoya SHIBATA,a,§ Daisuke ITO,a,§Toyoki OKUMURA,b,§and Hikaru SANOb,*,§Kentaro KURATANI,b,§",{"entities":[]}],["a Murata Manufacturing Co., Ltd., 1-10-1 Higashikotari, Nagaokakyo, Kyoto 617-8555, Japan b National Institute of Advanced Industrial Science and Technology (AIST), 1-8-31 Midorigaoka, Ikeda, Osaka 563-8577, JapanCorresponding authors: yusuke.morino@murata.com (Y. M.), hikaru.sano@aist.go.jp (H. S.)",{"entities":[]}],["ABSTRACT The sulﬁde solid electrolyte Li4SnS4 has gained attention owing to its high moisture durability. In this study, we quantitatively investigated the changes in the electrochemical properties and chemical/physical states of Li4SnS4 resulted from moisture exposure using the XRD, Raman spectroscopy, and high-frequency electrochemical impedance spectroscopy (HF-EIS). Li4SnS4 was subjected to Ar gas ﬂow at a dew point ranging from −20 °C to 0 °C for 1 h, and sulﬁde hydrolysis generated only a",{"entities":[[38,45,"SULFIDE_ELECTROLYTE"],[230,237,"SULFIDE_ELECTROLYTE"],[373,380,"SULFIDE_ELECTROLYTE"]]}],["minute amount of H2S. The XRD patterns and Raman spectra revealed the formation of Li4SnS4·4H2O with increasing dew point. The HF-EIS analysis, which was conducted to clarify the spatial distribution of the hydrate within the particle, revealed a signiﬁcant decrease in the ionic conductivity of Li4SnS4; this result can be attributed to the increased grain-boundary (SE/SE particle contact) resistance due to the formation of Li4SnS4·4H2O at the particle surface, despite the generation of a minute",{"entities":[[296,303,"SULFIDE_ELECTROLYTE"]]}],["amount of H2S. By combining these multifaceted analytical methods, we demonstrated that the thermodynamically stable surface hydrate Li4SnS4·4H2O reduced the lithium-ion conductivity without H2S generation owing to the hydrolysis of sulﬁde. Thus, we chemically, spatially, and quantitatively veriﬁed the mechanism underlying the observed decrease in the ionic conductivity.",{"entities":[]}],["© The Author(s) 2024. Published by ECSJ. This is an open access article distributed under the terms of the Creative Commons Attribution 4.0 License (CC BY, http://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse of the work in any medium provided the original work is properly cited. [DOI: 10.5796/electrochemistry.24-00023].Keywords : All-solid-state Battery, Sulﬁde Solid Electrolyte, Li4SnS4, Moisture Exposure1.Introduction",{"entities":[]}],["A sulﬁde solid electrolyte (SE), as a lithium ionic conductor, exhibits excellent properties, including a high lithium-ion con- ductivity, thermal stability, and plasticity,1–4 which are suitable for implementing all-solid-state batteries (ASSBs). ASSBs are the next- generation energy storage alternatives to conventional lithium-ion batteries, which use organic liquid electrolytes. Recently, Kanno et al. investigated the operation of an ASSB with an extremely high capacity, utilizing",{"entities":[]}],null,["signiﬁcant amount of H2S gas,9,10 and thus, some strategies, such as adjusting the atomic composition,7,11 replacing S with other elements,12 and applying nano-coatings to the particle surface,15,16 have been proposed to suppress the formation of H2S gas in Li6PS5Cl. In addition to these material modiﬁcations, some recent studies introduced Li4SnS4 (LSS), which is known for its inherently high moisture durability.17–23 Hexagonal LSS synthesized via mechanical milling produces an exceptionally",{"entities":[]}],["small quantity of",{"entities":[]}],["H2S gas (³0.2 cm3 g¹1) when exposed to air with temperatures in the range of 20–22 °C and relative humidity of 70 % for 40 min.17 Additionally, Kimura et al.18 reported the overall picture that the hydration and dehydration of LSS, which suggested that thermody- namically stable hydrated state of Li4SnS4·4H2O suppresses the generation of H2S gas. Therefore, taking advantage of its stability against H2O, LSS can be synthesized synthetically through an aqueous-solution processes.21–23 Matsuda et",{"entities":[]}],["al. also proposed an aqueous-phase synthesis method using an ion-exchange mem- brane,23 with expectations for its industrial development.",{"entities":[]}],["In the present study, we focused on the quantitative analysis of the variations in the electrochemical properties and chemical/ physical states of LSS exposed to an inert Ar gas mixed with H2O as various dew points (indicating moisture contents). To verify the changes in the electrochemical properties and chemical/physical states associated with moisture-exposure, we conducted various measurements using XRD, Raman spectroscopy, and high-fre- quency electrochemical impedance spectroscopy",{"entities":[]}],["(HF-EIS). We examined the mechanisms underlying the changes observed in LSS exposed to a small amount of moisture, dry environment close to simulating actual battery manufacturing, based on the results of the above analyses.",{"entities":[]}],["2. Experimental Section2.1 Material and preparation§ECSJ Active Member Y. Morino M. Otoyama T. Okumura K. Kuratani D. Ito H. Sanoorcid.org/0000-0002-6973-7786orcid.org/0000-0002-1897-6672 orcid.org/0000-0003-0752-0941 orcid.org/0000-0001-8445-8032orcid.org/0009-0006-9296-1926orcid.org/0000-0002-7557-0767",{"entities":[]}],["LSS powder was synthesized using a previously reported procedure.21,22 Li2S, S, and Sn were introduced into ultrapure H2O at a molar ratio of 2 : 2 : 1 without exposure to air. The mixture was dissolved while stirring at 80 °C for more than 12 h and then dried at 120 °C in a vacuum for 3 h to obtain a hexagonal LSS powder with an average particle size of approximately 1 µm (Fig. 1). Controlled moisture exposure of LSS was performed using an apparatus1Electrochemistry, 92(4), 047002 (2024)",{"entities":[]}],["Figure 2. Equivalent circuit used for the EIS spectral ﬁtting analysis.2 μmFigure 1. SEM images were obtained to investigate the particle size of synthesized LSS with an electron gun at an accelerating voltage of 5 keV in secondary electron collecting mode.",{"entities":[]}],["constructed based on the method reported by Yamada et al.24 An Ar gas cylinder (<0.5 ppm H2O, Grade 1, Taiyo Nippon Sanso Co., Japan) was used as the upstream gas source. The dew points of the gas ﬂow during the moisture exposure test were ¹20 and 0 °C, and the corresponding H2O contents were approximately 1000 and 6000 ppm, respectively. In the experiment, 200 mg of the LSS powder was exposed to the moisture-controlled Ar gas at a ﬂow rate of 0.8 L min¹1 for 1 h. An H2S sensor (Model RS3000,",{"entities":[]}],["Advanced Micro Instruments, USA) was connected to the gas line after moisture exposure of the LSS sample to monitor the amount of generated H2S gas. The total amount of generated H2S was calculated per 1 g of SE based on the recorded concentration values. The data for a dew point of 0 °C were obtained from a previous report.",{"entities":[]}],["range of up to 120 MHz using an integrated commercial system with a temperature control unit (4990EDMS-120K, LakeShore 33x, TOYOTech, Japan). First, 80 mg of the LSS powder samples (before and after exposure) were pelletized at 360 MPa in a zirconia cylinder (diameter: 10 mm) between two stainless steel (SUS) pistons. The pellet was subsequently extracted and loaded into the measurement cell. The EIS measurements were conducted over a frequency range from 100 MHz to 20 Hz at a setting",{"entities":[]}],["temperature of 233.15– 298.15 K. The normalized impedance value Z (unit = ³ cm) was calculated as Z = (Zmeasure © S)/d, where S is the area of the pellet (10 mm] diameter), and d is the thickness (usually ³0.55 « 0.02 mm). For convenience, we conducted a simple ﬁtting analysis using the equivalent circuit depicted in Fig. 2, in full accordance with previously reported methodologies.26,27 All the sampling procedures for the EIS measurements were performed in an Ar- ﬁlled glove box (dew point <",{"entities":[]}],["¹80 °C).",{"entities":[]}],["3. Results and Discussion2.2 SEMThe particle size of the synthesized LSS was determined using a SEM apparatus (S-4800, Hitachi Hi-Tech, Japan) with an air-tight sample holder. The particles were dispersed and ﬁxed onto a conductive carbon tape. SEM images were obtained using an electron gun at an accelerating voltage of 5 keV in secondary electron collecting mode.2.3 XRD",{"entities":[]}],["XRD measurements were conducted using a reﬂective conﬁg- uration system (Empyrean, Malvern PANalytical, UK) with an air- tight holder. The diﬀraction patterns were obtained for a 2H range of 10°–80° with a step width of 0.1° using CuKA X-rays. Rietveld analysis of the acquired diﬀraction patterns was conducted based on the reported crystallographic information ﬁles of hexagonal LSS17 and Li4SnS4·4H2O.18 General Structure and Analysis Software II (GSAS-II) software package25 was used for data",{"entities":[]}],["processing.",{"entities":[]}],["Figure 3 shows the amount of H2S gas generated in cm3 volume per 1 g of LSS at diﬀerent dew points. A low amount of H2S gas, approximately 0.01 cm3 g¹1, was detected at a dew point of ¹20 °C, and a maximum amount of 0.17 cm3 g¹1 of H2S gas was generated at a dew point of 0 °C. The maximum H2S gas amount of 0.17 cm3 g¹1 at a dew point of 0 °C accounts for only 0.05 mol% of the S content in LSS, the stoichiometric composition remains nearly unchanged. This result indicates that LSS exhibits",{"entities":[]}],["extremely high moisture durability. Moreover, under similar moisture con- ditions, the amount of H2S gas released by the argyrodite-structured sulﬁde SE Li6PS5Cl, which is a typical sulﬁde SE, is more than 100 times that released by LSS in this study.8,9,28,29 Recently, Scharmann et al.28 systematically investigated the H2S generation amount of argyrodite-structured Li6PS5Cl for various dew points, whose results",{"entities":[]}],["indicating that2.4 Raman spectroscopy",{"entities":[]}],["Raman spectroscopy was carried out using the RAMANforce (Nanophoton, Japan) system, equipped with an incident green laser with a wavelength of 532 nm. The laser was directed through a quartz glass window in an air-tight sample holder. The laser output was reduced to 10 µW µm¹2, and the laser exposure time was set to 10 s to prevent damage. The Raman spectra were calibrated using the ﬁxed Si wafer peak at 520.6 cm¹1 and normalized to the peak corresponding to the Sn–S vibration of the SnS4 unit",{"entities":[]}],["(located at ³350 cm¹1).17",{"entities":[]}],["2.5 Impedance analysisEIS measurements were conducted within a high-frequencyFigure 3. Amount of H2S gas generated converted to per 1 g of LSS at dew points of ¹20 °C (dashed line, blue) and 0 °C (solid line, red) in Ar ﬂow.2Electrochemistry, 92(4), 047002 (2024)",{"entities":[]}],["Figure 4. Diﬀraction pattern analysis; (a) pristine (black), mois- ture-exposed LSS at dew points of (b) ¹20 °C (blue), and (c) 0 °C (red). According to the results of the quantitative XRD analysis, the molar ratio of Li4SnS4·4H2O in the pristine sample is <0.3 % and those in the moisture-exposed samples at dew points of ¹20 and 0 °C are 0.4 %, and 14.1 %, respectively. The vertical bars at the bottom correspond to hexagonal LSS and Li4SnS4·4H2O crystal structures.17,18",{"entities":[]}],["implies challenging issue for batteries using sulﬁde SEs.implementation of all-solid-state(a) Raman spectra in the Sn–S vibration region of Figure 5. pristine and moisture-exposed samples at dew points of ¹20 and 0 °C.18 (b) Subtraction spectra for comparing the moisture-exposed samples at dew points of ¹20 and 0 °C with the pristine samples. 4¹ unit and Li4SnS4·4H2O.18 The dotted lines correspond to the SnS4",{"entities":[]}],["To clarify the chemical state of LSS after moisture exposure, we analyzed the exposed samples using XRD and Raman spectroscopy. Figure 4 shows the XRD patterns of LSS before (pristine) and after moisture exposure. The pattern of the pristine LSS sample indicates that it has a hexagonal crystal structure.17 No changes are observed in the XRD pattern after exposure up to a dew point of ¹20 °C. However, a noticeable change is evident after exposure at a dew point of 0 °C. The prominent peak at",{"entities":[[277,286,"STRUCTURE"]]}],["14.9° with several subpeaks the hydrate Li4SnS4·4H2O.18 The align with the pattern of quantitative XRD analysis results22 show that the molar ratio of Li4SnS4·4H2O in the pristine sample is <0.2 % and those in the moisture-exposed samples at dew points of ¹20 and 0 °C are 0.4 %, and 14.1 %, respectively. Therefore, exposure to moisture ultimately leads to hydration of LSS. Nevertheless, in the XRD measurement, which is a bulk analysis, no distinct hydrates could be discerned in the samples",{"entities":[]}],["exposed to moisture at low dew points. It is generally known that the analysis depth of Raman spectroscopy measurements using a green laser of 532 nm is approximately several hundred nanometers,30 although strictly speaking it depends on the reﬂectance and absorption characteristics of samples. Yamamoto et al.31 conducted a depth analysis of the reaction process in SE synthesis using XRD and Raman spectroscopy. Figure 5a shows the spectra of the Raman shift region attributed to Sn–S vibrations.",{"entities":[]}],["Referring to the previously reported,18 Li4SnS4·4H2O has a sharper 4¹ of pristine LSS. Therefore, and lower Raman-shift peak than SnS4 4¹ unit of pristine the peak at ³350 cm¹1 corresponds to the SnS4 LSS and that at ³340 cm¹1 is ascribed to the hydrate Li4SnS4·4H2O. Supplementarily, a sub-peak at ³240 cm¹1 derived from Li4SnS4· 4H2O18 was also observed in the Raman spectra of the samples exposed to moisture at a dew point of 0 °C. The peaks clearly show the presence of hydrate, which is",{"entities":[]}],["consistent with the XRD result. The subtraction spectra of the pristine sample are shown in Fig. 5b, which show the variations in the samples exposed to diﬀerent dew points. Notably, a small amount of hydrate is formed even at a dew",{"entities":[]}],["point of ¹20 °C. The XRD and Raman spectroscopy results suggest that the hydration reaction of LSS may commence at the particle surface. Furthermore, these ﬁndings indicate that elevating the dew point (corresponding to an increase in moisture content) promotes the hydration reaction.",{"entities":[]}],["To verify that the hydration reaction is initiated from the particle surface and to assess its impact on lithium-ion conductivity, depth- resolved methods that can eﬀectively distinguish and characterize both the surface and internal bulk of the particles are employed. In this study, we adopted the HF-EIS26,27,32–34 method for this analysis. The HF-EIS method can separate the lithium-ion conduction the grain boundaries (SE/SE between the particles, particle contact), from that within the",{"entities":[]}],["particle bulk in the macro- scopic overall conduction of the SE based on the diﬀerences in the time constants. In other words, it has an indirect depth resolution, which enables tracking of the impedance changes both at the particle surface and within the particle. Because of the signiﬁcantly small time constant of the internal bulk impedance component, impedance measurements at frequencies higher than those typically employed in general-purpose measurements are required.8,26,32–34 Previous",{"entities":[]}],["studies also successfully separated and analyzed the grain boundary and internal bulk impedances of exposed sulﬁde SE particles.26,32 For example, Tian et al. reported the separation of the physical structure (grain boundary and internal bulk) and impedance factors of sulﬁde SEs by combining HF-EIS measurements and the distribution of relaxation times (DRT) analysis method, providing valuable insights for industrial production.32 In addition, Kuwata et al. precisely investigated lithium-ion",{"entities":[]}],["diﬀusion in Li0.29La0.57TiO3 and visualized that a remarkable local concentration gradient of lithium-ion was formed at grain boundary where primary particles contacted,35 which would support that the equivalent circuit has a RC component corresponding to the grain boundary as shown in",{"entities":[]}],["thatis, at3Electrochemistry, 92(4), 047002 (2024)",{"entities":[]}],["Figure 6. Nyquist and Bode plots of the EIS data at (a) 298 K and (b) 253 K; pristine (black circle), moisture-exposed at dew points of ¹20 °C (blue square) and 0 °C (red triangle). The solid lines are the ﬁtting results for the EIS data. (c) Capacitance value at 298 K for each sample obtained by ﬁtting. (d) Arrhenius plot of the impedance components 1 (opened marks) and 2 (closed marks), along with the activation energy derived from linear approximation (dotted and dashed lines).",{"entities":[]}],["Fig. 2. Figures 6a and 6b show the EIS data measured at 298 and 253 K in the form of Nyquist and Bode plots. Evidently, the total impedance at a high dew point increases, and the rate of increase is high at low temperatures. The spectra reveal that the two overlapped components of the pristine sample (component 1: a high-frequency semicircular arc; component 2: a low-frequency semicircular arc) separate as the dew point increases during moisture exposure. While component 2 shifts toward the",{"entities":[]}],["lower frequency side owing to the high dew point during moisture exposure, the response frequency of component 1, as indicated by the dotted lines in Figs. 6a and 6b, remains unchanged for all the samples. The two components are then ﬁtted using the equivalent circuit depicted in Fig. 2, and the ﬁtted capacitance and resistance values are shown in Figs. 6c and 6d. the resistance of component 1 changes only negligibly, whereas that of component 2 signiﬁcantly increases. Based on a comparison of",{"entities":[]}],["the capacitance values,26,34 component 1 in the high-frequency region of ³10¹11 F can be assigned to the lithium-ion conduction of the internal bulk, whereas component 2 in the low-frequency region of ³10¹10 F is ascribed to the grain boundary (SE/SE particle contact). The spectroscopic impedance",{"entities":[]}],["Interestingly,Table 1. Total amount of H2S gas generated and total lithium-ion conductivity upon moisture exposure.PristineDew point ¹20 °CDew point 0 °CTotal amount of H2S gas (cm3 g¹1) Lithium-ion conductivity (mS cm¹1) [Retention rate]—0.19 [100 %]0.01 0.075 [39 %]0.17 0.026 [14 %]",{"entities":[]}],["analysis reveals that the observed increase in the resistance, which is equal to a decrease in the lithium-ion conductivity, with an increase in the dew point can be attributed to the grain boundaries. Table 1 presents a summary of the relationship between the amount of H2S gas generated and total lithium-ion conductivity. The impedance spectroscopic analysis reveals a signiﬁcant decrease in the lithium- ion conductivity, which can be attributed to the increase in the grain- boundary (SE/SE",{"entities":[]}],["particle contact) resistance, despite the minute amount of H2S gas generated, as described before.",{"entities":[]}],["4Electrochemistry, 92(4), 047002 (2024)thickness of the sample pellet, and pellet shrinkage at extremely low temperatures, etc.The correlation between the hydration process of moisture- exposed LSS and lithium-ion conductivity was summarized as follows (Fig. 8), where the thickness of the surface hydrate layer is geometrically calculated based on the results of qualitative XRD analysis, assuming LSS sphere particle with diameter of 1 µm:(i)",{"entities":[]}],["In the initial state, an extremely small amount of Li4SnS4· 4H2O, corresponding to an average thickness of <0.5 nm, exists as a surface residue, which originates from the synthesis process and/or storage.(ii) When exposed to Ar with a low dew point (e.g., dew point of ¹20 °C), the thickness of the hydration layer of Li4SnS4·4H2O gradually increases up to <1 nm.",{"entities":[]}],["Figure 7. Activation energy of 1/Rx for components 1 (opened bar) and 2 (closed bar) calculated from the linear-approximation slope.(iii) At a high dew point (e.g., dew point of 0 °C), the surface hydration clearly progresses up to a thickness of tens of nanometers.",{"entities":[]}],["Furthermore, the activation energy for lithium-ion conduction is calculated based on the temperature dependence of the impedance components 1 and 2, and the results are shown in Fig. 7. The activation energies for lithium-ion conduction in the inner bulk and grain boundary of the pristine sample are 42.8 and 44.6 kJ mol¹1, the respectively. However, activation energy for lithium-ion conduction in the grain boundary signiﬁcantly increases to ³53 kJ mol¹1, whereas that of the inner bulk remains",{"entities":[]}],["unchanged. This observed trend is consistent with the observed increase only in the grain-boundary resistance. The XRD and Raman spectroscopy results collectively indicate that remark- able increase in the resistance and activation energy at the grain boundary is attributed to the formation of the hydrate Li4SnS4·4H2O only on the surface of the SE particle. Indeed, a previous study reported that this hydrate exhibits a lower lithium-ion conductivity and higher activation energy compared with",{"entities":[]}],["those of LSS.18 Moreover, the increase in the dew point from ¹20 °C to 0 °C does not aﬀect the activation energy, which remains constant (Fig. 7); only the grain-boundary resistance increases with the increasing dew point (Fig. 6d), suggesting that the thickness of Li4SnS4·4H2O on the surface increases with increasing dew point of exposure. This result is also consistent with the XRD and Raman spectroscopy results. We mention here that various technical limitations exist the measurable",{"entities":[]}],["resistance range of the measurement device, the",{"entities":[]}],["in the moisture-exposed samples,",{"entities":[]}],["The lithium-ion conductivity of the hydrate Li4SnS4·4H2O is low (10¹9 S cm¹1).18 Therefore, the formation of a surface layer of the thermodynamically stable hydrate Li4SnS4·4H2O results in a signiﬁcant decrease in the lithium-ion conductivity, without H2S gas generation owing to sulﬁde hydrolysis. Further investigations are required to elucidate the mechanism by which the hydration reaction erodes into the bulk as well as its erosion rate. In this study, we succeeded in indirectly revealing the",{"entities":[]}],["chemical and spatial states of moisture-exposed LSS by combining XRD, Raman spectroscopy, and HF-EIS measurement results. These facts cannot be easily and accurately analyzed using general vacuum-based surface evaluation methods owing to the occurrence of dehydration. The proposed methodology and insights obtained from the ﬁndings of this study will promote the improvement and enhancement of sulﬁde SEs in the future.",{"entities":[]}],["4. ConclusionsIn this study, we investigated the relationship between lithium- ion conductivity and the chemical state of LSS, which is a sulﬁde SE, with minimal H2S gas generation from side reactions with H2O (compared to other typical materials) upon moisture exposure at dew points of ¹20 and 0 °C in Ar gas ﬂow. The moisture-exposed powder was analyzed using XRD, Raman spectroscopy, and HF- EIS. The major conclusions drawn from the results of these analyses are as follows:",{"entities":[]}],["Figure 8. Schematic illustrations of the LSS hydration processes observed in this study; (i) initial state, (ii) lower dew point (e.g. dew point of ¹20 °C), and (iii) higher dew point (e.g. dew point of 0 °C).5Electrochemistry, 92(4), 047002 (2024)(i) Moisture exposure induces the formation of the hydrate Li4SnS4·4H2O, whose amount depends on the water content in the atmosphere.",{"entities":[]}],["(ii) The hydrate is localized at the particle surface. (iii) The hydrate layer on the particle surface signiﬁcantly reduces the lithium-ion conductivity while inhibiting H2S gas generation.6. S. Chen, D. Xie, G. Liu, J. P. Mwizerwa, Q. Zhang, Y. Zhao, X. Xu, and X. Yao, Energy Storage Mater., 14, 58 (2018). J. Chen, H. Chen, and B. Tian, Chem. Commun., 59, 13018 (2023).",{"entities":[]}],["7. 8. H. Sano, Y. Morino, A. Yabuki, S. Sato, N. Itayama, Y. Matsumura, M. Iwasaki, M. Takehara, T. Abe, Y. Ishiguro, T. Takahashi, N. Miyashita, A. Sakuda, and A. Hayashi, Electrochemistry, 90, 037012 (2022).9. Y. Morino, H. Sano, K. Kawamoto, K. Fukui, M. Takeuchi, A. Sakuda, and A. Hayashi, Solid State Ionics, 392, 116162 (2023).(iv) The chemical state of the internal bulk (core region) in theparticle remains unchanged.",{"entities":[]}],["We succeeded in revealing the chemical and spatial states of moisture-exposed LSS, which is diﬃcult to analyze using general surface analysis methods in vacuum owing to dehydration. We also veriﬁed the mechanism corresponding to the decrease in the lithium- ion conductivity. More direct measurements will be required in the future to obtain deeper insights into these phenomena.",{"entities":[]}],["10. Y. Morino, H. Sano, K. Kawamoto, H. Higuchi, N. Yamamoto, A. Matsuda, K. Fukui, A. Sakuda, and A. Hayashi, J. Phys. Chem. C, 127, 12342 (2023). 11. J. S. Park, C. H. Jo, and S. T. Myung, Energy Storage Mater., 61, 102869 (2023). 12. Z. Jiang, Y. Liu, H. Peng, J. Li, X. Xu, H. Su, Y. Zhong, X. Wang, C. Gu, and J. Tu, Energy Storage Mater., 56, 300 (2023).13. G. Liu, D. Xie, X. Wang, X. Yao, S. Chen, R. Xiao, H. Li, and X. Xu, Energy Storage Mater., 17, 266 (2019).",{"entities":[]}],["14. L. Ye, E. Gil-González, and X. Li, Electrochem. Commun., 128, 107058 (2021). 15. K. T. Kim, J. Woo, Y.-S. Kim, S. Sung, C. Park, C. Lee, Y. J. Park, H.-W. Lee, K. Park, and Y. S. Jung, Adv. Energy Mater., 13, 2301600 (2023).CRediT Authorship Contribution Statement16. X. Zhang, X. Li, S. Weng, S. Wu, Q. Liu, M. Cao, Y. Li, Z. Wang, L. Zhu, R. Xiao, D. Su, X. Yu, H. Li, L. Chen, Z. Wang, and X. Wang, Energy Environ. Sci., 16, 1091 (2023).",{"entities":[]}],["Yusuke Morino: Conceptualization (Lead), Data curation (Lead), Formal analysis (Lead), Investigation (Lead), Methodology (Lead), Validation (Lead), Visualization (Lead), Writing – original draft (Lead), Writing – review & editing (Lead)Misae Otoyama: Formal analysis (Supporting), Supervision (Supporting), Writing –17. K. Kanazawa, S. Yubuchi, C. Hotehama, M. Otoyama, S. Shimono, H. Ishibashi, Y. Kubota, A. Sakuda, A. Hayashi, and M. Tatsumisago, Inorg. Chem., 57, 9925 (2018).",{"entities":[]}],["18. T. Kimura, T. Nakano, A. Sakuda, M. Tatsumisago, and A. Hayashi, J. Phys. Chem. C, 127, 1303 (2023).review & editing (Supporting)Toyoki Okumura: Formal analysis (Supporting), Supervision (Supporting), Writing –19. M. Otoyama, K. Kuratani, and H. Kobayashi, Ceram. Int., 47, 28377 (2021). 20. H. Kwak, K. H. Park, D. Han, K.-W. Nam, H. Kim, and Y. S. Jung, J. Power Sources, 446, 227338 (2020).",{"entities":[]}],["19. M. Otoyama, K. Kuratani, and H. Kobayashi, Ceram. Int., 47, 28377 (2021). 20. H. Kwak, K. H. Park, D. Han, K.-W. Nam, H. Kim, and Y. S. Jung, J. Power Sources, 446, 227338 (2020).Kentaro Kuratani: Formal analysis (Supporting), Supervision (Supporting), Writing –21. T. Kimura, H. Tanigaki, T. Nakano, K. Motohashi, A. Sakuda, M. Tatsumisago, and A. Hayashi, ECSJ Fall Meeting, 1N03 (2022).",{"entities":[]}],["21. T. Kimura, H. Tanigaki, T. Nakano, K. Motohashi, A. Sakuda, M. Tatsumisago, and A. Hayashi, ECSJ Fall Meeting, 1N03 (2022).Naoya Shibata: Data curation (Supporting), Formal analysis (Supporting), Investigation22. Y. Morino, H. Sano, M. Otoyama, K. Kuratani, T. Okumura, N. Shibata, and D. Ito, SSIJ49 Symposium, 1A-03 (2023).22. Y. Morino, H. Sano, M. Otoyama, K. Kuratani, T. Okumura, N. Shibata, and D. Ito, SSIJ49 Symposium, 1A-03 (2023).",{"entities":[]}],["Daisuke Ito: Formal analysis (Supporting), Investigation (Supporting), Supervision23. R. Matsuda, T. Kokubo, N. H. H. Phuc, H. Muto, and A. Matsuda, Solid State Ionics, 345, 115190 (2020).23. R. Matsuda, T. Kokubo, N. H. H. Phuc, H. Muto, and A. Matsuda, Solid State Ionics, 345, 115190 (2020).",{"entities":[]}],["Hikaru Sano: Conceptualization (Lead), Data curation (Lead), Formal analysis (Lead), Investigation (Lead), Methodology (Lead), Validation (Lead), Visualization (Lead), Writing – original draft (Lead), Writing – review & editing (Lead)24. H. Yamada, N. Morimoto, H. Mukohara, T. Tojo, S. Yano, E. Magome, T. Morimura, R. Bekarevich, and K. Mitsuishi, J. Power Sources, 511, 230422 (2021).Conﬂict of Interest",{"entities":[]}],["25. B. H. Toby and R. B. V. Von Dreele, Powder Diﬀr., 29, S2 (2014). 26. Y. Morino, H. Sano, S. Kawaguchi, S. Hori, A. Sakuda, T. Takahashi, N. Miyashita, A. Hayashi, and R. Kanno, J. Phys. Chem. C, 127, 18678 (2023).The authors declare that they have no known competing ﬁnancial interests or personal relationships that could have appeared to inﬂuence the work reported in this paper.",{"entities":[]}],["27. P. Bron, S. Dehnen, and B. Roling, J. Power Sources, 329, 530 (2016). 28. T. Scharmann, C. Özcelikman, D. M. Nguyen, C. A. Heck, C. Wacker, P. Michalowski, A. Kwade, and K. Dröder, ACS Appl. Energy Mater., 7, 1261 (2024).References1. J. C. Wang, P. F. Wang, and T. F. Yi, Energy Storage Mater., 62, 102958 (2023). 2. N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto, and A. Mitsui, Nat. Mater., 10, 682 (2011).",{"entities":[]}],["29. Y. Chen, M. A. T. Marple, D. H. S. Tan, S. Ham, B. Sayahpour, W. Li, H. Yang, J. B. Lee, H. J. Hah, E. A. Wu, J.-M. Doux, J. Jang, P. Ridley, A. Cronk, G. Deysher, Z. Chen, and Y. S. Meng, J. Mater. Chem. A, 10, 7155 (2022). 30. W. S. Yoo, J. H. Kim, and S. M. Han, J. Micro/Nanolth. MEMS MOEMS, 13, 011205 (2014).",{"entities":[]}],["31. K. Yamamoto, M. Takahashi, K. Ohara, N. H. H. Phuc, S. Yang, T. Watanabe, T. Uchiyama, A. Sakuda, A. Hayashi, M. Tatsumisago, H. Muto, A. Matsuda, and Y. Uchimoto, ACS Omega, 5, 26287 (2020).3. H. Chen, Y. Lu, H. Zhang, Y. Zhou, J. Chen, X. Huang, and B. Tian, Chem.32. H. Chen, H. Zhang, Y. Zhou, J. Chen, X. Huang, and B. Tian, J. Power Sources, 583, 233579 (2023).32. H. Chen, H. Zhang, Y. Zhou, J. Chen, X. Huang, and B. Tian, J. Power Sources, 583, 233579 (2023).",{"entities":[]}],["4. A. Kato, M. Nose, M. Yamamoto, A. Sakuda, A. Hayashi, and M. Tatsumisago,33. K. Ariyoshi, A. Mineshige, M. Takeno, T. Fukutsuka, T. Abe, S. Uchida, and Z.J. Ceram. Soc. Jpn., 126, 719 (2018).5. Y. Li, S. Song, H. Kim, K. Nomoto, H. Kim, X. Sun, S. Hori, K. Suzuki, N. Matsui, M. Hirayama, T. Mizoguchi, T. Saito, T. Kamiyama, and R. Kanno, Science, 381, 50 (2023).",{"entities":[]}],["Shiroma, Electrochemistry, 90, 102008 (2022). J. T. S. Irvine, D. C. Sinclair, and A. R. West, Adv. Mater., 2, 132 (1990). 34. 35. G. Hasegawa, N. Kuwata, T. Ohnishi, and K. Takada, J. Mater. Chem. A, 12, 731(2024).6",{"entities":[]}],["",{"entities":[]}]]}
