{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["NanoEnergy87(2021)106081Availableonline8May20212211-2855/©2021ElsevierLtd.Allrightsreserved.Contents lists available at ScienceDirectNano Energyjournal homepage: www.elsevier.com/locate/nanoenReviewCurrent status and future directions of all-solid-state batteries with lithium metal anodes, sulfide electrolytes, and layered transition metal oxide cathodes",{"entities":[]}],["Chaoshan Wu a, 1, Jiatao Lou b,1, Jun Zhang b, Zhaoyang Chen a, Akshay Kakar a, Benjamin Emley c, Qing Ai d, Hua Guo d, Yanliang Liang c, Jun Lou d, Yan Yao a, c, *, Zheng Fan e,** a Materials Science and Engineering Program, University of Houston, Houston, TX 77204, USA b College of Materials Science and Engineering, Zhejiang University of Technology, Hangzhou 310014, PR China c Department of Electrical and Computer Engineering and Texas Center for Supercondutivity at the University of Houston",{"entities":[]}],["(TcSUH), University of Houston, Houston, TX 77204, USA d Department of Materials Science and NanoEngineering, Rice University, Houston, TX 77005, USA e Department of Engineering Technology, University of Houston, Houston, TX 77204, USA",{"entities":[]}],["A R T I C L E I N F OA B S T R A C TKeywords: All-solid-state battery Lithium metal anode Sulfide electrolyte Layered transition metal oxide cathode",{"entities":[]}],["All-solid-state batteries (ASSBs) offer great promise as a next-generation energy storage technology with higher energy density, wider operating temperature range, and improved safety for electric vehicles. ASSBs employing lithium metal anodes (Li), sulfide-based solid-state electrolytes (SSE), and Ni-rich layered transition metal oxide cathodes (LiMO2, M = Ni, Mn, Co, Al) are particularly promising due to its superior electrochemical performance compared to other solid-electrolyte systems.",{"entities":[]}],["However, the battery cycle life at high cathode mass loading and high current is still limited because the failure mechanism is not fully understood. Lithium dendrite growth at the anode or inside a solid electrolyte still represents as a serious risk of cell failure. Interfacial resistance increases attributed to electrolyte decomposition and interfacial void formation at both cathode(cid:0) electrolyte and anode- (cid:0) electrolyte interfaces lead to gradual capacity fading. In this Review,",{"entities":[]}],["we present the fundamental challenges and recent scientific understandings of each component in ASSBs. The novel diagnostic tools for these compo- nents, especially the interfaces buried under the surface that are often hard for characterization are mainly examined. Finally, we offer a perspective for future research directions. We hope this Review will provide a timely snapshot of state-of-the-art research progress in ASSBs to accelerate the development of ASSBs.",{"entities":[]}],["1. Introduction",{"entities":[]}],["electrolyte-LiCoO2 architecture was established in the 1990 s, after which novel anode, electrolyte, and cathode batteries with higher safety, longer life, and more stable performance were pursued. Attempts to enhance performance included replacing graphite anodes with Li metal anodes to dramatically improve energy density [6–8] and the use of Ni-based layered metal oxides, such as LiNixMnyCozO2 (NMC, x + y + z = 1) and LiNi0.8Co0.15Al0.05O2 (NCA), as cathode materials [9–12]. These Ni-rich",{"entities":[]}],["cathode materials have favorable specific capacity, rate capability, and working voltage. Li-NMC and Li-NCA batteries encap- sulated with organic liquid electrolytes have a high material-level en- ergy density (considering the weight of active materials) and have a (cid:0) 1 [13,14]; thus, theoretical specific energy reaching 1000 Wh kg",{"entities":[]}],["The replacement of internal-combustion-engine-based vehicles with electric vehicles (EVs) is a growing trend and an essential solution to address carbon emission issues and climate change. The U.S. Depart- ment of Energy’s Battery500 consortium aims to boost battery specific (cid:0) 1, almost double that of today’s typical EV battery, energy to 500 Wh kg (cid:0) 1 which ranges from 200 to 250 Wh kg target is difficult to reach using conventional Li ion batteries (LIBs) because they use graphite",{"entities":[]}],["anodes, organic liquid electrolytes (LE), and lithium metal oxide cathodes (e.g., LiCoO2) [2–5]. As shown in the overview of LIB development (Fig. 1), the classical graphite-liquid",{"entities":[]}],["(cid:0) 1 [1]. However, the 500 Wh kgCorresponding author at: Materials Science and Engineering Program, University of Houston, Houston, TX 77204, USA. ** Corresponding author. E-mail addresses: yyao4@central.uh.edu (Y. Yao), fanzheng@central.uh.edu (Z. Fan).1 These authors contributed equally to the work.https://doi.org/10.1016/j.nanoen.2021.106081 Received 21 February 2021; Received in revised form 10 April 2021; Accepted 15 April 2021NanoEnergy87(2021)1060812C. Wu et al.",{"entities":[]}],["Fig. 1. Overview of LIB development, practical challenges of ASSBs, and Li-SSE-LiMO2 architecture. (a) Contact elastoplasticity of the Li metal. (b) Reductive interfacial reactions. (c) Dendrite growth. (d) Electrochemical instability within the SSE. (e) Mechanical failures of the SSE. (f) Oxidative electrolyte degradations. (g) Void generations due to the contact loss between the cathode particles and the solid electrolyte after cycling. (h) Structural instability of the cathode.",{"entities":[]}],["(cid:0) 1 with a 50% decrease cell-level specific energy may reach 500 Wh kg from packing assembly [15]. Together with progress in electrode ma- terials, the development of solid-state electrolytes (SSEs) for LIBs ad- dresses safety concerns in flammable liquid electrolyte solutions and potentially improves energy density [16–21]. Moreover, SSEs in the battery promise enhanced safety and high-energy densities that are desired for EV applications. Unfavorable side reactions at the interface",{"entities":[]}],["between the liquid electrolyte and Li anode, such as solid electrolyte interphase (SEI) formation and Li filament growth, will likely be resolved at the solid-solid Li/SE interface [17,22]. Mainstream SSEs include polymetric, inorganic oxide, and sulfide electrolytes. The poly- metric electrolytes show excellent cathodic stability than oxide elec- trolytes, but anodic stability is lower [23,24]. Sulfide electrolytes present narrower electrochemical voltage window as compared with polymetric or",{"entities":[]}],["oxide competitors [25]. Among these SSEs, polymer-based electrolytes feature good chemo-mechanical wettability of the interface, enabling favorable contact with electrodes during fabrication and bat- tery operation [19,26–28]. Low mechanical stiffness of polymer-based electrolytes absorbs mechanical impacts from the electrode upon bat- tery charge-discharge, preventing internal physicochemical failure of the ASSB. However, polymer electrolytes suffer from multiple draw- backs, including",{"entities":[]}],["inferior mechanical stability, poor stability at elevated temperatures, and a narrow electrochemical stability window [29–31]. The typical polymer electrolyte framework, such as poly (ethylene oxide) (PEO), possesses a low ionic conductivity in the range of (cid:0) 1 at room temperature. In addition, Li dendrite growth 10 in polymer electrolytes is more severe than in inorganic solid electro- lytes [32], which is attributed to the low-shear modules of polymer electrolytes [33–35]. Conversely,",{"entities":[]}],["the large-shear moduli of inorganic electrolytes (e.g., oxide-based electrolytes at usually YG > 8 GPa) inhibit metal dendrite growth [36]. For example, improved garnet-type,",{"entities":[]}],["oxide-based electrolytes can reach a high ionic conductivity of (cid:0) 1 [37]. However, large-shear moduli of garnet inor- 10 ganic electrolytes can lead to mechanical fracture failures due to strain from battery cycling [38]. The shear moduli of “softer” sulfide SSEs are lower than garnet-type inorganic electrolytes but still higher than those of polymer electrolytes [39–41]. Thus, the use of sulfide SSEs in Li-L- iMO2 electrode battery systems can mitigate fracture failure [42–45]. Moreover,",{"entities":[]}],["sulfide conductors show extraordinarily high ionic conduc- (cid:0) 1) that compare with those of organic liquid-based tivities (~10 electrolytes [42,46]. These advantages make SSEs ideal solid electrolyte candidates for use with Li-LiMO2 electrodes for high-energy ASSBs tar- gets. The electrochemical capacitive performance of recently reported Li-SSE-LiMO2 batteries is summarized in Table 1.",{"entities":[]}],["(cid:0) 3–10(cid:0) 4 S cm(cid:0) 2 S cm",{"entities":[]}],["Despite the benefits of using SSEs and Li-LiMO2 electrode systems, several academic and commercial challenges must be addressed before their large-scale use. As illustrated in Fig. 1, general issues of the Li-SSE- LiMO2 architecture include: 1) Li metal anode: contact elastoplasticity (Fig. 1a); 2) Li-SSE anode interface: interfacial reactions (Fig. 1b) and dendrite growth (Fig. 1c); 3) SSE: electrochemical instability (Fig. 1d) and mechanical failures (Fig. 1e); 4) SSE-LiMO2 interfaces:",{"entities":[]}],["oxidative electrolyte degradation (Fig. 1f) and void generation (Fig. 1g); and 5) LiMO2 cathodes: structural instability (Fig. 1h). In the following sec- tions, we will provide an overview of recent studies of these topics and offer our perspectives on the practical applications of Li-SSE-LiMO2 batteries.",{"entities":[]}],["(cid:0) 6–10(cid:0) 8 S cm2. Li metal anodesLi metal is a promising anode candidate for rechargeable ion batte- (cid:0) 1) [6,7]. Li metal ries due to its high theoretical capacity (3860 mAh g anodes provide approximately 50% higher battery energy density thanNanoEnergy87(2021)1060813C. Wu et al.",{"entities":[]}],["Li metal during electrochemical cycling is challenging for Li/SE “sol- id-solid” contact, resulting in interface void formation and even anode (cid:0) 2) [73–75]. delamination at high-current densities (> 3 mAh cm Therefore, investigation of Li metal electrochemical-chemo-mechanical effects, especially Li creep behaviors, on battery cycling are critical for controlling stability of the Li anode. Fundamental investigations of these mechanisms are currently in progress.",{"entities":[]}],["Table 1 Electrochemical performance of Li-SSE-LiMO2 ASSBs.Year & RefsBattery compositionCapacitySSEAnodeCathode(cid:0) 1 (0.1 C, (cid:0) 2, 25Li6PS5Cl2020 [47]Li-InNMC711",{"entities":[]}],["153.4 mAh g 0.312 mA cm ℃) 108.7 mAh g 0.214 mA cm ℃) 98 mAh g 0.214 mA cm ℃) 150 mAh g 0.13 mA cm 80 mAh g 0.066 mA cm ℃) 147 mAh g 0.05 mA cm 122 mAh g 0.1 mA⋅cm 150 mAh g 0.12 mA cm 140 mAh g 0.12 mA cm 98.6 mAh g 0.06 mA cm 90 mAh g 0.02 mA cm 144 mAh g 0.178 mA cm ℃) 150 mAh g 0.064 mA cm ℃) 176 mAh g 0.214 mA cm ℃) 166 mAh g 0.064 mA cm ℃) 120 mAh g 0.13 mA cm 170.1 mAh g 0.12 mA cm 140 mAh g 0.053 mA cm ℃) 133.5 mAh g 0.074 mA cm ℃) 175.7 mAh g 0.2 mA cm 176.0 mAh g C, 0.093 mA cm ℃)",{"entities":[]}],["163.1 mAh g 0.204 mA cm ℃) 146 mAh g 0.075 mA cm ℃) 119.2 mAh g 0.063 mA cm ℃)",{"entities":[]}],["(cid:0) 1 (0.1 C, (cid:0) 2, 25Li6PS4.7O0.3BrLi-InNMC8112019 [48]2.1. Mechanical properties of Li metal based on bulk and small-scale measurements(cid:0) 1 (0.1 C, (cid:0) 2, 25Li5.7Zn0.15PS4.85O0.15BrLi-InNMC8112019 [49]",{"entities":[]}],["Pharr et al. reported the mechanical response of Li metal using a tensile test. The stress-strain relationship in bulk Li over a wide range of (cid:0) 1 (1/s) is shown in Fig. 2(a) [76]. Tensile strain rates from 5 tests show that rate-sensitive deformation of Li metal and its steady-state flow condition can be reached at room temperature and indicate po- tential dendrite morphology control through deformation mechanics. A similar deformation study of Li metal reported by Sakamoto et al. [77]",{"entities":[]}],["indicated a strain-rate plasticity of Li under pressure, suggesting creep is a dominant deformation mechanism in battery-relevant situations. The major focus of this study was the prevention of arbitrary incremental displacement and strain in Li metal that induces plastic creeping on the Li/SE interface. Their time-dependent (creep) deformation tests of Li confirmed that frictional force-induced hydrostatic stress on the Li metal contact surface can impede Li metal deformation and prevent",{"entities":[]}],["internal short-circuit resulting from Li flow over the interface (Fig. 2b). Studies of sample aspect ratio effects and adhesive Li forces have significant im- plications for other alkali metals (e.g., Na, K) that serve as battery an- odes. In addition to the intrinsic mechanical properties of Li metal, interactions between the SSE and bulk Li can also induce mechanical failure of the Li anode. Anand et al. has established a model of Li anode response in ASSBs based on large deformation theory",{"entities":[]}],["[80]. This model simulates the interaction between the Li anode and SSE upon elastic-viscoplastic response of the Li and indicates that relevant visco- plastic properties, including plastic-elastic distortion, elastic strain, and stress, dominate the bulk Li response. This work also provides important evidence that strain-rate revulsion is a major inducer of Li anode volume deformation-related battery failure, with size-dependent yield strength of the Li also contributing to this effect.",{"entities":[]}],["Particularly, the porous nature of electrodeposited Li and its related dendrites render an undesired stress architecture. As measured by bulk tensile and nano-indentation tests, Li metal exhibits significant strain-rate sensitivity and size de- pendency on creeping. This information can enable the fine-tuning of deformation mechanics by adjusting Li deposits to improve robustness of the Li anode and mitigate unstable Li growth during electrochemical cycling [76].",{"entities":[]}],["(cid:0) 1(0.1 C, (cid:0) 2, 25 ℃)Li6PS5BrLi-InNMC1112019 [50] 2017 [51](cid:0) 4 (1/s) to 5(cid:0) 1 (0.1 C, (cid:0) 2, 25Li6PS5ClLi-InNMC111(cid:0) 1 (0.1 C, (cid:0) 2, 25 ℃) (cid:0) 1 (0.1 C, (cid:0) 2, 25 ℃) (cid:0) 1 (0.1 C, (cid:0) 2,30 ℃) (cid:0) 1 (0.1 C, (cid:0) 2, 25 ℃) (cid:0) 1 (0.1 C, (cid:0) 2,30 ℃)Li6PS5ClLi-InNCA2019 [52] 2020 [53] 2020 [54] 2020 [55] 2018 [56] 2020 [57] 2020 [58]Li6PS5ClLi-InNMC111Li6PS5ClLi-InNMC711Li6PS5ClLi-InNCA",{"entities":[]}],["Li6PS5ClLiNMC811(cid:0) 1 (0.1 C,Li6.55P0.45Si0.55S5ILiNMC811(cid:0) 2, 30 ℃) (cid:0) 1 (0.1 C, (cid:0) 2, 25Li3PS4LiNMC622(cid:0) 1 (0.05 C, (cid:0) 2, 25Li3PS4Li-InNMC1112020 [59](cid:0) 1 (0.1 C, (cid:0) 2, 25Li3PS4Li-InNMC8112020 [60](cid:0) 1(0.05 C, (cid:0) 2, 25Li3PS4Li-InNMC1112020 [61](cid:0) 1(0.1 C, (cid:0) 2, 25 ℃) (cid:0) 1 (0.1 C, (cid:0) 2, 55 ℃) (cid:0) 1 (0.1 C, (cid:0) 2, 30Li3PS4Li-InNMC111",{"entities":[]}],["2020 [62] 2018 [63] 2017 [64]Li3PS4LiNMC622Li3PS4Li-InNMC622(cid:0) 1 (0.1 C, (cid:0) 2, 25Li3PS4Li-InNCA2019 [65](cid:0) 1 (0.1 C, (cid:0) 2, 40 ℃) (cid:0) 1 (0.05 (cid:0) 2, 40Li9.54Si1.74P1.44S11.7Cl0.3Li-InNMC6222020 [66] 2020 [67]Li10GeP2S12Li-InNCA",{"entities":[]}],["In addition to Li metal anode bulk mechanics studies, the investi- gation of nano-mechanics yields more detailed surface and local infor- mation at a small-length scale. These small-scale measurements provide valuable insight into nano- and microscale Li metal deformation and can offer new perspectives for probing the morphological and mechanical behaviors that occur on the Li anode surface. Nano-indentation is one of the most commonly used tools for surface and local area characteriza- tion",{"entities":[]}],["[81]. When the Li nano-indentation test is implemented in an inert gas environment [78,82–85], coupled mechanical, electrochemical, and morphological behaviors can be comprehensively analyzed (Fig. 2c) [78]. Herbert et al. reported a series of nano-indentation work on high-purity vapor-deposited Li film [83–85]. Data regarding plastic flow properties, including the elastic modulus, hardness, and yield strength, and their evolution together with key variables such as length scale, strain rate,",{"entities":[]}],["temperature, crystallographic orientation, and electro- chemical cycling were collected. Here, the plastic flow behavior of Li is primarily related to steady-state creep under constant load or stress, a common scenario for the Li anode in battery application [86,87]. Li creep upon electrochemical charge-discharge can induce buckling at the interfaces and generate addition stress, which together with Li",{"entities":[]}],["(cid:0) 1 (0.1 C, (cid:0) 2, 35Li10GeP2S12Li-InNMC8112020 [68](cid:0) 1 (0.1 C, (cid:0) 2, 25Li10GeP2S122016 [69]Li-InNCA(cid:0) 1 (0.1 C, (cid:0) 2, 25Li10GeP2S122020 [70]Li-InNCA",{"entities":[]}],["do conventional graphite anodes [71]. In solid-state batteries, Li metal anodes can reduce space-weight requirements while guaranteeing a high energy density [72]. Moreover, Li metal anodes are more chemically stable against SSEs than are liquid-based electrolytes, which addresses most negative effects that conventionally occur in liquid batteries, such as dendrite formation-induced safety concerns [8]. However, many unknown aspects of Li metal anodes may impede the success of Li metal ASSBs at",{"entities":[]}],["the device level [6,7]. Notably, plastic volume deformation of",{"entities":[]}],["NanoEnergy87(2021)1060814C. Wu et al.",{"entities":[]}],["Fig. 2. Li metal mechanical properties. Bulk measurements: (a) Stress-strain relationship from uniaxial tension testing of bulk Li metal at nominally constant strain (cid:0) 4 (1/s). (b) Frictional force in Li/current collector and Li/SE interfaces create hydrostatic stresses that impede rates of 5 deformation, preventing Li flow and short-circuiting. Small-scale measurements: (c) Nano-indentation load-depth curves with different loading rates. (d) In situ compression of a representative 1-μm",{"entities":[]}],["diameter Li pillar. (a) Reproduced with permission [76]. ©2019, Elsevier. (b) Reproduced with permission [77]. ©2018, Springer Nature. (c) Reproduced with permission [78]. ©2016, Elsevier. (d) Reproduced with permission [79]. ©2016, American Association for the Advancement of Science.",{"entities":[]}],["(cid:0) 1 (1/s), 5(cid:0) 2 (1/s), 5(cid:0) 3 (1/s), and 5",{"entities":[]}],["viscoplastic behavior can further impact the interface contact area, resulting in ion diffusion channel deterioration and interface instability. However, current nano-mechanical investigations on Li metal are still preliminary. More progress is needed toward coupling studies of the mechanical properties of Li as a function of sample dimensions, tem- perature, crystallographic orientation, and contact conditions. To this end, several novel surface and local measurement techniques, such as",{"entities":[]}],["nano-pillar compression [79], have been proposed for analyzing coupling at Li metal anode interfaces. Nano-pillar compression studies can provide insight into critical issues such as power-law creep, stress-strain behavior, and viscoplastic deformation, among others, as shown in Fig. 2(d). Moreover, novel nano-mechanical techniques, such as in situ real-time observations of Li nano-mechanics, can provide high-fidelity information regarding mechanical failure, thus enabling fundamental",{"entities":[]}],["understanding of morphological-mechanical coupling ef- fects and allowing the rational design of nano- and microscale Li metal anodes.",{"entities":[]}],["productive if the electrolyte has a sufficiently high shear modulus [34, 35]. However, it is theoretically possible to avoid the dendrite problem. Work by Chiang et al. indicates that a high shear modulus will result in a high critical current density (CCD) that induces Li metal fill-up and filament propagation [41,94]. Therefore, a high elastic modulus of the electrolyte cannot address the metallic filament growth problem and may raise new challenges, such as decreased ionic conductivity of",{"entities":[]}],["the electrolyte, which would impede the battery’s proper function. For a broader modeling analysis of the Li contact surface, contact mechanic models have focused on correlations between contact area and squeezing force [90,91] and have derived the boundary conditions that affect stress distribution functions for elastic, elastoplastic, and adhesive contacts on the Li metal anode. Based on this model, the contact area at the Li/SSE interface can be predicted, thus providing a tool to study ion",{"entities":[]}],["diffusion at the interface and contact area loss-induced capacity drop. Different than the dendrite growth model, which is built upon linear elasticity theory, the interface kinetic model analyzes contact stresses and as-induced effective current density distributions [88,92,93] (Fig. 3b). The interface kinetic model can predict several critical issues of Li metal anodes, including the evolution of mechanical stress and stress-induced electrochemical potential changes. The interface kinetic",{"entities":[]}],["models also allows for incorporation of microstructural heterogeneity and brittle fracture of SSEs to properly understand dendrite growth [33–35,90,91], further extending the scope of probing Li anode reaction mechanisms.",{"entities":[]}],["2.2. Li metal failures during battery operation",{"entities":[]}],["In parallel with experimental investigations, a number of theoretical evaluations have confirmed the significance of mechanical instabilities in Li metal anodes, especially contact mechanic failures between Li metal and SSEs. Such works include a Li metal dendrite model reported by Monroe and Newman [33–35], contact mechanics models [90,91], and interface kinetic models [88,92,93]. Among these studies, the Monroe-Newman model was established based on Li metal and polymer electrolyte",{"entities":[]}],["architecture (Fig. 3a) and considered factors such as elas- ticity of the electrolyte, compression forces, surface tension, and deformation forces. This model predicts that the Li filament will not be",{"entities":[]}],["All of the described models were generally established in a static mechanical context with constant compression and surface conditions. The evolution of the Li anode upon electrochemical cycling is a synthetic process characterized by creeping, plating-stripping effects, and elasto- plasticity changes. For example, the competition between creeping andNanoEnergy87(2021)1060815C. Wu et al.",{"entities":[]}],["Fig. 3. Li metal anode failure mechanisms. Schematic representations of two scenarios observed at the Li/SSE interface in a static contact model: (a) Pre-stressed lithium metal analyzed by Monroe and Newman and (b) Relaxed initial state of Li metal. Dynamic pressure-driven model: (c) Li stripping with creep. White and blue circles represent stripped Li and Li ions, respectively. Purple arrows denote Li ion stripping, red arrows stack pressure, and blue arrows creep effect. (d) Competition",{"entities":[]}],["between Li plating and creep. Blue columnar regions show the newly deposited Li, and small circles represent Li ions. For (c) and (d), purple arrows denote Li ion stripping, red arrows stack pressure, and blue arrows creep effect. (a, b) Reproduced with permission [88]. ©2017, Electrochemical Society. (c, d) Reproduced with permission [89]. ©2020, Cell Press.",{"entities":[]}],["electrodeposition under pressure dominates the Li metal contact stress and contact area [95]. A series of theoretical analyses and experimental studies have shown the morphological transformations of Li anodes upon coupling effects [77,89,95,96]. Fig. 3(c) presents the evolutions of void formation due to stripping and contact pressure at low current (cid:0) 2), where the asperity height contact initially density (I = 0.05 mA cm increases but then decreases due to Li creep, forming a conformal",{"entities":[]}],["con- tact. Fig. 3(c) also shows that, at a sufficiently high current density (I (cid:0) 2), stripping induces electrochemical Ostwald ripening [8, = 5 mA cm 97], resulting in contact loss that cannot be filled by metal deformation (creep). In this case, increased stack pressure can diminish the void to maintain a stable contact area. However, a higher stacking pressure leads to a dynamically stable contact region due to the increasing effects of Li creep, but the accelerated deformation of Li",{"entities":[]}],["metal over time may enhance void generation.",{"entities":[]}],["influenced by Li plating-stripping effects.",{"entities":[]}],["For our review of these recent advances of Li metal anodes in ASSBs, we do not restrict the discussion to applications of Li anodes with sulfide-based electrolytes. Various Li metal anode mechanical property investigations, from bulk mechanical response tests to nano-mechanic studies, and both static and dynamic contact mechanic models are summarized. Generally, three types of interactions between Li metal and SSE are present [98], including creep buckling, brittle fracture, and dendrite",{"entities":[]}],["penetration. These potential mechanical failures shed light on the design of anodes for sulfide-based SSEs. Due to the brittle nature of the sulfide composites, contact interactions with the anode at the interface are critical for improving battery reversibility.",{"entities":[]}],["Numerous approaches have been proposed to address Li metal anode challenges, mitigate how Li metal creeping impacts the battery, and establish an intimate and stable contact with the SSE. First, theoretical calculations by Harris indicated that a high stack pressure of ~20 MPa tends to suppress void formation and may be a promising approach for ensuring consistent lithium metal contact for stable cell performance [89]. Alternatively, strategies such as elastic polymer coating [99–102] and",{"entities":[]}],["hybrid membrane interlayers [103–105] have also been useful in fine-tuning Li anode contact mechanics. Despite these potential ad- vances, further research is needed to comprehensively understand the contact mechanics of Li metal under stack pressure. Second, novel Li alloying strategies [106] may address porosity and void formation issues upon anodic reaction. Li alloys allow manipulation of pure Li mechan- ical properties to optimize Li/SSE contact and improve ion transport at high current",{"entities":[]}],["densities [107,108]. In recent studies, by adjusting the In:Li",{"entities":[]}],["Time-course Li plating and creeping dynamics under the combined effects of current density and stack pressure are shown in Fig. 3(d). As Li ions can only be deposited on the contact area, and the deposition rate is proportional to current density, the Li metal incremental height is the contact region. At restricted low current density (I (cid:0) 2), the newly deposited Li will be flattened by elasto- = 0.005 mA cm plastic deformation and time-dependent creep. In contrast, deposition induced by",{"entities":[]}],["high current densities will exceed Li creep effects, resulting in a columnar growth morphology between the Li metal and SSE [89] that initiates Li dendrites during charging. Therefore, we can conclude that creep only dominates contact behavior at low current densities. In high current density cases, Li metal contact conditions are more",{"entities":[]}],["toNanoEnergy87(2021)1060816C. Wu et al.",{"entities":[]}],["Fig. 4. Li/SSE interface electrochemical stabilities and typical experimental measurements: (a) Stable energy window diagram for SSEs. (b) Interfaces between Li metal and SSE. Type 1: Non-reactive and thermodynamically stable; Type 2: Reactive and mixed conducting; and Type 3: Reactive and metastable SEI. (c) Schematic of a full cell showing reduction of the electrolyte by the Li metal anode. (d) Electrochemical stability ranges of Li binary compounds. When available, these ranges are computed",{"entities":[]}],["from experimental thermodynamic data. (e) Experimental setup of an in situ X-ray photoelectron spectroscopy experiment to monitor the reaction between sulfide and Li. (f) Spectro-electrochemistry cell designed for operando Raman spectroscopic measurements at the SSE and thin film metal electrode interface. (g) NMR measurement of spontaneous Li ion transport between the Li6PS5Br SSE and Li2S cathode after cycling. One dimensional (1D) Li magic angle spinning (MAS) spectrum of the cycled",{"entities":[]}],["Li6PS5Br-Li2S cathode mixture III (mixed nano-Li2S). Two-dimensional Li-Li exchange spectra (2D-EXSY) measured under MAS at a resonance frequency of 330.39 MHz and spinning speed of 30 kHz at 298 K for the cycled mixture III at tmix = 100 µs, 100 ms, and 500 ms are shown. (a) Reproduced with permission [116]. ©2009, American Chemical Society. (b) Reproduced with permission [118]. ©2015, Elsevier. (d) Reproduced with permission [111]. ©2016, American Chemical Society. (e) Reproduced with",{"entities":[]}],["permission [117]. ©2016, American Chemical Society. (f) Reproduced with permission [120]. ©2017, American Chemical Society. (g) Reproduced with permission [121]. ©2017, The Authors, published by Springer Nature Publishing AG.",{"entities":[]}],["mass ratio, a Li-In alloy shows a higher redox potential (0.62 V) against the Li -Li couple, enabling a stable chemical window with the sulfide Li3PS4 SSE [109]. In addition, Li-Mg alloys have been shown to effec- tively mitigate void generation and also provide the advantage of a reduced stack pressure requirement [106]. Third, contact elastoplas- ticity induces electrolyte decomposition and ultimately gives rise to a high interfacial resistance, thus generating a beneficial interface be-",{"entities":[]}],["tween Li and sulfide-based electrolytes, which can be harnessed a practical solution to address the electrochemical-mechanical challenges of Li metal anodes and promote overall battery performance.",{"entities":[]}],["growth. These coupled transformations significantly impact electronic performance and cycling stability. Xu et al. define the interfacial re- actions as the combination of energy status, defects, and contacts [118]. As shown in Fig. 4(a), the thermodynamically stable operating “win- dow” is represented by Eg, which is the energy separation between the lowest unoccupied molecular orbital (LUMO) and highest occupied molecular orbital (HOMO) of the electrolyte. The interface will be un- stable if",{"entities":[]}],["the chemical potential for the cathode (μc) is below HOMO and that of the anode (μa) is above LUMO, unless an SEI is formed. Wenzel et al. interpret these interfacial reactions from the perspective of ther- modynamic instability [116], as shown in Fig. 4(b) and have categorized Li/SSE anode interphase formation into three types:",{"entities":[]}],["+3. Li-SSE interface",{"entities":[]}],["Sulfide-based electrolytes coupled with Li metal anodes in ASSBs demonstrate increased energy density and superior ionic conductivity. However, Li-SSE interfaces experience some practical challenges, such as irreversible electrolyte decomposition and Li dendrite formation. Moreover, the poor solid-solid contact between Li metal and sulfide electrolytes causes severe crack/gap issues [110,111]. To address these challenges, recent investigations of the Li-SSE interface have focused on improving",{"entities":[]}],["electrochemical and thermodynamic stability and compre- hensively understanding interfacial ion conduction and interface reac- tivity [112–117].",{"entities":[]}],["1) The SEs such as LLZO and LLTO are in thermodynamic equilibriumwith Li [119]. Thus, no reactions.",{"entities":[]}],["2) Thermodynamic instability between Li and SE is present, which causes chemical reactions between Li and SE and generates a mixed conducting interphase (MCI) [122]. The MCI conducts both ions and electrons. Classic examples of MCI include LGPS and the NASICON-type SSEs, such as Li1+xAlxTi2x(PO4)3 (LATP) and Li1+xAlxGe2(cid:0) x(PO4)3 (LAGP). This interphase type continuously ex- pands and grows into the SSE during battery operation. As a result, electrons pass through the electrolyte due to",{"entities":[]}],["changes in bulk elec- trolyte properties, which leads to self-discharge of the battery. This case typically applies to SSEs composed of multivalent cations.",{"entities":[]}],["During cycling, the Li-SSE interface undergoes various physical and chemical changes, such as nucleation, SEI formation, and dendriticNanoEnergy87(2021)1060817C. Wu et al.Various studies have been conducted to avoid this interface reaction by adding an artificial SEI layer to act as a barrier to the Li metal [123,124].",{"entities":[]}],["electrochemical measurements and in situ X-ray photoelectron spec- troscopy (XPS) [117]. They observed that impedance of a symmetrical battery greatly increases with time and is ascribed to interfacial decomposition of Li10GeP2S12. The decomposition comprises Li3P, Li2S, and Li(cid:0) Ge alloys, which were detected by XPS. They also monitored the formation of phases between Li7P3S11 and Li metal by similar methods [129] and identified Li2S and Li3P as the decomposition products. For more",{"entities":[]}],["detailed compositional studies on interface formation, Nuzzo et al. examined the structure and reactivity of β-Li3PS4 and Li10GeP2S12 dur- ing Li plating and stripping by in situ Raman spectroscopy, together with XPS and SEM [120], as shown in Fig. 4(f). A partially reversible con- 4- was found for β-Li3PS4, while LGPS only showed version of PS4 irreversible changes at potentials lower than 0.7 V vs. Li /Li. Based on the aforementioned work, the same group introduced two interlayer materials,",{"entities":[]}],["Si and LixAl(2(cid:0) x/3)O3 (LiAlO), at the Li7P3S11 (LPS)/Li inter- face and evaluated their electrochemical properties. Both interlayers could eliminate the inherent LPS decomposition that occurs on the Li surface before cycling. LiAlO could inhibit the decomposition process of LPS by reducing the potential between LPS and Li, while LPS at the interface was reduced to Li2S after cycling when a Si interlayer was present. The lithiated Si interlayer maintained strong reduction poten- tial,",{"entities":[]}],["which caused LPS reduction at the interface. Using non-destructive two-dimensional Li ion exchange solid-state nuclear magnetic resonance (2D exchange NMR) (Fig. 4g), Wagemaker et al. carried out a funda- mental study of Li ion transport at the interface [121]. Their NMR results indicate that the interface ion conductivity between the two materials is heavily dependent on the preparation method of the mixture. Damage of the interface contact during the charge-discharge cycle was also observed,",{"entities":[]}],["which resulted in decreased interface ion conductivity.",{"entities":[]}],["3) Thermodynamic instability between Li and SE is present, but the interfaces react to form an SEI that conducts ions but blocks electrons [125]. A few examples of these interfaces include Li-stuffed garnet (LLZO), LiPON, and Li7P3S11 (LPS).",{"entities":[]}],["In fact, most sulfide-type SSEs exhibit unstable interface pairing to Li metal. Due to the unique electrochemical, mechanical, and structural properties of sulfide electrolytes, three major challenges exist related to Li-SSE interfaces, including high-impedance interface, mechanical fail- ures, and Li dendrite growth, which limit breakthroughs associated with ASSBs.3- to P2S6+3.1. High-impedance interface layer formation",{"entities":[]}],["Richards et al. calculated the electrochemical stability window of several types of SSE against Li metal, among which the voltage stability window of sulfide SSEs is narrow [111], as shown in Fig. 4(c) and (d). They concluded that interface stability is mainly determined by the stability window of the relevant binary system; for mixed anion mate- rials, the least stable binary unit, such as Li2S to Li6PS5Cl, is critical. The binary unit LinX (n = 1, 2, 3, X = anion) is generated before the for-",{"entities":[]}],["mation of the phase equilibrium product during charge-induced decomposition, followed by the extraction of Li from LinX (n = 1, 2, 3, X = anion). For Li extraction to occur, the formation energy of LinX and the mixing energy of other binary materials must be exceeded. Typi- cally, the mixing energy is relatively low, and the reduction potential of the electrolyte is close to that of the binary intermediate product. However, polyanionic electrolytes show a wider stable voltage window due to",{"entities":[]}],["their strong bonds, which raise the Li extraction barrier. Lepley et al. studied the Li/SSE interface decomposition process using first principle calculation [126] and found that Li/Li3PO4 has a more stable interface than Li/Li3PS4, indicating that P–O has a stronger bond than P–S. They also explored the decomposition process of γ-Li3PS4 and β-Li3PS4, their calculations indicated the deterioration of P–S bonds of γ-Li3PS4. Similar behavior was observed for β-Li3PS4 at the first few cycles, and",{"entities":[]}],["cycling continued with the Li metal anode due to the for- mation of a stable thin buffer layer that prevented further decomposition of β-Li3PS4. Wagemaker et al. have performed more detailed studies of the decomposition route for typical SSEs. For example, they reported that the most favorable decomposition pathway for the argyrodite Li6PS5Cl is indirect lithiation, rather than direct decomposition to the most thermodynamically stable product [127]. The practical electro- chemical stability",{"entities":[]}],["window of Li6PS5Cl is determined by the oxidation (delithiation) and reduction (lithiation) potentials of Li4PS5Cl (S/S2(cid:0) redox at 2.24 V) and Li11PS5Cl (through the P/P5+ redox at 1.08 V), respectively. The delithiated phase rapidly decomposes into stable Li3PS4, S and LiCl, and the lithiated phase into P, Li2S, and LiCl. A similar decomposition process was predicted by Goddard et al., who studied Li/Li6PS5Cl interface decomposition through quantum-based reactive molecular dynamics",{"entities":[[10,18,"SULFIDE_ELECTROLYTE"],[106,114,"SULFIDE_ELECTROLYTE"],[149,158,"SULFIDE_ELECTROLYTE"]]}],["simulations [128], a powerful ab initio computa- tional method used to describe crystalline structural transformations during the chemical reaction. This state-of-the-art simulation approach revealed a quick decomposition at the Li/Li6PS5Cl interface that can be attributed to the weak S-P bond and with decomposition products that contain Li3P, Li2S, LiCl, and possibly LiP. These low ionic conductive decomposition products diminish ion transportation at the interface.",{"entities":[]}],["3.2. Mechanical failures at the interface",{"entities":[]}],["In addition to interfacial chemical reactions, mechanical failures induced by fabrication, stacking pressure, or internal pressure resulting from volume changes are also detrimental to the stability of the anode interface [6118]. Although applied pressure during battery fabrication and operation promotes contact between SSEs and Li metal, the interface is subjected to mechanical failure due to surface and internal defects of bulk SSEs or the Li anode. Bruce et al. studied the processes of",{"entities":[]}],["plating and stripping on the Li/Li6PS5Cl interface [107] by employing a three-electrode setup to quantitatively measure the contributions of plating or stripping to interface transformations. They found that, when the stripping current density is high, voids are generated in the Li metal at the interface. Because lithium metal creep replenishes at the interface, voids formed during the previous stripping are covered. The described studies indicate that interface voids produced by stripping are",{"entities":[]}],["key fac- tors that intensify uneven lithium deposition. Moreover, stack pressure impacts the creep properties of Li metal, thereby affecting the CCD. Ultimately, the occurrence of voids reduces the contact area at the interface and increases local current density, which results in dendrite formation and an internal short-circuiting.",{"entities":[]}],["3.3. Dendrite growth at the Li/SSE interface",{"entities":[]}],["Monroe and Newman proposed that because the elasticity modulus of a polymer membrane is two times greater than that of a Li filament, Li cannot penetrate through the SSEs due to linear-elastic deformation [35]. However, various SSE designs used in multiple studies that consider this possibility have failed to produce a long-lasting battery because numerous inorganic SSEs, such as sulfides and garnets, enable a higher modulus of elasticity than Li metal [112,115,130–132], are prone to dendrite",{"entities":[]}],["penetration, and cause short-circuiting during electrodepo- sition. Previously, the CCD test was widely employed to evaluate an SSE’s resistivity to a Li filament. By increasing the current density in a stepwise manner, the CCD is determined by short-circuiting of the bat- tery, an indicator of Li filament formation. However, this test fails to",{"entities":[]}],["In contrast to theoretical calculations, experimental investigations of interfacial decomposition are rather challenging, as the reaction site is sandwiched at the bulk interface. Some pioneering studies, however, have overcome these difficulties using advanced in situ techniques to provide an in-depth understanding of the high-impedance interface formation process. As shown in Fig. 4(e), Janek et al. monitored the SEI formed between Li metal and Li10GeP2S12 using time-resolved",{"entities":[]}],["NanoEnergy87(2021)1060818C. Wu et al.",{"entities":[]}],["Fig. 5. (a) Li metal filament. i. The schematic of Li filament growth in SSEs. ii. Four-types of Li filament penetration. iii. Irregular stripping of the Li metal causes irregular interfaces at high discharge rates. (b) Inverse square root dependence of Li plating overpotential and crack-extension stress (σ0, max) on defect size. Curves for glassy LPS and LLZTO are shown. Vertical lines correspond to the large-flaw population of the indicated experimental samples. (c) Schematic of Li/Li6PS5Cl",{"entities":[]}],["interface cycled at an overall current density above the critical current for stripping. (d) Early-stage synchrotron-based X-ray tomography monitoring of void expansion and Li evolution in a symmetric cell with β-Li3PS4 SSEs cycled at 100 μA cm (a) Reproduced with permission [134]. ©2020, Elsevier. (b) Reproduced with permission [139]. ©2017, Wiley-VCH. (c) Reproduced with permission [107]. ©2019, The Authors, published by Springer Nature Publishing AG. (d) Reproduced with permission [140].",{"entities":[]}],["©2018, Electrochemical Society.",{"entities":[]}],["(cid:0) 2.",{"entities":[]}],["fully capture the dynamic nature of Li filament formation. Thus, in situ and operando experiments during electrochemical cycling are needed to reveal Li nucleation and growth mechanisms. Dasgupta et al. observed several Li filament growth modes (straight, branching, spalling, and diffuse) in an LLZO SSE using an operando visualization technique during battery cycling [133,134], as shown in Fig. 5(a). Similar modes (straight and spalling) were observed in glassy LPS. This work also demonstrated",{"entities":[]}],["rates. Non-uniform Li stripping upon deep discharge was ascribed to high local current densities at the Li/SSE interface, which leads to vacancy accu- mulation and void formation, thus creating irregular interfaces. Although some investigations aim to improve ionic conductivity and prevent Li penetration by modifying electrolyte composition, this goal has not yet been achieved [135–137]. One known limitation of the Monroe-Newman model is its assumption that the interface is flat and smooth.",{"entities":[]}],["However, this assumption only holds for electrolytes that inherently form smooth surfaces, such as vapor-deposited LiPON [110]. Because in bulk batteries are not vapor-deposited, this model does not provide reliable results. Typically, for SSEs, mechanical failure occurs due to pre-existing defects at the interface known as Griffith flaws [138]. Fig. 5(b) plots the defect size’s influence on Li plating overpotential and crack-extension stress (σ0, max) [139]. Both curves are inverse",{"entities":[]}],["proportional functions of LLZTO and glassy LPS, indicating that overpotential and σ0, max decrease with an inverse square root dependence on defect size. In bulk batteries,",{"entities":[]}],["interfacial flaws are the initial sites that become occupied by Li metal during electrodeposition. With all gaps filled, further Li metal deposition pushes it into the electrolyte layer. This penetration leads to widening and propagation of the initial flaw, providing additional space for more Li metal deposition. Bruce et al. investigated the separate processes of Li plating and stripping at the Li/Li6PS5Cl interface using three-electrode cells [107]. Based on in situ X-ray computed tomography",{"entities":[]}],["imaging and SEM, they proposed a model for Li/Li6PS5Cl interface evolution during cycling. After several stripping events, evident voids formed. In early plating, they found that Li plating began at the point where the Li metal, SSE and void meet and then grew along the free surface of the void. Voids were cut off from the interface and occluded within the Li metal due to growth of the film in the middle of the plating. At the end of plating, some unfilled voids became isolated and were forced",{"entities":[]}],["away from the interface. These voids accumulated during cycling and were exposed at the interface after further stripping, leading to increasing loss of contact. Using operando synchrotron X-ray tomography, Seitzman et al. studied Li evolution in a Li/LPS/Li cell before and after cycling [140]. After one cycle, the dark line features, which represented the boundaries between LPS grains, widened and continued to widen in the next few cycles. In parallel, LPS grain structure was disrupted due to",{"entities":[]}],["continued Li growth.",{"entities":[]}],["interfacial evolutions at high dischargesulfide-based electrolytesIn situ acoustic studies conducted by Sakamoto et al. on Li penetra- tion mechanisms indicated that SSEs lose stiffness during Li penetration as a result of crack propagation [138]. Moreover, Xu et al. demonstratedNanoEnergy87(2021)1060819C. Wu et al.of sulfide-based electrolytes [146]. Here, we summarize the challenges and trends of three major types of sulfide-based electrolytes relevant to the application of ASSBs.",{"entities":[]}],["Table 2 Characteristic parameters of temperature.typical solid-state electrolytes at room-Activation energy (eV)CompositionStateIonic conductivity (S⋅cm(cid:0) 1) (cid:0) 54.1. Electrochemical stability challenges related to sulfide electrolytes4 × 10 5.3 × 10 (cid:0) 4 10 3.2 × 1050Li2S-50GeS2 60Li2S-40SiS2 67Li2S-33 P2S5 Li7P3S11",{"entities":[]}],["Glass Glass Glass Glass- Ceramic Glass- Ceramic Glass- Ceramic Glass- Ceramic Glass- Ceramic Crystal Crystal Crystal Crystal Crystal Crystal Crystal Argyrodite Argyrodite0.51 0.33 0.36 0.125(cid:0) 4",{"entities":[]}],["An electrolyte with a broad electrochemical stability window is critical for building a high-energy-density ASSB and mitigating side reactions, such as SEI formation. The electrochemical windows of sulfide-based electrolytes show remarkable stabilities, ranging from 0 to 5 V vs. Li [147–149]. However, these windows were overestimated in early measurements due to flawed testing protocols. The conventional half-cell configuration (Li/SE/metal) limits the true performance of ki- netic energy",{"entities":[]}],["[150]. Therefore, in addition to experimental in- vestigations, theoretical calculations of the electrochemical window can provide an in-depth understanding of the electrochemical stability of sulfide electrolytes. Zhu et al. investigated intrinsically thermodynami- cally stable electrochemical windows and predicted potential decom- position products for common sulfide electrolytes using density functional theory computations [151]. This study revealed a much narrower stability window of",{"entities":[]}],["sulfide electrolytes compared with previ- ous experimentally measurements, suggesting a highly favorable decomposition reaction between Li and sulfide-based electrolytes. Their decomposition during cycling leads to further growth of an electroni- cally conductive SEI layer that induces cell capacity decay and increases impedance. As shown in Fig. 6(a), most of sulfide electrolytes has a decomposition energy within 1.5–2.5 eV [151]. However, some decomposed products are stable against the Li",{"entities":[]}],["metal with high μLi, enabling a stability window beyond the reduction potential (Fig. 6b). For example, reduction of the typical glass-ceramic Li3PS4 (stoichio- metrically 0.75Li2S-0.25 P2S5) occurs at 1.71 V, in which the thermal-equilibrium reduction product is Li2S. The oxidation of Li3PS4 starts at 2.31 V and results in P2S5. Similar to Li3PS4, the argyrodite Li6PS5Cl is also reduced at 1.71 V, with the reduction products Li2S and LiCl, but its oxidation occurs at a lower voltage (2.01 V)",{"entities":[[366,374,"SULFIDE_ELECTROLYTE"]]}],["to produce Li3PS4 and LiCl, followed by the oxidation of Li3PS4 at 2.31 V into P2S5. For the crystalline thio-LISICON sulfide (Li4(cid:0) xGe1(cid:0) xPxS4 (0 < x < 1)), including Li10GeP2S12 (LGPS) and Li3.25Ge0.25P0.75S4, the stable elec- trochemical window is calculated as 1.71–2.1 V. The reduction of thio-LISICONs occurs below 1.71 V, which results in the lithiation products Li4GeS4 and Li2S. Next, the binary compound Li4GeS4 will be further reduced at 1.62 V, eventually decomposing to",{"entities":[[180,191,"SULFIDE_ELECTROLYTE"],[203,222,"SULFIDE_ELECTROLYTE"],[277,288,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["high-impedance Li2S. The oxidation of thio-LISICONs starts at 2.14 V, generating Li3PS4 and GeS2 as delithiation products. The continued decomposition of the binary compound also occurs during oxidation. At a higher oxidation voltage (2.31 V), Li3PS4 is further oxidized to P2S5. Han et al. has reported a combined computational and experimental study of LGPS to verify its electrochemical window [152]. Using an in-house Li/SE/- SE-carbon cell setup, authentic reduction and oxidation cyclic",{"entities":[]}],["voltam- metry (CV) LGPS plots were generated and were comparable to thermodynamic predictions (Fig. 6c).",{"entities":[]}],["(cid:0) 3(cid:0) 21.7 × 10Li7P3S110.18(cid:0) 42.8 × 10Li3PS40.356(cid:0) 31.78 × 1078Li2S-22 P2S50.31(cid:0) 47.2 × 1080Li2S-20 P2S50.25(cid:0) 41.1 × 10 2.2 × 10 2.5 × 10 1.2 × 10 (cid:0) 3 4 × 10 2.3 × 10 (cid:0) 4 8 × 10 1.3 × 10 (cid:0) 2 10Li7Ge3PS12 Li3.25Ge0.25P0.75S4 Li9.54Si1.74P1.44S11.7Cl0.3 Li10GeP2S12 Li10SnP2S12 Li10SiP2S12 Li11AlP2S12 Li6PS5Cl Li6PS5Br0.26 0.207 0.238 0.21 0.87 0.20 0.263 0.33 0.20(cid:0) 3(cid:0) 2(cid:0) 2",{"entities":[]}],["(cid:0) 3(cid:0) 3that, at nanoscale, dendrites possess a higher yield strength than the external pressure applied, which leads to propagation through the electrolyte, rather than buckling [79]. Therefore, rational design of in- terfaces between Li metal and sulfide-based electrolytes may be a so- lution for preventing Li penetration.",{"entities":[]}],["The application of an artificial SEI between Li metal and SSE has been intensively studied, with the goal of inhibiting undesirable side reactions, as well as Li penetration at the interface. Sun et al. introduced a solid-state plastic crystal electrolyte (PCE) as an interlayer between Li metal and LGPS [141], which prevents direct contact and thereby pre- vents reduction reactions or decompositions at the interface. They also synthesized a LixSiSy protective layer with good air stability and",{"entities":[]}],["high ionic conductivity for the L3PS4/Li interface [142]. The composition of this protective layer and its protection mechanism were explored by in-depth synchrotron-based, high-energy XPS analysis, which found that the all-solid-state Li / Li3PS4 / LiCoO2 battery with a LixSiSy protection layer on the anode interface shows good cycle performance over 100 cycles.",{"entities":[]}],["4. Sulfide-based SSEs",{"entities":[]}],["Sulfide composites represent a promising family of materials for SSE generation. Sulfide-based electrochemical electrolytes have demon- (cid:0) 2 S strably remarkable room temperature ionic conductivity (~10 (cid:0) 1) comparable to that of conventional carbonate-based liquid elec- cm trolytes [28,45]. Other characteristics of sulfide materials, such as their robust mechanical properties, are also favorable for sulfide-based elec- trolyte application [55]. Table 2 presents the characteristic",{"entities":[]}],["parameters of representative sulfide electrolytes [43]. According to structural and ion conduction mechanisms, three major types of sulfide-based elec- trolytes have been categorized, including glass-glass-ceramic Li2S-P2S5 [143], crystal thio-LISICON Li4(cid:0) xGe1(cid:0) xPxS4 (0 < x < 1) [144], and argyrodite type Li6PS5X (X = Cl, Br, I) [145]. The crystalline structure of these three types of sulfides are shown in Fig. 6. However, their per- formance in ASSBs are only minimally acceptable",{"entities":[[214,223,"SULFIDE_ELECTROLYTE"],[239,251,"SULFIDE_ELECTROLYTE"],[320,327,"SULFIDE_ELECTROLYTE"]]}],["due to their poor electrochemical stability and the unstable rigid interface between SSEs and electrode materials [46]. Moreover, the unsuccessful scale-up fabrication extreme atmosphere-sensitive sulfide materials impedes the commercialization",{"entities":[]}],["The discrepancy of electrochemical properties among glass-glass- ceramic, crystal, and argyrodite sulfides are attributed to the unique lattice structure of these compounds. Li3PS4 (0.75Li2S-0.25 P2S5) is a (cid:0) 3 typical glass-glass-ceramic sulfide with high ionic conductivity (10 (cid:0) 1) at room temperature [153,154] and is regarded as the most S cm stable (100 (cid:0) x) Li2S-xP2S5 binary system. As shown in Fig. 7(a), 3- tetrahedrons in Li3PS4 result in three different arrangements of",{"entities":[]}],["PS4 crystal phases [25], namely α-Li3PS4, β-Li3PS4, and γ-Li3PS4. During the + electrochemical reaction between metallic Li and Li3PS4, local Li depletion of the sulfide electrolyte results in the reduction of PS4 4-. In contrast, during oxidation, P2S6 formation of Li2S and P2S6 sumes Li2S and is transformed to PS4 reduction and oxidation of PS4 following reactions [120].",{"entities":[]}],["3- and 4- con- 3- with the oxidation of Li0. The 3- in Li3PS4 can be illustrated in theoftheseparatorlayerbasedonNanoEnergy87(2021)10608110C. Wu et al.",{"entities":[]}],["(3.1). For the thio-LISICON-type sulfide family, researchers are incorpo- rating small amounts of a third component [155], such as GeS2, SiS2, or SnS2, in the binary system (Li2S-P2S5) to partially substitute P2S5, thus forming a ternary sulfide SSE system in the form of Li2S-MxSy-P2S5. Fig. 7 (b) shows the crystal structure of Li4GeS4, which is the base structure of",{"entities":[]}],["thio-LISICON. The ionic conductivity of thio-LISICON-type sulfides is higher than that of the glass-ceramic system due to the introduction of a lithium vacancy ternary structure. Moreover, during reduction-oxidation, the decomposition products of ternary sulfides are often binary compounds, such as Li3PS4 and Li4GeS4 that are more stable against Li and thus have a wider stability window.inthe",{"entities":[]}],["Fig. 6. (a) Decomposition energy of typical sulfide-based electrolytes [151]. (b) Electrochemical windows (solid bars) of typical solid electrolytes [151]. (c) Authentic reduction and oxidation CV plots of LGPS. (d) Crystal structure of LGPS. (e) Arrhenius plot of the interface stabilities of Zn2+ substituted LGPS structures. (f) Core-shell sulfide electrolyte structure with a crystalline LSPS core and amorphous shell. (a, b) ©2015, American Chemical Society. (c) Reproduced with permission",{"entities":[]}],["[152]. ©2016, Elsevier. (d) Reproduced with permission from [159]. ©2016, Royal Society of Chemistry. (e) Reproduced with permission [160]. ©2016, American Chemical Society. (f) Reproduced with permission [161]. ©2018, Nature.",{"entities":[]}],["or Y3+NanoEnergy87(2021)10608111C. Wu et al.Fig. 7. The crystalline structure of common sulfide-based electrolytes. (a) Crystal structure of α-Li3PS4, β-Li3PS4, and γ-Li3PS4. (b) Crystal structure of Li4GeS4. (c) Crystal structure of argyrodites Li6PS5X (X = Cl, Br, I). (a) Reproduced with permission [153,154]. ©2010, Physical Society of Japan. (b) Reproduced with permission [155]. ©2002, Elsevier. (c) Reproduced with permission [145]. ©2017, American Chemical Society.",{"entities":[]}],["Typical examples of argyrodite-type sulfides include halogen-tuning argyrodites Li6PS5X (X = Cl, Br, and I). As shown in Fig. 7(c), by substituting sulfur with halide in the structure, Li6PS5X exhibits a stacking structure with octahedral Li6S5+ 3- [145]. Moreover, the halide substitution enables the formation of Li6PS5X argyrodites with promising ionic conductivity but poor cathode inter- face stability [156,157]. Li6PS5Cl demonstrates a narrower oxidation stability window (2.01 V) compared",{"entities":[[480,486,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["with the Li3PS4 binary system (2.31 V), as shown in Table 2. However, high iodine-containing argyr- odite sulfides Li7P2S8I (LPSI) comprising the substructure Li6I5+ and 3-, shows improved stability over Li3PS4 [158]. This improvement is PS4 attributed to the generation of an electronically insulating passivation layer that prevents further degradation.",{"entities":[[31,37,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["stabilization of sulfide-based electrolytes. With the doping of transition metal or oxygen ions, the substitution of cations or anions in the sulfides promotes increased ionic conductivity and chemical stability with the Li metal anode. For the LGPS structure (Fig. 6d), Al3+ cation substitutions lead to the LAlPS, with improved interface stability and enhanced cycling stability that allows for an electrochemical window higher than 5.0 V vs. Li [159]. Theoretical calculations related to LGPS",{"entities":[]}],["structure indicate that Zn2+ substitution-induced compounds, including LZPS (Li1+2xZn1(cid:0) xPS4, 0 ≤x ≤ 0.5) and Li3Y(PS4)2, exhibit increased phase, electrochemical, and interface stabilities, while maintaining extremely high room temperature ionic conductivities (Fig. 6e) [160]. In addition to cation substitutions, anion substitution is another feasible approach for improving sulfide electrochemical stability. Zhang et al. reported the development of Li6PS5(cid:0) xOxBr (0 ≤ x ≤ 1) through",{"entities":[]}],["O2- doping in Li6PS5Br argyrodite [48]. ASSBs based on Li6PS4.7O0.3Br sul- fide electrolytes deliver high specific capacity, superior rate capability, and outstanding cycling stability accompanied by low interfacial re- sistivity. Li6PS4.7O0.3Br-based ASSBs can function effectively over 900 (cid:0) 2. However, Li6PS5Br cycles at a higher current density of 0.4 mA cm (cid:0) 2 can only sustain 560 cycles at a low current density of 0.1 mA cm before short-circuiting. Cross-sectional SEM",{"entities":[[55,69,"SULFIDE_ELECTROLYTE"],[231,251,"SULFIDE_ELECTROLYTE"],[312,320,"SULFIDE_ELECTROLYTE"],[359,378,"ELECTROCHEMICAL_STABILITY_WINDOW"],[435,444,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["observations reveal many cracks in Li6PS5Br after 560 cycles, whereas Li6PS4.7O0.3Br after 900 cycles is still intact, indicating excellent dendrite suppression via O doping. Besides the compositional modifications, surface engineering of SSE is also critical for the improvement of electrochemical stabilities. Atomic and molecular layer deposition (ALD & MLD) are promising approaches for SSE surface modifications. The benefits of ALD & MLD technique include, (i) high flexibility for a large",{"entities":[[35,43,"SULFIDE_ELECTROLYTE"],[70,84,"SULFIDE_ELECTROLYTE"]]}],["variety of SSEs, (ii) feasible process with low temperature and pressure requirements, and (iii) generate large-scale pinhole-free films, which is suitable for scale-up productions. Meng et al. summarized the recent advances of ALD & MLD techniques [165,166].",{"entities":[]}],["and tetrahedral PS4or Y3+",{"entities":[[4,15,"STRUCTURE"]]}],["These three types of sulfide electrolytes are all sensitive to the hu- midity ambinent, which triggers serious degradation, inducing crystal structure change, ionic conductivity decrease, and generate toxic H2S gas. Tatsumisago et al. investigated the degradation mechanisms of xLi2S ∙ (100 (cid:0) x)P2S5 (mol%; 67 ≤ x ≤ 80) glasses and 75Li2S∙25 P2S5 glass-ceramics when exposed to the humidity air [162,163]. Tatsumi- sago found the generation of H2S is highly dependent on the glass 3- units",{"entities":[]}],["composition. For example, 75Li2S∙25 P2S5 that consist of PS4 4- generate less amount of H2S, while 67Li2S∙33 P2S5 consists of P2S7 3- unit were harder to produces more. Therefore, they assumed that PS4 4-. Liang et al. used the rules of the hard and soft acids hydrolyze than P2S7 and bases (HSAB) theory to explain the stability of the sulfides to hu- midity [164]. The principle of this theory is that hard acid preferentially reacts with hard base while soft acid is more likely to react with",{"entities":[]}],["soft base. Based on HSAB theory, the atom P of most sulfides which is a strong acid reacts preferentially with oxygen which is a hard base to form P–O bond, rather than the formation of P–S bond with weak base S.",{"entities":[]}],["Several promising approaches, including compositional tuning and morphological control, are the most popular for the electrochemicalRegarding the morphological control of sulfide-based electrolytes,NanoEnergy87(2021)10608112C. Wu et al.",{"entities":[]}],["Fig. 8. (a) Nucleation of Li metal on SSE flaws, inducing filament propagation [167]. (b) Filament growth induced by the electronic conductivity of the SSE [171]. (c) Two major filament growth mechanisms. (d) Effect of stack pressure on the short-circuiting of Li metal SSBs [55]. (e) Nyquist diagrams of electrochemical impedance spectra upon various fabrication pressures. (a) ©2017, Royal Society of Chemistry. (b) ©2019, Nature. (c) Reproduced with permission [170]. ©2019, Nature. (d) ©2020,",{"entities":[]}],["Elsevier. (e) Reproduced with permission [172]. ©2020, Royal Society of Chemistry.",{"entities":[]}],["recent research has focused on improving chemical stability with active materials by broadening the electrochemical window. Li et al. developed a core-shell sulfide electrolyte structure with a crystalline lithium tin phosphorus sulfide (Li10SnP2S12, also referred to as LSPS) core and amorphous shell [161] (Fig. 6f). LSPS sulfides are reported to have a generally narrow stability window of approximately 1.7–2.1 V, while their core-shell structure shows a much wider stability window of 0.7–3.1 V",{"entities":[[238,249,"SULFIDE_ELECTROLYTE"],[407,416,"ELECTROCHEMICAL_STABILITY_WINDOW"],[490,499,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["and a quasi-stability window of up to 5 V, with high Si composition in the shell. Theoretical computation reveals that the shell’s effective compressibility ensures the pristine structure of LSPS and maintains its ion conductivity during battery cycling, thus enabling a wider electrochemical stability window. In addition to the core-shell structure design, decreased sulfide electrolyte particle size can improve the contact area with the active materials, which is critical to establishing",{"entities":[[38,41,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["effective ion-conducting pathways and thus improved electrochemical stability.",{"entities":[]}],["4.2. Mechanical stability challenges of sulfide electrolytes4.2.1. Crack-induced Li dendrite formation",{"entities":[]}],["The mechanical stability of SSEs is vital for developing commercially successful ASSBs that can operate under harsh operating conditions. Especially for sulfide electrolytes, the brittle mechanical nature (e.g., low fracture toughness) [39] of sulfide composites can worsen pre-existing defects (Griffith flaws) [138] and potentially introduce new flaws upon cycling. Recent efforts have involved comprehensive studies of the mechanical properties of sulfide electrolytes for developing safe and",{"entities":[]}],["stable ASSBs. Chiang et al. reported their study of internal me- chanical failure of the glass-ceramic type sulfide electrolyte, β-Li3PS4, which found that additional nucleated Li metal on the corner tip of the flaw in SSEs could concentrate the electric field and induce more propagation of the filament (Fig. 8a) [167]. Then, as metal accumulates at the defect space, the electrolyte will reach its stress limit of cracking, resulting in a larger crack with subsequent Li filling [41,168]. Alter-",{"entities":[]}],["nating between cracking and Li filling can eventually penetrate the SSE and induce a short-circuit failure. Many in situ and ex situ tests have",{"entities":[]}],["NanoEnergy87(2021)10608113C. Wu et al.Fig. 9. (a) Experimental schematic of in situ neutron depth profiling (NDP) of an ASSB [171]. (b) In situ synchrotron X-ray diffraction and tomography setup [176]. (a) ©2019, Nature. (b) ©2020, American Chemical Society.",{"entities":[]}],["confirmed the low yield stress of the Li filament generated from the interface penetrates the high shear modulus of SSEs, such as glassy Li2S-P2S5 (8.3 GPa) and glass-ceramic β-Li3PS4 (8.7 GPa) during cycling [39,169]. Together, these observations indicate interface-driven Li propagation in the presence of sulfide-based electrolytes.",{"entities":[[137,146,"SULFIDE_ELECTROLYTE"],[148,155,"MECHANICAL_STRENGTH"],[175,183,"SULFIDE_ELECTROLYTE"],[185,192,"MECHANICAL_STRENGTH"]]}],["essential for the build-up of sulfide-based ASSBs resulting from the high electronic conductivity of sulfide composites. Therefore, identifying and addressing properties of the sulfide composite that are responsible for high electronic conductivity will be critical for future research. How- the electronic ever, conductivity-induced and interface-driven mechanisms for Li dendrite generation [170] (Fig. 8c). The electrochemically and mechanically unstable Li-SSE interface exhibits kinetics",{"entities":[]}],["detrimental to filament growth. In another phase, the sulfide composite bulk usually demon- strates high electronic conductivity [42]. As a result, reconciling these two filament growth mechanisms may be achieved using sulfide-based electrolytes.",{"entities":[]}],["thereislack of consensusregarding",{"entities":[]}],["In addition to interface-driven effects, the high electronic conduc- tivity of the SSE may be a predominant factor in filament growth [170, 171] (Fig. 8b). Wang et al. reported that Li metal nucleation grew directly in bulk SSE [171]. Using neutron depth profiling (NDP) of Li2S-P2S5 and Li7La3Zr2O12 (LLZO), they also found that Li metal dis- tribution is uniform among the SSE and that Li content increases with plating time. These findings reveal that Li plating occurs at different depths of the",{"entities":[[274,283,"SULFIDE_ELECTROLYTE"],[288,300,"SULFIDE_ELECTROLYTE"]]}],["SE, rather than gradually developing from the interface. While SSEs with high electronic conductivity facilitate Li ion nucleation, electronic conductivity is responsible for the propagation of metallic Li filaments. This mechanism demonstrates the utility of suppressing fila- ment growth during Li plating by employing SSEs with a lower elec- tronic conductivity and identifying electronic conductivity as a significant criterion for SSE selection. This approach is especially",{"entities":[]}],["4.2.2. Structural collapse of the electrolyte layerDespite filament growth, mechanical stress develops in the SSE due to the volume change upon cycling and induces the mechanical failure of sulfide electrolytes, a scenario especially relevant for crystalline sul- fides, which exhibit high shear moduli. The shear modulus of LGPS is predicted to be 7.9 GPa based on theoretical calculations. The Si- andNanoEnergy87(2021)10608114C. Wu et al.",{"entities":[[349,356,"MECHANICAL_STRENGTH"]]}],["Fig. 10. (a) Contact loss due to volume changes or failures during preparation [180]. (b) The cathode particles shrink during delithiation (charge) and lose contact with the SSE [179]. (c) X-ray tomography of an SSB before and after cycling reveals that significant bending and cracking occur as a result of electrode deformation during electrochemical reactions. (a) ©2018, American Chemical Society. (b) ©2017, American Chemical Society. (c) Reproduced with permission [175]. ©2017, Royal Society",{"entities":[]}],["of Chemistry.",{"entities":[]}],["Sn-substituted thiophosphates Li11Si2PS12 (LSiPS) and Li10SnP2S12 (LSnPS) are predicted to have higher shear moduli of 9.2 and 11.2 GPa, respectively [173]. A high shear modulus, which is associated with fragility and can amplify intrinsic stress effects on crystalline sulfides, may induce failures more severe than in sulfide glasses with a lower modulus. However, the experimentally measured modulus of LGPS (4.5 GPa) is much smaller than theoretical calculations (7.9 GPa). This discrepancy can",{"entities":[]}],["be attributed to the reduced van der Waals interactions between the GeS4 and PS4 tetrahedra in the synthesized poly-crystalline LGPS that impact its mechanical properties [174]. Therefore, more experimental studies are needed to fundamentally investigate the true nature and impacts of mechanical stress failure related to crystalline sulfides.",{"entities":[]}],["contact created by fabrication pressure, usually in the range of 300–400 MPa. The pressure during cell operation must be high, as the primary function of stacking pressure is to maintain integration of the ASSB by preventing interface delamination induced by the volume change of electrode materials. However, high stack pressure can create new channels for Li propagation or expand pre-existing defects, even- tually triggering Li penetration-related failure. Therefore, a lower working stack",{"entities":[]}],["pressure (≤ 5 MPa) is preferred for long-term stable cycling.",{"entities":[]}],["In summary, the potential of using sulfide composites as electrolytes for commercialized ASSBs faces is faced by many challenges, including narrow electrochemical stability windows and mechanical-stress- induced failures, whose resolution is critical for practical applications. Many factors contributing to sulfide electrolyte failure are beneath the surface and usually become more relevant during cycling. To this end, in situ techniques are vital for revealing mechanisms of cell break-down that",{"entities":[]}],null,null,null,null,null,null,["generates voids at the interface, which disconnects the cathode from ion-conducting pathways and results in storage capacity fade [167,175, 177–179]. In addition to void generation, interfacial reactions cause increased impedance and reduce the battery’s performance [51,178, 179]. Thus, understanding and controlling the chemical and mechanical evolution of interfaces within composite electrodes is essential to build rechargeable ASSBs with long lifetimes. Zhang et al. have described two",{"entities":[]}],["possible degradation models related to the interface between sulfide-based electrolyte (LGPS) and LiMO2 CAM (LiCoO2), including interface contact loss upon CAM volume changes (Fig. 10a) and decomposition of the sulfide-based electrolyte at high voltages [180] (Fig. 11a).",{"entities":[]}],["In addition to the highly sensitive detection capabilities of in situ NDP, synchrotron X-ray tomography (XRT) is another unique non- destructive analytical technique that is valuable for SSB studies. Lemarie et al. have used combined XRT and X-ray diffraction (XRD) to investigate sulfide composites for battery applications [176]; Fig. 9(b) shows the setup and procedures of this approach. The in-operando techniques described in this work have revealed much insight into the sulfide-ASSB",{"entities":[]}],["diagnosis, leading to the successful design of batteries. However, despite advantages of the aforementioned novel in situ tech- niques, their applications in SSEs are not feasible as ex situ approaches. To this end, operando analysis of SSEs should be encouraged for a better understanding of their (electro)chemical, electrical, and mechanical behaviors. These studies will be critical in elucidating sulfide electrolyte failure mechanisms and paving the way for establishing a combined model that",{"entities":[]}],["incorporates contact-fracture mechanics, electrochemical stabilities, SSE bulk impurities, and grain boundaries to determine the appropriateness of sulfide composites for SSE applications.",{"entities":[]}],["5.1. Contact loss at SSE-CAM interfaceContact loss due to delamination at the cathode-SSE interface significantly deteriorates the battery’s electrochemical performance.",{"entities":[]}],["Fig. 11. (a) Li depletion layer formation upon SSE decomposition at high voltages [180]. (b) The SSE-cathode interfacial resistance (red markers) increases irre- versibly during the first charge but exhibits reversibility in subsequent cycles, indicating interphase formation [179]. (c) Formation of transition metal fragments during cycling. (a) ©2018, American Chemical Society. (b) ©2017, American Chemical Society. (c) Reproduced with permission [192]. ©2019, American Chemical Society.",{"entities":[]}],["NanoEnergy87(2021)10608116C. Wu et al.",{"entities":[]}],["Numerous studies were therefore conducted to understand the chemo- mechanics of composite SSE and resolve the issues [175,181–187]. Among these studies, the fundamental analysis of delamination effects using state-of-the art techniques has provided valuable information regarding interface stress-strains. Janek et al. reported the experimental evaluation of chemo-mechanical degradations at the Li3PS4-NMC811 cathode interface [179] and directly observed contact loss of the inter- face during the",{"entities":[]}],["first cycle (Fig. 10b). Although delamination did not worsen in subsequent cycles, the battery’s capacity diminished. Coupling in situ observations with electrochemical impedance spec- troscopy revealed that early delamination is responsible for isolating CAM particles from the surrounding electrolyte. Breaking of the ion-conducting channel at the SSE-CAMSSE interface results in succes- sive capacity loss.",{"entities":[]}],["extensively in the following section.",{"entities":[]}],["Beyond electrode volume changes, critical particle sizes based on cathode volume changes can be considered and tweaked for specific ASSBs [188]. Based on a study conducted by Wang et al., silicon nano- particles may be used for homogenous stress distribution and to lower the mean bulk modulus of the cathode to better distribute the stress and prevent plastic deformation [189]. Considering that harder cathode materials increase the composite’s elasticity modulus, the researchers added flexible",{"entities":[]}],["binders to prevent cracks. In a related study, Oh et al. proposed a single-step, sheet-type cathode fabrication approach for incorporating polymeric binders (nitrile-butadiene rubber [NBR] or polyvinyl chloride [PVC]) in the Li3PS4-NMC622 composite cathode [64]. A developed thin-film ASSB assembled with a thin-sheet cathode shows a high reversible capacity, which is attributed to the binder in the cathode that is reducing local stress and thus preventing the delamina- tion and cracks. In",{"entities":[]}],["addition, Rosero-Navarro et al. used wet processing to incorporate ethyl cellulose as a binder in the Li6PS5Cl-NMC111 com- posite cathode to enhance electrochemical performance [190]. A high-capacity retention rate of 91.7% after 10 cycles was obtained with binder-mixed composite cathodes. Moreover, they quantitatively eval- uated the impacts of binder amount on the battery’s overall electro- chemical performance and found that a binder content greater than 1% w/w led to capacity loss due to",{"entities":[]}],["insufficient ion-conducting channels in the composite cathode. However, a lower binder content (e.g., 0.5% w/w) will not hinder electrochemical performance but instead increase elasticity of the electrolyte and composite cathode. The aforementioned binder-based wet solutions aid in processing and production of ultra-thin electrolyte and composite cathode sheets, enabling batch-fabrication of high-volume-capacity ASSBs that are preferred by the industry. Despite these binder-related solutions to",{"entities":[]}],["resolve mechan- ical challenges on the cathode interface, the engineering of active ma- terial particles to address dimension and ratio effects, volume expand-shrink phenomena, and pulverization-disintegration behaviors are also practical approaches to achieve the desired effect.",{"entities":[]}],["Novel non-destructive characterization techniques have intrinsic advantages for quantitatively assessing local mechano-structural evo- lutions with cycling performance. Zhang et al. have monitored pressure changes of the LGPS-LiCoO2 cathode interface through synchrotron XRT [175] to study void generation mechanisms and the compressibility of SSB components (e.g., SSE and composite cathode pellets) upon chem- ical expansion. They found that the change in compression during the galvanostatic",{"entities":[]}],["charge-discharge process almost linearly correlates with the charge transfer amount (Fig. 10c). However, their XRT results indicate that significant bending and cracking of the SSE pellet occurs at the pristine and charged stages [177], which can be attributed to elec- trode deformation due to electrochemical reactions. Moreover, a 3D reconstruction model indicates consolidation of the SSE pellet. Although some amount of volume change clearly fills pores in the SSE, the remaining volume change",{"entities":[]}],["leads to stress-induced propagation and delamination. To explore the correlation between internal expansion and battery failure, Koerver et al. carried out a quantitative analysis of ASSB electrode expansion. They utilized three techniques to investigate the mechanism and implementation of “zero-strain” electrodes [75]:",{"entities":[]}],["1) In or ex situ XRD-based crystallographic volume measurement of a single material as a function of state of charge. The function can be expressed as: (5.1)5.2. Oxidative reactions at SSE-CAM interface",{"entities":[]}],["The SSE-CAM interface is the gateway for ions and electrons to access the active material. Therefore, investigating the interfacial reactions that lead to interphase generation for maintaining ion and electron flow to and from the active material is important. Many studies have revealed that during the very first charge, an interphase layer is generated be- tween the cathode and electrolyte due to electrolyte decomposition. In the case of composite cathodes with sulfide electrolytes, the",{"entities":[]}],["interphase layers are subjected to mechanical, chemical, and electrochemical in- stabilities. Further chemical-electrochemical degradation of the elec- trolyte accompanied with microcracks, defects, or structural mismatches are inevitable and detrimental for battery performance [43,60,178,179, 191].",{"entities":[]}],["In this approach, volume variations were calculated based on Li insertion extraction-induced lattice parameter changes. However, combinatory effects in the composite electrodes (e.g., porosity of the composite electrode, softness and plasticity of SSEs) were not considered.2) Measurement of open-circuit voltage (OCV, Eoc) as a function of pressure (p),∂Eoc ( ∂p1 nF= (cid:0))T,ΔrVm(5.2)ni",{"entities":[]}],["As introduced previously, Janek et al. conducted in situ electro- chemical impedance spectroscopy and X-ray photoemission spectros- copy to monitor this formation [179]. In situ impedance spectroscopy (Fig. 11b) showed the presence of an irreversible interface formed be- tween NMC811 and Li3PS4, while XPS data revealed that interphase formation occurred rapidly during the first charge and continued to grow gradually with successive cycles. Similar degradation was observed in the ASSB with",{"entities":[]}],["LiCoO2 and LGPS composite cathodes, wherein the interphase gradually grew thicker with an increasing number of cycles, and battery capacity deteriorated [180,193]. In this work, multiple characterization methods, including STEM, EELS, XRD, and XPS, were combined to probe underlying degradation mechanisms based on two important predictions for reliable interphases: 1) zero-strain materials in the cathode are necessary for mitigating me- chanical damages and 2) SSEs with larger electrochemical",{"entities":[]}],["stability windows are important for creating a stable interface. Despite engi- neering the intrinsic properties of active materials, the coating layer of",{"entities":[]}],["Here, ΔrVm is the reaction volume, n is the number of transferred electrons, and F is the Faraday constant. The function is established based on external load mechanisms. However, mechanical de- formations of the electrode materials were not involved.3) Measurement of pressure change (Δp) as a function of volumetric strain (εvol), and K is the bulk modulus,Δp = (cid:0) εvol∙K(5.3)",{"entities":[]}],["Upon inclusion of plasticity and deformation effects, the stress measurements demonstrate a practical response of the battery. The group also applied several approaches for addressing stress-induced strain during battery cycling, including the use of zero-strain electrode materials and compensating for large-volume expansion materials (e.g., NMC) with large-shrinkage electrode materials (e.g., LiCoO2) in the composite electrode. Findings from this analysis are discussed",{"entities":[]}],["NanoEnergy87(2021)10608117C. Wu et al.",{"entities":[]}],["existing popular active materials, such as LiCoO2 and NMC, show excellent potential for interface stability. While studying the Li3PS4-Li- CoO2 interface [191], Sakuda et al. found that S, P, and Co diffused between the SSE and LiCoO2, implying that side reactions at the inter- face induce battery deterioration. They proposed the application of a Li2SiO3 coating layer on the LiCoO2 to suppress these side reactions, thus preventing the formation of the interfacial layer. After this pioneering",{"entities":[]}],["work, researchers adopted various oxide materials, such as LiAlO2, Li2SiO3, LiNb0.5Ta0.5O3, Li4Ti5O12, and LiNbO3, as a thin-layer coating source to limit cathode interface degradation [43,45,178,180,191, 194–197]. Although this solution cannot completely inhibit interfacial reactions, it has successfully maintained low reaction rates and delayed battery degradation. Based on studies related to cathode coating, Zhang et al. have categorized the contact situation between the cathode-coating",{"entities":[]}],["material and SSE into three cases [180]: (1) an ideal situation in which the cathode particles are well-coated, maintain coating during cycling, and possess high ionic and electronic conductivity. Additionally, the coat has good contact with the SSE, allowing Li ions to transfer revers- ibly between the cathode and SSE. (2) In a less desirable situation, the coated cathode material is disconnected from the SSE, either due to delamination or a heterogeneous cathode composite mixture. The",{"entities":[]}],["detachment renders the cathode capacity redundant, as it is out of reach from Li ions and electrons. (3) In the third situation, the SSE has a low electrochemical stability window, causing it to decompose at high voltages. This decomposition leads to Li layer depletion and formation at the interface and a subsequent increase in internal resistance. The Li layer progressively grows, obstructing Li ion movement and causing additional capacity loss.",{"entities":[]}],["6. CAM challenges",{"entities":[]}],["In ASSBs, CAMs determine cell energy density through its voltage and potentials [9,10,12]. CAM particles are mixed with the SSE to form a composite cathode [10,178]. As discussed above, poor compatibility between CAMs and sulfide electrolytes cause multiple issues such as interfacial contact loss and reductive interfacial reactions. However, CAM particles are also involved with chemo-mechanical challenges induced at a high operating voltage. Layered LiMO2 cathodes (M = Ni, Mn, Co: NMC; M = Ni,",{"entities":[]}],["Co, Al: NCA) are the most often investigated CAMs for high-energy-density batteries [12]. In particular, ternary transition metal oxides with general formulas LiNixMnyCo1(cid:0) x(cid:0) yO2 (NMC) and LiNixCoyAl1(cid:0) x(cid:0) yO2 (NCA) enable a high working voltage and high-volumetric specific energy and have shown great potential for EV applications [13,200–204]. However, LiMO2 ternary cathode materials suffer from chemo-mechanical degradation, including irreversible ca- pacity decay,",{"entities":[]}],["voltage drop, and reduced cycling life [9,204–206], due to point defects, particle cracks and disintegration. In this section, we will summarize the experimental evidence provided for high-voltage LiMO2 ternary cathode materials performance, degradation mechanisms (including size and ratio effects), volume expansion-shrinking phe- nomena, and pulverization-disintegration.",{"entities":[]}],["6.1. Size and ratio effects",{"entities":[]}],["Recent experimental studies on NMC and NCA cathodes show the relation between particle dimensions and ratios and battery perfor- mance [178,188,207]. Strauss et al. reported that NMC particle size could impact ASSB capacity [188] and demonstrated that decreasing particle size (d << 10 µm) improved the battery’s specific capacity. Smaller particles allow more contact points at the cathode interface, providing better ionic percolation pathways. As the average particle size of the NMC in their",{"entities":[]}],["study is much smaller than 10 µm, near-full capacity in the first charge cycle was achieved (Fig. 12a). They also determined the ratio effect of composite particles according to desired purposes. For high-energy-density battery applications, more particles are needed in the composite cathode, which enables higher electronic conductivity by limiting ionic transport. In contrast, more SSE and fewer NMC particles in the composite cathode allow better ionic conductivity suitable for these",{"entities":[]}],["batteries. Thus, an optimal size ratio between NMC particles and the SSE in the cathode is critical for creating a mixed percolation network for optimized ionic transport and mitigating electronic resis- tance. Moreover, as ASSBs are generally featured with high-mass loading of NMC particles [9,10,12], the interparticle interface ratio represents ionic-electronic percolation network conditions in the com- posite cathode in various contexts [118,208,209]. For example, a higher ratio of the",{"entities":[]}],["interparticle interface in the composite cathode indicates less effective ionic paths [12], whereas a lower ratio is suggestive of reduced mutual contact between particles and the completeness of the SSE percolation network. These results clearly demonstrate that a higher interparticle interface ratio is suitable for high-energy batteries, while a lower rate is more appropriate for high-power applications [188].",{"entities":[]}],["In a recent study, Walther et al. probed interfacial structural and chemical evolutions with state-of-the-art time-of-flight secondary-ion mass spectrometry (ToF-SIMS) techniques [192] (Fig. 11c), an ultra-sensitive surface analytical technique that provides detailed elemental and molecular information with high lateral and in-depth resolution. Before application of ToF-SIMS, they identified signal changes of S 2p, P 2p, and O 1 s during battery cycling by using XPS on the SSE (Li6PS5Cl), which",{"entities":[]}],["found that potential species distribution changes occur upon interphase formation. However, XPS does not yield conclusive data due to a lack of information obtained regarding the intermediate states of transition metals involved with interfacial re- actions. When combined, XPS with ToF-SIMS results revealed that transition metal phosphates [e.g., Ni3(PO4)2 and Mn3(PO4)2] emerged upon interphase formation [198]. In addition to transition metal phos- phates, transition metal sulfates were also",{"entities":[]}],["detected at the interface through ToF-SIMS depth profiling. Increased signals of both transition metal sulfates and phosphates at the interface after battery cycling indicated that interface formation is primarily affected by sulfate and phosphate. Besides the interfacial reaction, the space charge layer (SCL) and the chemical bond vibration also bring negative effects. Zhang et al. reveals the generation of SCL between sulfide electrolytes and high ca- pacity cathodes (e.g. nickel-rich layered",{"entities":[]}],["oxides) during the cycling. The SCL significantly affect the internal resistance and become long-term battery degradation mechanism [199].",{"entities":[]}],["Based on these studies on the cathode interface, maintaining opti- mum functioning of the interface is vital for the battery’s performance and capacity. The interface is mainly affected by the generation of voids and interfacial reactions. Voids often reduce the contact area, causing more constricted pathways and leaving some amount of active material inaccessible for energy storage. Reactions involved in interface forma- tion hampers ionic transportation, induce morphological changes that",{"entities":[]}],["cause delamination, and in extreme cases, block ion exchange between the SSE and CAM. In ASSBs, the SSE-CAM interface is responsible for approximately 30% of the capacity that is lost during the very first cycle. Thus, preventing this decay would significantly boost the battery’s life, highlighting the importance of conducting more in-depth studies to better understand the fine details of this interface and enhance battery performance.",{"entities":[]}],["6.2. Volume expansion-shrinking phenomenon",{"entities":[]}],["In composite cathodes blended with sulfide SSEs and CAMs, although sulfide electrolytes are relatively softer than oxide-based electrodes, mismatch problems still occur in the cathode interphase. The selection of porous electrolytes can partially address these issues in the cathode interfaces [210], but a significant volume change of NMC or NCA par- ticles during charge-discharge still leads to contact loss and electrolyte cracks [75,211]. Generally, the volume of LiCoO2 particles increases",{"entities":[]}],["during lithiation and decreases upon delithiation [212], which is referred to as positive volume expansion. In the layered structure of LiCoO2, cobalt is coordinated octahedrally by oxygen, which provides CoO6 with edge-sharing layers between which the Li ion intercalates.",{"entities":[]}],["NanoEnergy87(2021)10608118C. Wu et al.",{"entities":[]}],["During the deintercalation of Li ions, as the amount of positive charge decreases, the negatively charged CoO6 layers undergo repulsion that pushes the lattice apart [212–214], and a 2% increase in the volume along the unit cell’s c-axis can be observed [212]. As a result, pressure increases during deintercalation. Conversely, lithiation causes a decrease in pressure due to reduced repulsion of the negatively charged CoO6 layers. This phenomenon of changes in lattice volume occurs in various",{"entities":[]}],["oxide electrode materials and is not restricted to LiCoO2 [182]. Although NMC is chemically similar to LiCoO2, it behaves quite differently during cycling. The layered compounds, such as LiCoO2, expand in the z-direction because of the high coulombic efficiency of metal-oxygen layers. However, expansion in the x–y-directions is dependent on the size and nature of transition metals, such as Ni in NMC [181,182,184,215–217]. Unlike LiCoO2, NMC behaves more predict- ably, as its volume decreases",{"entities":[]}],["during delithiation and increases during lithiation [212]. Volume changes of NMC are reversible but do not exhibit a linear correlation with and intercalation [181,212,218–220], as the expansion and contraction of the lattice are not typically isotropic. Moreover, Ni-rich NMCs tend to undergo significant volume changes, leading to larger voids and more severe delamination between SSEs and cathode layers, primarily due to the significant change in Ni’s ionic radius during transition metal",{"entities":[]}],["oxidation [75]. Thus, cathodes with a lower Ni content (e.g., LiNi0.33Co0.33Mn0.33O2, and NMC111) will induce fewer voids than high-Ni cathodes (e.g., LiNi0.8Co0.1Mn0.1O2, and NMC811) [181,184,218–220]. However, reducing the amount of Ni in the the ideal volume-change-induced challenge faced with composite cathodes [22], as the reduced Ni content in NMCs is associated with a lower specific capacity. Koerver et al. reported the blending of positive volume",{"entities":[]}],["expansion of LiCoO2 and negative volume expansion of NMC in the composite cathode to enable only minimal volume expansion during cycling, while retaining a high specific capacity [75]. Their study has experimentally demonstrate that by cycling a battery with an active material composite of NMC and LiCoO2 in a weight % ratio of 55:45, respectively, LiCoO2 shows positive nominal stress, while NMC811 shows a negative nominal stress change during the deintercalation phase of the cycle. Fig. 12(b)",{"entities":[]}],["shows the superimposed stress measurements of cath- odes with mixed CAMs (LiCoO2 and NMC811), which yield a significantly smaller amplitude than those found with LiCoO2 or NMC811 indepen- dently. Furthermore, this approach has successfully achieved lower delamination due to changes in volume, providing good contact with ionic conduction pathways after cycling.",{"entities":[]}],["In liquid batteries, NMC and NCA demonstrate significant volume changes [200,221–223]. Unlike dynamic mechanisms in the liquid electrolyte, the solid-solid interactions in ASSBs can result in the me- chanical failure [224–226]. In the case of composite cathodes, the blending of TCM particles in a sulfide electrolyte creates a large specific surface area similar to that of liquid electrolytes, thus facilitating more ion-electron pathways than with garnet-based electrolytes. However, unlike",{"entities":[]}],["liquid electrolytes, SSEs can potentially generate point defects, cracks, and structural mismatches at both the particle and electrolyte interface, despite intimate contact. Generally, mechanical impacts on volume expansion-shrink can break stable SEI, exposing the internal active materials and causing formation of a high-impedance interface. Microcracks on the particle will be propagated upon cycling, eventually inducing particle pulverization [227]. Therefore, maintaining smaller volume",{"entities":[]}],["changes within the composite cathode generates less stress at cathode interfaces and is key to addressing the mechanical and",{"entities":[]}],["cathodeis notansolutiontoaddressFig. 12. (a) Dimension and ratio effects on CAM particles and battery performance [188]. (b) Stress mitigation by CAM particle balancing (NMC and LiCoO2, 55:45) [75]. (c) Microstructural evolution of the grain boundary on TCMs [224]. (a) ©2018, American Chemical Society. (b) ©2018, Royal Society of Chemistry. (c) ©2020, Elsevier.NanoEnergy87(2021)10608119C. Wu et al.chemo-mechanical cathodes.instabilityissues associated with composite",{"entities":[]}],["conventional liquid electrolyte-based LIBs. In ASSBs, the SSE cannot access and wet the internal grains during the evolution and therefore is unable to control the particles’ mechanical integrity.",{"entities":[]}],["Several approaches to modify the high-voltage mechanical impacts on LiMO2 CAM particles have been proposed. First, ionic conductive polymers are used in the surface coating of particles [229–231], which serves as a buffer layer to protect the particle from mechanical impacts that reduce potential structural collapse and hence prevent capacity fade. Moreover, inorganic metal oxide coating techniques, such as those using Li3PO4 [231–233], have yielded excellent capacity retention at a high",{"entities":[]}],["cut-off voltage. Manthiram et al. reported that, when combined with an electronically conductive polypyrrole (PPy) [233], unfavorable defects of Li3PO4 coating can be addressed (Fig. 13a). In addition, high-elasticity PPy can alleviate the impact of internal stress on the particle, preventing crack generation. Second, CAM particles with mutually reinforced chemo-mechanical properties (e.g., NMC and LiCoO2) can be mixed to balance the strain on the overall cathode composites to enhance capacity",{"entities":[]}],["retention and voltage stability. This strategy can be extended to the tailoring of battery component selection for the design of a solid-state cell. Different combinations of battery components, including the electrode, SSE, and separator, can lead to distinct chemo-mechanical properties for the desired applications.",{"entities":[]}],["6.3. Particle pulverization (disintegration)",{"entities":[]}],["Much experimental evidence has confirmed structural collapse upon volume changes. Dahn et al. reported the initiation of microcracks on NMCs induced by the ion intercalation-extraction process upon cycling [200,226,227]. They also found that the lattice distance on NMC111 (LiNi0.33Mn0.33Co0.33O2) changes as a function of the charge-discharge voltage. For example, the c-axis lattice was reduced dramatically when over-charged to above 4.0 V, which was attributed to the extrac- tion of Li ions",{"entities":[]}],["from the layered structure of NMC [200]. In fact, charge-induced CAM lattice collapse is a universal phenomenon asso- ciated with Li transportation [224,228] that causes point defects or microcracks. Upon further propagation of these structural defects, overall collapse of the CAM occurs. Sun et al. reported that electrochemical-mechanical effects on randomly oriented primary par- ticles results in internal grain boundary disruption and eventual disin- tegration of the secondary particle [224].",{"entities":[]}],["As shown in Fig. 12(c), the microstructural evolution of the TCM grain boundary is responsible for the poor electrochemical performance of ASSBs as compared with",{"entities":[]}],["Fig. 13. Approaches of mitigating mechanical impacts on TCMs. (a) Internal stress impact alleviated by a high-elasticity polypyrrole (PPy) [233]. (b) Capacity retention and voltage stability enabled by intergranular coating [234]. (c) Radially oriented secondary particle architecture allows long-term cycling stability in ASSBs [224]. (d) Improved structural stability and cycling performance realized by a single crack-free, crystalline CAM particle [235]. (a) ©2017, American Chemical Society.",{"entities":[]}],["(b) ©2018, Nature. (c, d) ©2020, Elsevier.",{"entities":[]}],["NanoEnergy87(2021)10608120C. Wu et al.",{"entities":[]}],["Regarding microstructural stability of the secondary LiMO2 CAM par- ticles (Fig. 13b), achieving intergranular coating into the grain bound- aries of the particle is essential for enhancing capacity retention and voltage stability without suffering failure (e.g., disintegration) caused by anisotropic volume changes [234]. Third, architectural manipulations of CAM microstructures can potentially address the discussed mechanical challenges. Fig. 13(c) shows that a radially oriented secondary",{"entities":[]}],["particle architecture can accommodate volume changes without causing me- chanical degradation and exhibits much better long-term cycling sta- bility in sulfide ASSBs than do particles with randomly oriented architectures [224]. Moreover, using a crack-free, single crystalline CAM particle improves structural stability and cycling performance (Fig. 13d) [235]; Yang et al. has summarized the critical role of the CAM microstructures to the stability and capacity performance of the ASSB [236]. The",{"entities":[]}],["single crystal NMC811 with good mechanical integrity breaks the electrochemical performance limit of the conventional poly- crystalline NMC811 in the ASSBs. Finally, many alternative CAMs with excellent electrochemical performances and optimized mechanical properties are emerging. In recent years, organic cathode materials (OCMs) have shown advantages as well, such as a high energy density, cost effectiveness, being environmentally friendly, and easily modifi- able, compared with their",{"entities":[]}],["inorganic counterparts [15,237]. Some newer studies have revealed that combinations of OCMs and sulfide SSEs are desirable for specific energy and cycling stability, which are beneficial for high-energy applications, such as hybrid EVs, and smart grids. Compared with CAMs, OCMs possess favorable structural properties related to sulfide electrolytes that can prevent volume change-induce mechanical stress and corresponding crack formation on the in- terfaces. Thus, a more in-depth understanding",{"entities":[]}],["of ion-electron transport mechanisms can maximize the value of OCMs in practical battery cathode solutions aimed at achieving high-performance sulfide Li metal batteries.",{"entities":[]}],["electrolytes, and battery designs for improved engineering of Li-SSE- LiMO2-based ASSBs. Perspectives for future investigations are outlined below.7.1. Stable interfaces between the electrolyte and electrode",{"entities":[]}],["The formation of a stable ion-conductive and electron-insulative interface between the electrolyte and electrode is critical for control- ling chemo-mechanical reactions. Lee et al. from Samsung reported an anode free ASSB setup with silver-carbon (Ag/C) interlayer regulated Li deposition effectively [238]. Carbon plays the role of a separator to keep the SSE layer away from Li metal. This enhances the durability of SSE and prevents the penetration of Li metal through the SSE, due to their",{"entities":[]}],["strong modulus of ~200 GPa. To achieve uniform Li deposition, Ag was applied to lower the nucleation energy of Li metal by forming Ag–Li alloy. Wang et al. coated a cold-pressed Li3N–LiF composite on LPS electrolyte to promote Li dendrite-suppression capability [239]. LiF with high interface energy can enhance nucleation energy and inhibit Li dendrite penetration, while Li3N enabled high ion conductivity can reduce Li plating/stripping overpotential. Moreover, the pores in the composite",{"entities":[]}],["adjacent to Li metal serve as Li reservoirs enhanced the interfacial contact. The coated electrolyte achieved a high CCD of ＞ (cid:0) 2 capacity at room temperature. For the 6 mA cm cathode interface, coating with a “buffer layer” material is an effective way to improve the interfacial stability. Yang et al. succeed in achieving a nanoscale solid solution surface layer containing Ti on the active material based on a one step pre-coating method, resulting in an ultra-stable reversible capacity",{"entities":[]}],["for the battery operations [240]. Li et al. proposed LiNbO3 coating with about 1 wt% content is adopted to improve the interfacial stability and the electrochemical performances of NMC811 cathode in solid-state battery using Li10GeP2S12 solid elec- trolyte [241].",{"entities":[]}],["(cid:0) 2 and 6 mAh cmFuture work should also aim to design new sulfide electrolytes with wider potential windows (e.g., doping of halide elements) and materials engineered for higher volume change tolerance by including artificial buffer layers to prevent electrolyte decomposition and to suppress dendritic growth. Considering these factors are critically important for improving the electrochemical performance of ASSBs related to rate capability, energy-power density, and cycle life.",{"entities":[]}],["7. Summary and outlook",{"entities":[]}],["This review focuses on the practical challenges related to battery architecture comprising a Li metal anode, sulfide electrolyte, and Ni-rich layered oxide cathode. ASSBs based on such architecture show great promise in high energy-power applications (e.g., EVs) due to their high energy density, safety, and broad range of operating temperatures. However, many barriers exist regarding our understanding and control of these components’ intrinsic instabilities, as well as the structural-",{"entities":[]}],["chemical-mechanical evolutions of the Li anode, sulfide-based SSE, Ni- rich cathode, Li-SSE anode interface, and SSE-LiMO2 cathode inter- face. Our discussion here highlights recent discoveries of the material properties of each battery component and their interplay during elec- trochemical cycling. For example, the coupling effects of Li metal creep and contact elastoplasticity in the Li anode can result in insufficient physical contact and uneven current distributions between the electro-",{"entities":[]}],["lyte, which eventually induces the formation of metal filaments and interfacial porosities. Second, high impedance originates from the interphase between the Li metal anode and sulfide electrolyte due to interfacial reactions. In addition, mechanical failures induced by dendrite penetration compromise interphase stabilities. Third, narrow intrinsic thermodynamic/electrochemical windows are a shortcoming of sulfide electrolytes regarding electrolyte degradation during cycling, and the soft",{"entities":[]}],["nature of the sulfide electrolyte should also be considered in the design of ASSBs. Fourth, interactions between the sulfide electrolyte and high-voltage cathode cause significant chemo-mechanical degra- dation, such as contact loss and a Li-depleted, high-resistance inter- phase. Fifth, dimension and ratio effects, substantial volume changes, and the pulverization-disintegration of cathode particles during cycling can exacerbate structural defects and cause collapse. These explorations provide",{"entities":[]}],["fundamental insight into the understanding and prediction of Li- SSE-LiMO2 battery behaviors. However, more research is needed to address the technical challenges related to materials, electrodes,",{"entities":[]}],["7.2. Thin-layer ASSBs fabrication",{"entities":[]}],["Typical lab-produced ASSBs are based on press-formed dry mixing electrolyte-cathode sheets and thus suffer from limited scalability. The slurry coating process involving the binder can offer adhesion between electrolyte materials and ionic conductivity comparable to that of the dry mixing-based counterpart [242]. This solution-based casting process can be adopted to cathode sheets to facilitate the homogeneous dispersion of active material particles in the slurry and the as-formed composite",{"entities":[]}],["cathode layer. The solution-processed electrolyte and thin-layer cathode can likely exhibit decent performance with respect to rate capability and cyclability due to the high homogeneity of the electrode-electrolyte components. A continuous wet coating process, such as roll-to-roll, is suitable for high throughput of ASSB layer for- mation. However, mechanical properties of the components, including adhesiveness, bending stiffness, and elastic-plastic features, should be considered during",{"entities":[]}],["manufacturing and processing. Sulfide-based SSE membranes with high ionic conductivity, fabricated by adding small amount of binders, are promising for roll-to-roll manufacturing. Furthermore, the production environment is also critical to the battery’s success due to the negative effects of highly reactive sulfide composites; thus, an inert or dry atmosphere should be considered for thin-layer ASSB batch fabrication.",{"entities":[]}],["NanoEnergy87(2021)10608121C. Wu et al.[24] F.Q. Liu, F.J. Bin, J.X. Xue, L. Wang, Y.J. Yang, H. Huo, J.J. Zhou, L. Li, ACS Appl.7.3. In situ/operando diagnosisMater. Interfaces 12 (2020) 22710–22720.[25] S.J. Chen, D.J. Xie, G.Z. Liu, J.P. Mwizerwa, Q. Zhang, Y.R. Zhao, X.X. Xu, X.",{"entities":[]}],["In situ/operando diagnosis can provide first-hand, in-depth informa- tion of the ASSB under operation conditions. Unfortunately, the buried electrode, interface, and electrolyte limit the direct characterization of potential morphological-chemical-mechanical evolutions. Thus, non- destructive techniques, including NDP, XRT, and acoustic detection, are encouraged for in situ battery analysis. However, current non- destructive tests are favorable for detecting elemental-chemical distri- butions",{"entities":[]}],["but not for probing chemo-mechanical and morphological mechanisms. To identify the key structural-mechanical-chemical fea- tures beneath the battery’s surface, an “open-cell” setup with an intri- cate cross-section of the ASSB is suggested for performing in situ characterization. This setup enables multi-pronged, real-time detection at the interfaces, providing up-to-date information about morphological changes, chemical composition, mechanical properties, and evolutions of electrolyte",{"entities":[]}],["decomposition products, including intermediate products that may induce negative effects during battery operation.",{"entities":[]}],["Y. Yao, Energy Storage Mater. 14 (2018) 58–74.[26] P. Hovington, M. Lagace, A. Guerfi, P. Bouchard, A. Manger, C.M. Julien,M. Armand, K. Zaghib, Nano Lett. 15 (2015) 2671–2678.[27] F. Croce, G.B. Appetecchi, L. Persi, B. Scrosati, Nature 394 (1998) 456–458. [28] N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura,T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto, A. Mitsui, Nat. Mater. 10 (2011) 682–686.",{"entities":[]}],["[29] Z. Stoeva, I. Martin-Litas, E. Staunton, Y.G. Andreev, P.G. Bruce, J. Am. Chem.Soc. 125 (2003) 4619–4626.[30] Q.W. Pan, D.M. Smith, H. Qi, S.J. Wang, C.Y. Li, Adv. Mater. 27 (2015)5995–6001.[31] C.F. Yuan, J. Li, P.F. Han, Y.Q. Lai, Z.A. Zhang, J. Liu, J. Power Sources 240(2013) 653–658.",{"entities":[]}],["[32] K. Hatzell, Joule 4 (2020) 719–721. [33] C. Monroe, J. Newman, J. Electrochem. Soc. 150 (2003) A1377–A1384. [34] C. Monroe, J. Newman, J. Electrochem. Soc. 151 (2004) A880–A886. [35] C. Monroe, J. Newman, J. Electrochem. Soc. 152 (2005) A396–A404. [36] G.M. Stone, S.A. Mullin, A.A. Teran, D.T. Hallinan, A.M. Minor, A. Hexemer, N.P. Balsara, J. Electrochem. Soc. 159 (2012) A222–A227.[37] J.F. Wu, E.Y. Chen, Y. Yu, L. Liu, Y. Wu, W.K. Pang, V.K. Peterson, X. Guo, ACS",{"entities":[]}],["Appl. Mater. Interfaces 9 (2017) 1542–1552.[38] E. Rangasamy, J. Wolfenstine, J. Sakamoto, Solid State Ion. 206 (2012) 28–32. [39] F.P. McGrogan, T. Swamy, S.R. Bishop, E. Eggleton, L. Porz, X.W. Chen, Y.M. Chiang, K.J. Van Vliet, Adv. Energy Mater. 7 (2017) 5.Declaration of Competing Interest[40] T. Swamy, R. Park, B.W. Sheldon, D. Rettenwander, L. Porz, S. Berendts,R. Uecker, W.C. Carter, Y.M. Chiang, J. Electrochem. Soc. 165 (2018) A3648–A3655.",{"entities":[]}],["Y.Y. and Y.L. have equity interest in LiBeyond LLC. Their relationship with LiBeyond LLC has been reviewed and approved by the University of Houston in accordance with its conflict of interest policies. Z.F. has in- terest in Multi-Diagnosis LLC. His relationship with Multi-Diagnosis LLC has been reviewed and approved by the University of Houston in accordance with its conflict of interest policies.",{"entities":[]}],["[41] L. Porz, T. Swamy, B.W. Sheldon, D. Rettenwander, T. Fromling, H.L. Thaman, S. Berendts, R. Uecker, W.C. Carter, Y.M. Chiang, Adv. Energy Mater. 7 (2017) 12. [42] Q. Zhang, D.X. Cao, Y. Ma, A. Natan, P. Aurora, H.L. Zhu, Adv. Mater. 31 (2019). [43] P.J. Lian, B.S. Zhao, L.Q. Zhang, N. Xu, M.T. Wu, X.P. Gao, J. Mater. Chem. A 7(2019) 20540–20557.",{"entities":[]}],["[44] H. Lee, P. Oh, J. Kim, H. Cha, S. Chae, S. Lee, J. Cho, Adv. Mater. 31 (2019) 26. [45] Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba,R. Kanno, Nat. Energy 1 (2016) 7.[46] J. Lau, R.H. DeBlock, D.M. Butts, D.S. Ashby, C.S. Choi, B.S. Dunn, Adv. EnergyAcknowledgmentsMater. 8 (2018) 24.[47] J. Lee, K. Lee, T. Lee, H. Kim, K. Kim, W. Cho, A. Coskun, K. Char, J.W. Choi, Adv.",{"entities":[]}],["This work was supported by the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy (EERE) under the Vehicle Technologies Program under Contact DE-EE0008864. Jiatao Lou and Jun Zhang acknowledge the support from National Natural Science Foundation of China under grant Nos. 21972127 and U20A20253.Mater. 32 (2020) 9.[48] Z.X. Zhang, L. Zhang, X.L. Yan, H.Q. Wang, Y.Y. Liu, C. Yu, X.T. Cao, L. van Eijck,B. Wen, J. Power Sources 410 (2019) 162–170.",{"entities":[]}],["[49] T. Chen, L. Zhang, Z.X. Zhang, P. Li, H.Q. Wang, C. Yu, X.L. Yan, L.M. Wang,B. Xu, ACS Appl. Mater. Interfaces 11 (2019) 40808–40816.[50] S. Yubuchi, M. Uematsu, C. Hotehama, A. Sakuda, A. Hayashi, M. Tatsumisago,J. Mater. Chem. A 7 (2019) 558–566.[51] J. Auvergniot, A. Cassel, J.B. Ledeuil, V. Viallet, V. Seznec, R. Dedryvere, Chem.Mater. 29 (2017) 3883–3890.References",{"entities":[]}],["[52] A. Banerjee, H.M. Tang, X.F. Wang, J.H. Cheng, H. Nguyen, M.H. Zhang, D.H. S. Tang, T.A. Wynn, E.A. Wu, J.M. Doux, T.P. Wu, L. Ma, G.E. Sterbinsky, M. S. D’Souza, S.P. Ong, Y.S. Meng, ACS Appl. Mater. Interfaces 11 (2019) 43138–43145.[1] 〈https://www.energy.gov/eere/articles/battery500-progress-update〉. (2020). [2] R. Van Noorden, Nature 507 (2014) 26–28. [3] R. Schmuch, R. Wagner, G. Horpel, T. Placke, M. Winter, Nat. Energy 3 (2018)",{"entities":[]}],["[53] D.X. Cao, Y.B. Zhang, A.M. Nolan, X. Sun, C. Liu, J.Z. Sheng, Y.F. Mo, Y. Wang, H.267–278.L. Zhu, Nano Lett. 20 (2020) 1483–1490.[4] H. Li, Joule 3 (2019) 911–914. [5] F.X. Wu, J. Maier, Y. Yu, Chem. Soc. Rev. 49 (2020) 1569–1614. [6] K.B. Hatzell, X.C. Chen, C.L. Cobb, N.P. Dasgupta, M.B. Dixit, L.E. Marbella, M. T. McDowell, P.P. Mukherjee, A. Verma, V. Viswanathan, A.S. Westover, W. G. Zeier, ACS Energy Lett. 5 (2020) 922–934.",{"entities":[]}],["[54] J. Park, K.T. Kim, D.Y. Oh, D. Jin, D. Kim, Y.S. Jung, Y.M. Lee, Adv. Energy Mater.10 (2020) 10.[55] J.M. Doux, Y.Y.C. Yang, D.H.S. Tan, H. Nguyen, E.A. Wu, X.F. Wang, A. Banerjee,Y.S. Meng, J. Mater. Chem. A 8 (2020) 5049–5055.[56] J. Zhang, H.Y. Zhong, C. Zheng, Y. Xia, C. Liang, H. Huang, Y.P. Gan, X.Y. Tao, W.[7] P. Albertus, S. Babinec, S. Litzelman, A. Newman, Nat. Energy 3 (2018) 16–21. [8] T. Krauskopf, H. Hartmann, W.G. Zeier, J. Janek, ACS Appl. Mater. Interfaces 11",{"entities":[]}],["K. Zhang, J. Power Sources 391 (2018) 73–79.[57] J. Zhang, L.J. Li, C. Zheng, Y. Xia, Y.P. Gan, H. Huang, C. Liang, X.P. He, X.Y. Tao,(2019) 14463–14477.W.K. Zhang, ACS Appl. Mater. Interfaces 12 (2020) 41538–41545.[9] S. Zhang, J. Ma, Z.L. Hu, G.L. Cui, L.Q. Chen, Chem. Mater. 31 (2019)[58] F. Walther, S. Randau, Y. Schneider, J. Sann, M. Rohnke, F.H. Richter, W.G. Zeier,6033–6065.J. Janek, Chem. Mater. 32 (2020) 6123–6136.",{"entities":[]}],["[10] J.H. Yan, X.B. Liu, B.Y. Li, RSC Adv. 4 (2014) 63268–63284. [11] C.X. Tian, F. Lin, M.M. Doeff, Acc. Chem. Res. 51 (2018) 89–96. [12] P. Rozier, J.M. Tarascon, J. Electrochem. Soc. 162 (2015) A2490–A2499. [13] S. Hwang, S.M. Kim, S.M. Bak, K.Y. Chung, W. Chang, Chem. Mater. 27 (2015)[59] H. Nakamura, T. Kawaguchi, T. Masuyama, A. Sakuda, T. Saito, K. Kuratani,S. Ohsaki, S. Watano, J. Power Sources 448 (2020) 10.",{"entities":[]}],["[60] R. Koerver, F. Walther, I. Aygün, J. Sann, C. Dietrich, W.G. Zeier, J. Janek,J. Mater. Chem. A 5 (2017) 22750–22760.6044–6052.[61] M. Yamamoto, Y. Terauchi, A. Sakuda, A. Kato, M. Takahashi, J. Power Sources[14] S.K. Jung, H. Gwon, J. Hong, K.Y. Park, D.H. Seo, H. Kim, J. Hyun, W. Yang,473 (2020) 10.K. Kang, Adv. Energy Mater. 4 (2014) 7. [15] Y.L. Liang, Y. Yao, Joule 2 (2018) 1690–1706. [16] F. Zheng, M. Kotobuki, S.F. Song, M.O. Lai, L. Lu, J. Power Sources 389 (2018)",{"entities":[]}],["[62] M. Otoyama, A. Sakuda, M. Tatsumisago, A. Hayashi, ACS Appl. Mater. Interfaces12 (2020) 29228–29234.[63] S.J. Choi, S.H. Choi, A.D. Bui, Y.J. Lee, S.M. Lee, H.C. Shin, Y.C. Ha, ACS Appl.198–213.Mater. Interfaces 10 (2018) 31404–31412.[17] L. Fan, S.Y. Wei, S.Y. Li, Q. Li, Y.Y. Lu, Adv. Energy Mater. 8 (2018) 31. [18] Z.H. Gao, H.B. Sun, L. Fu, F.L. Ye, Y. Zhang, W. Luo, Y.H. Huang, Adv. Mater. 30",{"entities":[]}],["[64] D.Y. Oh, D.H. Kim, S.H. Jung, J.G. Han, N.S. Choi, Y.S. Jung, J. Mater. Chem. A 5(2017) 20771–20779.(2018) 27.[65] H.W. Kwak, Y.J. Park, Sci. Rep. 9 (2019) 9. [66] X. Li, W. Peng, R. Tian, D. Song, Z. Wang, H. Zhang, L. Zhu, L. Zhang,[19] X.L. Cheng, J. Pan, Y. Zhao, M. Liao, H.S. Peng, Adv. Energy Mater. 8 (2018) 16. [20] W.Q. Zhang, J.H. Nie, F. Li, Z.L. Wang, C.Q. Sun, Nano Energy 45 (2018)Electrochim. Acta 363 (2020), 137185.413–419.",{"entities":[]}],["[67] X.L. Li, H.L. Guan, Z.J. Ma, M. Liang, D.W. Song, H.Z. Zhang, X.X. Shi, C.L. Li, L.[21] T. Famprikis, P. Canepa, J.A. Dawson, M.S. Islam, C. Masquelier, Nat. Mater.F. Jiao, L.Q. Zhang, J. Energy Chem. 48 (2020) 195–202.(2019) 1–14.[68] X.L. Li, Q.F. Sun, Z.Y. Wang, D.W. Song, H.Z. Zhang, X.X. Shi, C.L. Li, L.Q. Zhang,[22] J. Janek, W.G. Zeier, Nat. Energy 1 (2016) 16141. [23] L.H. Chen, S. Venkatram, C. Kim, R. Batra, A. Chandrasekaran, R. Ramprasad,",{"entities":[]}],["L.Y. Zhu, J. Power Sources 456 (2020) 10.Chem. Mater. 31 (2019) 4598–4604.NanoEnergy87(2021)10608122C. Wu et al.[69] G. Peng, X.Y. Yao, H.L. Wan, B.X. Huang, J.Y. Yin, F. Ding, X.X. Xu, J. Power[121] C. Yu, S. Ganapathy, E.R.H. Van Eck, H. Wang, S. Basak, Z.L. Li, M. Wagemaker,Sources 307 (2016) 724–730.Nat. Commun. 8 (2017) 9.",{"entities":[]}]]}
