{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["ChemCommView Article OnlineFEATURE ARTICLEView Journal| View IssueInsights into interfacial chemistry of Ni-rich cathodes and sulphide-based electrolytes in all-solid-state lithium batteriesCite this: Chem. Commun., 2022,58, 5924Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.Heyang Jiang, Haoshen Zhou† Xiaowei Mu,† Hui Pan, Menghang Zhang, Ping Heand",{"entities":[]}],["All-solid-state lithium batteries (ASSLBs) have attracted increasing attention recently because they aremore safe and have higher energy densities than conventional lithium-ion batteries. In particular, ASSLBscomposed of Ni-rich cathodes, sulphide-based solid-state electrolytes (SSEs) and lithium metal anodes have been regarded as the most competitive candidates. Ni-rich cathodes possess high operating",{"entities":[]}],["potential, high specific energy and low cost, and sulphide-based SSEs have excellent ionic conductivitycomparable to that of liquid electrolytes. However, severe parasitic reactions and chemo-mechanicalissues hinder their practical application. Herein, the structure, ionic conductivity, chemical or electro-chemical stability and mechanical property of sulphide-based SSEs are introduced. Criticalinterfacialproblems between Ni-rich cathodes and sulphide-based SSEs,",{"entities":[]}],["including chemical or electrochemicalReceived 28th February 2022, Accepted 12th April 2022parasitic reactions, space charge layer eﬀect, mechanical stress and contact loss, are summarised. Thecorresponding solutions including coating layer construction and structure design are expounded. Finally, the remaining challenges are discussed, and perspectives are outlined to provide guidelines forDOI: 10.1039/d2cc01220kthe future development of ASSLBs.rsc.li/chemcomm",{"entities":[]}],["point.7 Severe safety problems, such as fire accidents and even explosions, can occur, limiting their practical application, particularly in large-scale energy storage equipment.8 Consequently, all-solid-state lithium batteries (ASSLBs) have emerged, which adopt non-flammable inorganic solid-state electrolytes (SSEs) to replace hazardous organic LEs. In addition, ASSLBs can deliver higher specific energy and volumetric energy density than LIBs.9 On the one hand, the employment of SSEs enables",{"entities":[]}],["the usage of lithium metal anodes,10 which have been regarded as the ‘‘Holy Grail’’ of anode materials because of their low electrochemical potential ((cid:2)3.04 V vs. standard hydrogen electrode) and high theoretical specific capacity (3877 mA h g(cid:2)1).11 Despite showing great promise, lithium metal has been abandoned for a long time because of the generation of undesired lithium dendrites. Fortunately, researchers found that SSEs with high mechanical strength can restrain the growth of",{"entities":[]}],["lithium dendrites, making it possible to employ lithium as an anode. Therefore, the specific energy of a battery can be significantly increased. On the other hand, separators and organic LEs can be prevented during the assembly of ASSLBs. Thus, dead weight and volume in a battery packaging are largely reduced, and the volumetric energy density of batteries can be enhanced.12 Moreover, ASSLBs possess excellent thermal stability, and can operate in a wide temperature range.13,14 Benefiting from",{"entities":[]}],["these advantages, the development of ASSLBs has become the main- stream trend of the post-LIB era in the future.",{"entities":[]}],["1. Introduction",{"entities":[]}],["Under the dual pressure of excessive fossil fuel consumption and environmental pollution, considerable eﬀort has been devoted to balancing the relationship between economic development and environmental protection in recent years.1 Developing clean and sustainable energy has been considered an essential approach to achieving this goal. The uneven space and time distributions of renewable energy sources restrict their direct utilisation. Hence, energy storage systems with a high energy density",{"entities":[]}],["are needed for achieving their stable energy outputs.2,3",{"entities":[]}],["Lithium-ion batteries (LIBs) have been the most popular energy storage devices in the past few decades due to their high energy densities and cyclability and have been successfully used in portable electronic equipment, electric vehicles and large-scale stationary storage systems.4–6 However, organic liquid electrolytes (LEs) in traditional LIBs suffer from limited electrochemical window, poor thermal stability and low flame",{"entities":[]}],["Center of Energy Storage Materials & Technology, College of Engineering and Applied Sciences, National Laboratory of Solid State Microstructures, and Collaborative Innovation Center of Advanced Microstructure, Nanjing University, Nanjing 210093, China. E-mail: pinghe@nju.edu.cn † These authors contributed equally.5924 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemComm",{"entities":[]}],["are under extensive research, including Li-rich layered oxides and Ni-rich layered oxides. Li-rich cathode materials have ultrahigh specific capacities (B250 mA h g(cid:2)1), but suffer from large initial irreversible capacities, poor rate performance and severe voltage decay upon cycling.25,26 Ni-rich layered oxide cathodes have demonstrated favourable working voltage, high discharge capacities, stable cycle performance and low price, showing great potential for large-scale",{"entities":[]}],["commercialisation.27,28 The comparison of the performance of typical cathode materials in LIBs can be found in Table 1.",{"entities":[]}],["Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.Fig. 1 Comparison of the properties of typical inorganic SSEs: (a) oxide- based SSEs, (b) sulphide-based SSEs, (c) halide-based SSEs, and (d) nitride- based SSEs.",{"entities":[]}],["For the realisation of high-performance ASSLBs, SSEs and cathodes are both indispensable components of batteries. Since Faraday15 discovered fast solid-state ion transport in heated solid PbF2 and Ag2S in the 1830s, a series of solid ionic conductors have been developed and investigated as SSEs. To date, inorganic SSEs can be roughly divided into oxide-, sulphide-, halide- and nitride-based SSEs. The comparison of properties of SSEs is shown in Fig. 1. Owing to their superior ionic conductivity",{"entities":[]}],["and mechanical properties, sulphide-based SSEs have been explored as promising candidates for ASSLBs. For instance, a high ionic conductivity of 10(cid:2)2 S cm(cid:2)1, which is comparable to that of LEs, and low mechanical hardness have been achieved in sulphide-based SSEs, such as Li10GeP2S12 (LGPS), Li7P3S11 and Li9.54Si1.74P1.44S11.7Cl0.3,16–18 accelerating Li+ transport and facilitating interfacial contact with cathodes.19",{"entities":[]}],["Owing to the excellent performance of sulphide-based SSEs and Ni-rich cathode materials, combining them is a feasible scheme for designing novel ASSLBs with high security and energy densities. Currently, the development of ASSLBs with Ni-rich cathodes and sulphide-based SSEs is still in its infancy. Some critical fundamental problems need to be addressed before their extensive commercialisation.29 In this review, we first summarise state-of-the-art sulphide-based SSEs and categorise them into",{"entities":[]}],["glassy, glass-ceramic and crystalline SSEs. The crystal structure, ion conductivity, chemical or electro- chemical issues and mechanical properties are comprehen- sively analysed. Next, we focuse on pivotal interfacial problems between Ni-rich cathodes and sulphide-based SSEs, including chemical or electrochemical parasitic reactions, space charge layer eﬀect, mechanical stress and contact loss caused by volume changes during delithiation or lithiation. Strategies and solutions for the above",{"entities":[]}],["issues are elaborated from aspects of coating layer construction and cathode structure design. Finally, the current situation of ASSLBs with Ni-rich cathodes and sulphide-based SSEs is analysed, and new perspectives of some innovation directions are proposed to spur the further development of ASSLBs.",{"entities":[]}],["Commercial cathode materials, such as LiCoO2, LiMn2O4 and LiFePO4, have been extensively employed in LIBs due to their high electrochemical potential and moderate capacities. However, the actual specific capacity of LiCoO2 is only approxi- mately 140 mA h g(cid:2)1 on account of its instability in a highly delithiated state. In addition, the high price and uneven dis- tribution of cobalt limit its application to portable electronic equipment.20 LiMn2O4 suﬀers from poor cycle stability because",{"entities":[]}],["of the Jahn–Teller effect.21 LiFePO4 exhibits a relatively small specific capacity and low operating voltage due to the low Li+ diffusion coefficient.22–24 Therefore, these cathode materials are not the most ideal candidates. Other attractive alternatives",{"entities":[]}],["2. Sulphide-based solid-state electrolytes",{"entities":[]}],["Sulphide-based SSEs have attracted considerable interest because of their high ionic conductivity and excellent mechan- ical properties. However, sulphide-based SSEs have not been used in large-scale application due to chemical, electrochemical, and mechanical challenges and processing problems. In this section, the development history of sulphide-based SSEs is pre- sented. Then, sulphide-based SSEs are classified according to their crystal structure. The features of diﬀerent SSEs including",{"entities":[]}],["ionic conductivity, chemical and electrochemical stability and",{"entities":[]}],["Table 1 Comparison of the performance of typical cathode materials in LIBsMaterialLiCoO2LiMn2O4LiFePO4Li-richNi-richTheoretical specific capacity (mA h g(cid:2)1) Experimental specific capacity (mA h g(cid:2)1) B140 Potential plateau (V vs. Li+/Li) Cycling times Cost Safety Application2743.8 4500 High Low Portable device148 B120 4.1 4500 Low Medium EV170 B150 3.4 4500 Low High EV, grid-scale stationary storage —B350 B250 4.5 — Medium Medium LowB280 B200 3.7 4800",{"entities":[]}],["Low Portable device, EVThis journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5925View Article OnlineChemCommFeature Articlemechanical property are clarified. Finally, challenges in sulphide- based SSEs and the corresponding solutions are summarised.and LGPS-type SSEs. In this part, we will introduce the crystal structure and ionic conductivity of SSEs. The ionic conductivity of typical SSEs is summarised in Table 2.",{"entities":[]}],["Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.2.1 Development history of sulphide-based SSEs",{"entities":[]}],["As illustrated in Fig. 2, the developmental history of sulphide- based SSEs can be traced back to the 1980s, when glassy SSEs, 30 and Li2S–P2S5–LiI,31 were developed in such as Li2S–GeS2 succession. The ionic conductivity of these glassy SSEs can reach 10(cid:2)4–10(cid:2)3 S cm(cid:2)1. Afterwards, the glass-ceramic SSE Li7P3S11 with an ionic conductivity of 3.2 (cid:3) 10(cid:2)3 S cm(cid:2)1 was developed. Heat treatment enhances its ionic conductivity to 1.7 (cid:3) 10(cid:2)2 S",{"entities":[[134,150,"SULFIDE_ELECTROLYTE"],[253,288,"IONIC_CONDUCTIVITY"],[323,331,"SULFIDE_ELECTROLYTE"],[362,397,"IONIC_CONDUCTIVITY"]]}],["cm(cid:2)1.17,32 Apart from glassy and glass-ceramic SSEs, crystalline SSEs were synthesised. Kanno et al.33 designed in 2001 a thio-LISICON SSE, Li3.25Ge0.25P0.7S4, which has an ionic conductivity of 2.2 (cid:3) 10(cid:2)3 S cm(cid:2)1. Afterwards, lithium argyrodite SSEs (Li6PS5X, X = Cl, Br, I) were discovered by Deiseroth et al.34 Li6PS5Cl has an ionic conductivity of 3.0 (cid:3) 10(cid:2)3 S cm(cid:2)1. In addition to the above SSEs, Kamaya et al.16 developed LGPS with an ionic",{"entities":[[146,164,"SULFIDE_ELECTROLYTE"],[201,237,"IONIC_CONDUCTIVITY"],[337,345,"SULFIDE_ELECTROLYTE"],[375,411,"IONIC_CONDUCTIVITY"]]}],["conductivity of 1.2 (cid:3) 10(cid:2)2 S cm(cid:2)1, which is comparable to that of LEs. So far, several typical SSEs have extraordinary ionic conductivity that than 10(cid:2)2 S cm(cid:2)1, such as glass-ceramic Li7P3S11 (1.7 (cid:3) 10(cid:2)2 S cm(cid:2)1),17 (2.5 (cid:3) 10(cid:2)2 S cm(cid:2)1)18 LGPS-type Li9.54Si1.74P1.44S11.7Cl0.3 and lithium argyrodite Li6.6P0.4Ge0.6S5I (1.8 (cid:3) 10(cid:2)2 S cm(cid:2)1),35 which is of great significance for their application in ASSLBs.",{"entities":[[16,51,"IONIC_CONDUCTIVITY"],[166,189,"IONIC_CONDUCTIVITY"],[213,221,"SULFIDE_ELECTROLYTE"],[313,340,"SULFIDE_ELECTROLYTE"],[364,381,"SULFIDE_ELECTROLYTE"]]}],["is higher2.2 Crystal structure and ion conductivityIn general, sulphide-based SSEs can be divided into glassy, glass-ceramic and crystalline SSEs. Specifically, crystalline lithium argyrodite SSEs can be divided into thio-LISICON,",{"entities":[]}],["2.2.1 Glassy and glass-ceramic SSEs. Glassy SSEs are composed of several tiny crystals, which display no obvious X-ray diﬀraction peaks due to their inherent amorphous states. The most common glassy SSEs can be written as xLi2S–(100 (cid:2) x)P2S5. They have attracted widespread interest because of their isotropy, which allows the flexible control of the x value. The ionic conductivity of glassy SSEs is usually of the order of 10(cid:2)4 S cm(cid:2)1. However, the ionic conductivity cannot meet",{"entities":[]}],["researchers’ demands. Overall, although glassy SSEs possess limited ionic conductivity, the relatively simple methods and low-cost advantages have implications for future research.",{"entities":[]}],["Glass-ceramic SSEs are usually formed from heat-treated glassy SSEs. In general, tiny crystal components in the glassy state transform into components with a high-conductivity crystalline state. For example, the glass-ceramic SSE 70Li2S–30P2S5 (Li7P3S11) exhibits an ionic conductivity of 3.2 (cid:3) 10(cid:2)3 S cm(cid:2)1, which is higher than that of its glassy counterpart.27 Further heat treat- ment of raw materials increases ionic conductivity to 1.7 (cid:3) 10(cid:2)2 S cm(cid:2)1.17",{"entities":[[230,243,"SULFIDE_ELECTROLYTE"],[289,324,"IONIC_CONDUCTIVITY"],[455,493,"IONIC_CONDUCTIVITY"]]}],["Another study showed that continuous heat treatment causes the decomposition of Li7P3S11 to Li4P2S6 and Li3PS4, reducing ionic conductivity.36 Therefore, the temperature of heat treatment should be strictly controlled so as to prevent the destruction of structures with high ionic conductivity. In short, glassy and glass-ceramic SSEs exhibit limited ionic conductivity, and most studies were focused on crystalline SSEs.",{"entities":[[80,88,"SULFIDE_ELECTROLYTE"]]}],["2.2.2 Crystalline SSEs. As mentioned above, crystalline lithium argyroditeSSEs can be divided into thio-LISICON,Fig. 2 Developmental history of sulphide-based SSEs.Table 2 Ionic conductivity and electrochemical window of typical sulphide-based SSEsCategoryCompositionIonic conductivity (S cm(cid:2)1)Electrochemical window (V vs. Li+/Li)Ref.Glassy SSEsGlass-ceramic SSEsCrystalline SSEsThio-LISICONLithium argyroditeLGPS-type",{"entities":[]}],["Li2S–GeS2 Li2S–P2S5 Li2S–SiS2–LiI Li3PS4 Li7P3S11 Li3.25Ge0.25P0.7S4 Li4GeS4 b-Li3PS4 Li6PS5Cl Li5.5PS4.5Cl Li10GeP2S12 Li9.54Si1.74P1.44S11.7Cl0.34.0 (cid:3) 10(cid:2)5 9.2 (cid:3) 10(cid:2)5 1.8 (cid:3) 10(cid:2)3 1.0 (cid:3) 10(cid:2)3 1.7 (cid:3) 10(cid:2)2 2.2 (cid:3) 10(cid:2)3 2.0 (cid:3) 10(cid:2)7 1.6 (cid:3) 10(cid:2)4 3.0 (cid:3) 10(cid:2)3 9.4 (cid:3) 10(cid:2)3 1.2 (cid:3) 10(cid:2)2 2.5 (cid:3) 10(cid:2)2",{"entities":[]}],["— — — 1.71–2.31 2.28–2.31 1.71–2.14 1.62–2.14 1.71–2.31 1.71–2.01 — 1.71–2.14 —30 42 43 44 17 33 39 40 34 45 16 185926 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommand LGPS-type SSEs according to their crystal structure. In this section, the crystal structure and ionic conductivity of crystal- line SSEs will be discussed.",{"entities":[]}],["ionic conductivity (2.4 (cid:3) 10(cid:2)2 S cm(cid:2)1).56 To date, lithium argyrodite SSEs can deliver a high ionic conductivity of up to 10(cid:2)2 S cm(cid:2)1, which is meaningful to future applications.Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["Thio-LISICON SSEs. Thio-LISICON SSEs are named after the oxide-based SSE LISICON (Li14Zn(GeO4)4), which is similar to g-Li3PO4 and has an orthorhombic structure (Pnma group).37,38 A thio-LISICON structure shows higher ionic conductivity than its oxide-based counterpart owing to its large radius and due to the high polarisation of S2(cid:2). The crystal structure of thio- LISICON SSEs can be found in Fig. 3a. The thio-LISICON family has been developed gradually, including typical SSEs, such as",{"entities":[]}],["Li4GeS4, Li3.25Ge0.25P0.75S4 and Li3PS4.33,39,40 The thio-LISICON SSE Li3.25Ge0.25P0.75S4 exhibits the highest ionic conductivity of 2.2 (cid:3) 10(cid:2)3 S cm(cid:2)1 with P21/m space group.33 This discovery provides a prerequisite for the development of ultra-high- conductivity LGPS SSEs. The LGPS-type SSEs will be introduced in the following parts.",{"entities":[[0,7,"SULFIDE_ELECTROLYTE"],[9,28,"SULFIDE_ELECTROLYTE"],[33,48,"SULFIDE_ELECTROLYTE"]]}],["Lithium argyrodite SSEs. Lithium argyrodite SSEs (Li6PS5X; X = Cl, Br, I) were discovered by Deiseroth et al.34 in 2008 and were derived from the Ag+ fast ion conductor Ag8GeS6.41 Li6PS5X possess a cubic structure with F%43m space group (Fig. 3b). Li6PS5Cl and Li6PS5Br exhibit an ionic conductivity of 10(cid:2)3 S cm(cid:2)1. The ionic conductivity of Li6PS5I is of the order of only 10(cid:2)7 S cm(cid:2)1.46,47 The diﬀerence in ionic conductivity among Li6PS5X SSEs can be attributed to anion",{"entities":[[354,361,"SULFIDE_ELECTROLYTE"],[386,415,"IONIC_CONDUCTIVITY"]]}],["disorder.48 In Li6PS5Cl and Li6PS5Br, S2(cid:2) and X(cid:2) are almost disordered. This feature promotes Li+ diﬀusion.49 However, the ordered structure in Li6PS5I leads to high activation energy, which results in poor ionic conductivity.50 Recently, halide-rich lithium argyrodite SSEs Li6(cid:2)xPS5(cid:2)xX1+x have been ionic conductivity.45,51–53 developed owing to their excellent Adeli et al.45 reported Li5.5PS4.5Cl1.5 with a high conductivity of 9.4 (cid:3) 10(cid:2)3 S cm(cid:2)1, which",{"entities":[[15,23,"SULFIDE_ELECTROLYTE"],[28,36,"SULFIDE_ELECTROLYTE"],[411,426,"SULFIDE_ELECTROLYTE"],[455,490,"IONIC_CONDUCTIVITY"]]}],["is higher than that of bare Li6PS5Cl (2.5 (cid:3) 10(cid:2)3 S cm(cid:2)1). The ionic conductivity can be further improved to 1.7 (cid:3) 10(cid:2)2 S cm(cid:2)1 by controlling the Cl amount (Li5.3PS4.3Cl1.7).51 Multi-halide-element SSEs have been reported recently,54–57 such as Li5.3PS4.3ClBr0.7, which have remarkably high",{"entities":[[28,36,"SULFIDE_ELECTROLYTE"],[38,73,"IONIC_CONDUCTIVITY"],[126,161,"IONIC_CONDUCTIVITY"]]}],["LGPS-type SSEs. LGPS materials possess a tetragonal struc- ture with P42/nmc space group (Fig. 3c). The diﬀerence between LGPS-type SSEs and thio-LISICON Li4(cid:2)xGe1(cid:2)xPxS4(cid:2)x SSEs lies in GeS4 and PS4. The GeS4 and PS4 in Li4(cid:2)xGe1(cid:2)xPxS4(cid:2)x run along the b axis, whereas those in LGPS run along a and b axes, resulting in short Ge–Ge and P–P distances.58 The LGPS-type SSE Li9.54Si1.74P1.44S11.7Cl0.3 possesses the highest conductivity of 2.5 (cid:3) 10(cid:2)2 S",{"entities":[[41,51,"STRUCTURE"],[69,76,"STRUCTURE"],[403,430,"SULFIDE_ELECTROLYTE"],[469,493,"IONIC_CONDUCTIVITY"]]}],["cm(cid:2)1 among sulphide-based SSEs.18 The extremely high conductivity is attributed to the 3D Li+ conduc- tivity pathway with 1D channels along the c axis and 2D channels in the ab plane according to first-principles calcula- tions. In this section, the recent progress in the crystal structure and ionic conductivity of glassy, glass-ceramic and crystalline SSEs is summarised. The ionic conductivity of SSEs has been equal to or even higher than that of LEs, providing the possibility of",{"entities":[]}],["developing ASSLBs in the future. Moreover, the chemical or electrochemical stability and mechanical property still require further discussions. The issues will be introduced in the following parts.",{"entities":[]}],["2.3 Chemical stability in ambient airSulphide-based SSEs are considered the most promising candi- dates owing to their high ionic conductivity. The poor chemical stability of sulphide-based SSEs in ambient air not only aﬀects their usage but also increases the diﬃculty of their preparation and storage.59 Almost all sulphide-based SSEs contain Li2S units, which react with moisture to form toxic H2S (eqn (1)).Li2S + 2H2O - 2LiOH + H2S",{"entities":[]}],["To evaluate the chemical stability of sulphide-based SSEs with diﬀerent composition, xLi2S–(100 (cid:2) x)P2S5 materials with different Li2S ratios were studied according to monitored H2S release. The experimental results showed that the SSE with 75%(1)Fig. 3 The crystal structure of crystalline SSEs: (a) b-Li3PS4, (b) Li6PS5I and (c) Li10GeP2S12.This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5927View Article OnlineChemCommFeature Article",{"entities":[[307,315,"SULFIDE_ELECTROLYTE"],[321,328,"SULFIDE_ELECTROLYTE"],[337,353,"SULFIDE_ELECTROLYTE"]]}],["Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.Li2S generated the lowest H2S amount, indicating that 75Li2S– 3(cid:2) units was the most stable structure 25P2S5 composed of PS4 of the Li2S–P2S5 binary system.60 Hard and soft acids and bases (HASB) theory was used in clarifying chemical stability.61 Based on HASB theory, Sn and As with soft acid properties tend to bond with soft base S to form SSEs possessing high chemical stability.",{"entities":[]}],["In the past few years, numerous feasible methods have been proposed to increase the chemical stability of sulphide-based SSEs, including doping heterogeneous elements, applying metal oxide additives and building protection layers. The first strategy is element doping. To improve the chemical stability of Li4SnS4, Sb62,63 and As61 are substituted in SSEs, achieving high ionic conductivity and moist-air-stable candidates. However, although the modified SSEs exhibit good air stability, the",{"entities":[[306,313,"SULFIDE_ELECTROLYTE"]]}],["preparation process still needs to be completed in a glove box, and this procedure hinders the practical application of SSEs. Recently, Lu et al.64 have developed a one-step gas-phase method to prepare Li3.875Sn0.875As0.125S4 (LSAS) without a glove box. The ionic conductivity of the LSAS can reach 2.45 (cid:3) 10(cid:2)3 S cm(cid:2)1. The H2S amount of LSAS was significantly reduced relative to the amounts of Li4SnS4 and Li3PS4 (Fig. 4a). In addition, the LSAS was assembled into ASSLBs after",{"entities":[[299,336,"IONIC_CONDUCTIVITY"]]}],["exposure to ambient air, showing ultra-high reversible capacity and long cycle life. These improvements greatly promote practicability and industrialisation in the future. In crystalline SSEs LGPS and Li6PS5I, a similar doping method using Sb4+, Cu2+ and Sn4+",{"entities":[]}],["is used to enhance air stability.65–67 Overall, although doping of elements improves the air stability of SSEs, the toxicity of doped elements, such as As, in the industrialisation should be considered.",{"entities":[]}],["The second approach is the addition of oxides. Oxide additives can react with H2S, as described in eqn (2). For example, Li2O,68 CuO,69 ZnO,70–72 Fe2O3 72 are added to Li2S–P2S5 systems. The addition of oxides improves the chemical stability of SSEs to a certain extent. The ionic conductivity of modified SSEs is lower than that of bare SSEs possibly because of the low ionic conductivity of oxides. There- fore, determining the rationality of oxide additives is necessary to balance the",{"entities":[]}],["relationship between chemical stability and ionic conductivity.",{"entities":[]}],["72 and Bi2O3MxOy + H2S - MxSy + H2O",{"entities":[]}],["The third method is to build protection layers on SSEs. PVDF-HFP polymers are added to the lithium argyrodite SSE Li7PS6. The composite structure exhibits not only excellent air stability, but also excellent flexibility.73 Interestingly, Xu et al.74 reported a water-stable sulphide-based SSE membrane (Li6PS5Cl), which was protected by spray coating fluorinated- polysiloxane-coated Li1.4Al0.4Ti1.6(PO4)3 (F-POS@LATP) nano- particles. The modified SSE membrane exhibited high ambient stability and",{"entities":[[114,121,"SULFIDE_ELECTROLYTE"]]}],["even resisted an extreme wetting environment (direct water jetting; Fig. 4b).",{"entities":[]}],["(2)",{"entities":[]}],["Fig. 4 (a) The total H2S amount of LSPSC, LPS, LSS and LSAS as a function of exposure time in air. Reproduced with permission from ref. 64. Copyright 2021, Wiley-VCH GmbH. (b) Photographs of the F-POS@LATP/Li6PS5Cl/@F-POS@LATP membrane and bare Li6PS5Cl with continuous water-drop attack. Reproduced with permission from ref. 74. Copyright 2021, Wiley-VCH GmbH. (c) The ionic conductivity of oxysulphide-coated Li6PS5Cl argyrodite (OScA) and pristine Li6PS5Cl argyrodite (PriA) as a function of air",{"entities":[]}],["exposure time at 25 1C. Reproduced with permission from ref. 75. Copyright 2020, American Chemical Society. (d) The schematic illustrations of a novel core–shell structure. Reproduced with permission from ref. 75. Copyright 2020, American Chemical Society.",{"entities":[]}],["5928 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommPublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["Building protection layers, such as polymer and oxide-based SSEs, may decrease the ionic conductivity. Thus, core–shell structures that maintain air stability without blocking Li+ diffusion should be designed for high ionic conductivity and chemical stability. Novel core–shell SSEs (Fig. 4d) fabricated with oxysulphide-coated Li6PS5Cl via mechanical alloying showed a value higher than 2.5 (cid:3) 10(cid:2)3 S cm(cid:2)1 after air exposure for 30 min (Fig. 4c).75 The results offer the",{"entities":[[328,336,"SULFIDE_ELECTROLYTE"],[388,423,"IONIC_CONDUCTIVITY"]]}],["possibility of improving the chemical stability of sulphide-based SSEs.",{"entities":[]}],["Chemical stability of sulphide-based SSEs is of great sig- nificance to their preparation, storage and application. There- fore, strategies combined with first-principles calculations76 should be explored to improve chemical stability without redu- cing ionic conductivity.2.4 Electrochemical stability",{"entities":[]}],["Apart from ionic conductivity and chemical stability, the elec- trochemical stability of sulphide-based SSEs is a key factor for ASSLBs. Practically speaking, the performance of SSEs during battery cycling depends on the applied voltage and chemical or",{"entities":[]}],["electrochemical parasitic reactions at electrode/electrolyte interfaces. In this part, we will focus on the voltage applied to SSEs, and another issue will be introduced in subsequent sections. The electrochemical window means that the SSEs are stable without redox reactions when the applied voltage is within its range regardless of the type of electrode material.",{"entities":[]}],["At the early stage, the electrochemical windows of sulphide- based SSEs, such as Li2S–P2S5, LGPS and Li6PS5Cl, were con- sidered to be 0–5 V vs. Li+/Li or even higher, as evidenced by the CV method.33,40,77 However, the CV method using the Li/SSE/ blocking electrode overestimates the electrochemical windows of SSEs owing to insufficient contact and sluggish kinetics between SSEs and blocking electrodes.78 Subsequently, the electrochemical windows are identified through first-principles",{"entities":[]}],["calculations. The calculated windows of sulphide-based SSEs by Mo’s and Ceder’s groups79–82 are much lower than the experi- mental counterpart using the CV method. The electrochemical window of typical SSEs can be found in Table 2. The calculated windows come from the oxidation potential of S2(cid:2) and the reduction potential of P5+/Ge4+. The large deviation between the",{"entities":[]}],["Fig. 5 (a) Initial charge–discharge curves for ASSLBs with different SSEs (upper left), schematic illustration of the advantage of O incorporation (upper (b) right), and rate performance of ASSLBs with different SSEs (bottom). Reproduced with permission from ref. 85. Copyright 2019, Elsevier. Recommended stacked architecture for ASSLBs. Reproduced with permission from ref. 86. Copyright 2019, Royal Society of Chemistry. (c) STEM EDS analyses of the atomic concentration of the SSE core (left)",{"entities":[]}],["and shell (right). Reproduced with permission from ref. 88. Copyright 2018, Springer Nature. (d) Electrochemical windows of halide-based SSEs (dashed line corresponds to experimental results). Reproduced with permission from ref. 90. Copyright 2020, American Chemical Society.",{"entities":[]}],["This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5929View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["CV method and calculations is not only due to the test method, but also due to the electronic insulating interface of decomposition products. To evaluate the real electrochemical windows of sulphide-based SSEs, an improved CV method using Li/SSE/SSE + carbon/blocking electrode was designed in subsequent research.78 The electrochemical window of LGPS is 1.7–2.1 V, which is consistent with the first-principles calculations. The accurate windows of sulphide-based SSEs are still under debate to",{"entities":[[355,364,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["date mainly due to the limitation of kinetic factors during cycling, and further research is needed to test the electrochemical windows under real conditions.",{"entities":[]}],["The narrow electrochemical windows of sulphide-based SSEs hinder their practical application. Therefore, various approaches have been established to widen the electrochemical windows. Doping metal or oxygen ions is considered a good option. Experiments and theoretical calculations indicate that Al3+, Zn2+ and Y3+ doping improves the electrochemical windows of LGPS.83,84 In addition to metal ion doping, doping O2(cid:2) is promising for sulphide-based SSEs. Zhang et al.85 reported that O-doped",{"entities":[]}],["Li6PS4.7O0.3Br exhibits enhanced electro- chemical stability towards NCM811 compared with Li6PS5Br (Fig. 5a). The outstanding performance may be attributed to the suppression of interfacial reaction and space charge layers. Similarly, oxygen doping is conducted in Li6PO5Cl86 and 87 and it improves the electrochemical Li9.42Si1.02P2.1S9.96O2.04 stability of SSEs according to theoretical calculations and experiments (Fig. 5b). Structure design is another promising strategy. The core–shell",{"entities":[[0,14,"SULFIDE_ELECTROLYTE"],[319,345,"SULFIDE_ELECTROLYTE"]]}],["structure Li9.54Si1.74P1.44S11.7Cl0.3 was proposed by controlling synthesis parameters and microstruc- ture composition.88 The high Si content on the shell leads to an electrochemical window of 0.7–3.1 V, which is much wider than that of theoretical calculations.",{"entities":[[10,37,"SULFIDE_ELECTROLYTE"],[194,203,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["Apart from the modification of sulphide-based SSEs, devel- oping new types of SSEs with high electrochemical windows is an alternative method. For example, halide-based SSEs, such as Li3YCl6 and Li3YBr6,89,90 have been successfully applied in ASSLBs by using high-voltage cathodes without cathode coating. Halide-based SSEs exhibit not only high electrochemical stability but also high ionic conductivity. Therefore, several halide-based 93 and Li3LaI6,94 have SSEs such as Li3InCl,91 Li3ScCl6,92",{"entities":[]}],["Li3ErCl6 been significantly developed (Fig. 5d). Thus, the development of halide-based SSEs will further improve the combination of high- voltage cathodes in ASSLBs. In general, the chemical and electro- chemical stability of SSEs aﬀect the performance of ASSLBs, and",{"entities":[]}],["further research is needed to improve the stability of SSEs while ensuring ionic conductivity.2.5 Mechanical property",{"entities":[]}],["Mechanical property plays an important role in SSEs and greatly aﬀects the assembly and cycling of ASSLBs.95 The mechanical properties of SSEs are usually divided into elastic and brittle properties. On the one hand, elastic moduli such as Young’s modulus E, shear modulus G and bulk modulus B can be measured and used in evaluating the ability to maintain an initial state. A higher elastic modulus was expected for SSEs in the past. SSEs with high mechanical strength are thought to suppress the",{"entities":[[256,257,"YOUNGS_MODULUS"]]}],["growth of Li dendrites. Notably, the elastic modulus of sulphide-based SSEs is much smaller than that of oxide-based SSEs; however Li dendrites are still observed upon cycling in oxide-based SSEs, resulting in short circuit.100,101 Thus, the elastic modulus is inadequate to fully represent mechanical properties. On the other hand, brittleness and ductility are necessary for the estimation of the fracture proper- ties of materials. Pugh’s ratio B/G is an indicator used in evaluating this",{"entities":[]}],["characteristic.102 A high Pugh’s ratio B/G indicates good ductility, which promotes good contact with electrodes. Materials can be considered brittle materials when Pugh’s ratio B/G is below 1.74.103",{"entities":[]}],["In general, the elastic modulus is an intrinsic property aﬀected by the crystal structure and chemical composition of SSEs. Li2S–P2S5 glassy SSEs exhibit an Young’s modulus, shear modulus and bulk modulus of 18–25 GPa, 7–10 GPa and 12–24 GPa, respectively.95,96,98 Typical examples can be found in Table 3. The elastic modulus of Li2S–P2S5 systems increases with Li2S content.95 The exemplary sulphide-based SSE 70Li2S– 30P2S5 exhibits a Poisson’s ratio of 0.315, a Young’s modulus of 21.9 GPa, a",{"entities":[[124,133,"SULFIDE_ELECTROLYTE"],[208,217,"YOUNGS_MODULUS"],[412,426,"SULFIDE_ELECTROLYTE"],[485,493,"YOUNGS_MODULUS"]]}],["shear modulus of 8.3 GPa, a bulk modulus of 19.7 GPa and Pugh’s ratio B/G of 2.37.96 Replacing Li2S and P2S5 with Li2O and P2O5 increases the elastic modulus while decreasing the Pugh’s ratio B/G, indicating the enhancement of mechanical strength but reflecting poor ductility.97 There- fore, the selection of an appropriate proportion of a Li2S–P2S5 system needs further investigation.",{"entities":[]}],["Glassy-ceramic SSEs, with a similar composition to glassy SSEs, are obtained under a moulding temperature of 230 1C.96 The 75Li2S–25P2S5 glassy-ceramic SSE exhibits Young’s modu- lus, shear modulus and bulk modulus similar to those of 75Li2S–25P2S5 glassy SSEs. However, the Pugh’s ratio B/G ofTable 3 The mechanical performance of typical sulphide-based SSEsCategoryCompositionYoung’s modulus E/GPa Shear modulus G/GPa Bulk modulus B/GPa Poisson ratio Pugh’s ratio B/G Ref.Glassy",{"entities":[[123,136,"SULFIDE_ELECTROLYTE"],[235,248,"SULFIDE_ELECTROLYTE"]]}],["50Li2S–50P2S5 17.5 21.9 70Li2S–30P2S5 22.9 75Li2S–25P2S5 25.1 80Li2S–20P2S5 70Li2S–20P2S5–10P2O5 26.6 10Li2O–60Li2S–30P2S5 23.3 22.0 21.7 22.1Glass-ceramic 75Li2S–25P2S5 CrystallineLi10GeP2S12 Li6PS5Cl6.9 8.3 8.7 9.5 10.2 8.9 8.2 7.9 8.112.5 19.7 20.8 23.3 22.9 20.9 21.6 27.3 28.70.267 0.315 0.317 0.321 0.307 0.314 0.330 0.373 0.3641.81 2.37 2.39 2.45 2.25 2.35 2.63 3.46 3.5496 96 96 96 97 98 96 99 99",{"entities":[]}],["5930 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommPublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["glassy-ceramic SSEs is higher than that of glassy SSEs with the same composition. This result may be due to the improved ductility of glassy-ceramic SSEs. At present, few studies on the mechanical properties of glassy-ceramic SSEs have been conducted, and further research is needed in the future.",{"entities":[]}],["In crystalline SSEs, the Young’s modulus, shear modulus and bulk modulus of LGPS are 21.7, 7.9 and 27.3 GPa, respec- tively, indicating a favourable process for battery assembly.99 Similarly, the mechanical properties of Li6PS5Cl are calculated by first-principles calculations.99 The index of its mechanical properties is similar to that of LGPS. Overall, although the elastic modulus of crystalline SSEs is similar to that of glassy SSEs, the Pugh’s ratio B/G is significantly higher than that of",{"entities":[[85,89,"YOUNGS_MODULUS"],[221,229,"SULFIDE_ELECTROLYTE"]]}],["glassy SSEs, reflecting good ductility. In general, we require SSEs with high ductility and suitable elastic modulus. The rupture of SSEs due to volume change upon cycling and problems in battery assembly should be considered.",{"entities":[]}],["To sum up, we have summarised the recent progress in the structure, ionic conductivity, chemical or electrochemical stability and mechanical properties of sulphide-based SSEs in detail. To date, heat treatment and element substitution have been proposed to improve ionic conductivity. Element doping, metal oxide additives and protection layer construction have been demonstrated to enhance chemical stability in ambient air. In addition, doping metal or oxygen ions, designing struc- tures and",{"entities":[]}],["developing new types of SSEs to widen electrochemical windows. However, some of the mentioned strategies may sacri- fice other aspects of performance. Therefore, a novel method without compromising other aspects of performance is needed. A perfect SSE for commercial ASSLBs should possess the char- acteristics of high ionic conductivity, robust chemical and electro- chemical stability, and suitable mechanical strength that is easy to process. Although great progress has been made in sulphide-",{"entities":[]}],["based SSEs, considerable eﬀort should be devoted to optimising their physicochemical properties. Novel characterisation methods are needed to further study the mechanism of the property degradation of sulphide-based SSEs so as to improve their performance and promote the development of practical ASSLBs.",{"entities":[]}],["3. Critical issues between Ni-rich cathode active materials and sulphide-based SSEs in cathode composites ASSLBs consisting of Ni-rich cathodes with high specific capa- cities and sulphide-based SSEs with high ionic conductivity have become major research topics because of their bright application prospects. However, many problems need to be addressed before their large-scale usage (Fig. 6). One of the most significant problems rests in interface incompatibility between Ni-rich cathode active",{"entities":[]}],["materials (CAMs) and sulphide- based SSEs. The cathodes of ASSLBs are usually composed of three parts, namely, CAMs, SSEs and electronic conductive agents. Electronic conductive agents are added to enhance electron",{"entities":[]}],["transport inside cathodes. SSEs in cathodes provide pathways for Li+ transport. Given that SSEs cannot permeate cathodes spontaneously like LEs, the artificial addition of SSEs to cathodes is necessary to guarantee suﬃcient Li+ transport. However, the intimate contact between SSEs and CAMs causes severe challenges for interface stability. The mechanical degra- dation of CAM/SSE interfaces is another non-negligible pro- blem caused by volume change in CAMs during cycling. In this section,",{"entities":[]}],["critical issues including the interface chemical/electro- chemical instability and mechanical degradation are summarised and discussed. Furthermore, the corresponding solutions to these problems will be presented in the next section.",{"entities":[]}],["3.1 Interface instability",{"entities":[]}],["Briefly, the origin of interface instability can be divided into three categories. First, the chemical parasitic reactions between CAMs and SSEs could occur immediately after they contact each other, leading to the damage of interfaces. Second, electrochemical parasitic reactions during charge and discharge processes can further destroy CAM/SSE interfaces. Third, the space charge layer stemming from the potential diﬀerence between CAMs and SSEs hinders Li+ transition. The accumulation of Li+ at",{"entities":[]}],["interfaces results in poor rate performance.",{"entities":[]}],["3.1.1 Chemical parasitic reactions of CAMs and SSEs. Chemical parasitic reactions originate from incompatible chemical potentials in Ni-rich CAMs and sulphide-based SSEs.104 In other words, chemical reactions may occur spontaneously when two materials come into contact.105 In general, the occurrence of reactions depends on the window of SSEs and the chemical potential of CAMs.106 The window of SSEs refers to energy separation between the lowest unoccupied molecular orbital (LUMO) orbital",{"entities":[]}],["(HOMO).80,107,108 SSEs are oxidised if the chemical potential mC values of cathodes are below the HOMO. Similarly, SSEs are reduced unless the mC values of anodes are below the LUMO. To explore the chemical reactions between Ni-rich CAMs and sulphide-based SSEs, first-principles calculations are regarded as the primary methods.81,82,109 According to density functional theory calculation results, a pseudo-binary phase diagram with various compositional mixtures can be established. Fig. 7a shows",{"entities":[]}],["the mutual reaction energy between LiNi0.85Co0.1Al0.05O2 (NCA85) and Li6PS5Cl at diﬀerent composition.110 A high exothermic (negative) reaction energy means that NCA85 and Li6PS5Cl are chemically unstable in the presence of each other. Therefore, parasitic chemical reactions occur after contact, and a series of by-products including LiCl, Li3PO4 and NixSy are produced.",{"entities":[]}],["and the highestoccupied molecular",{"entities":[]}],["Experimental results indicate chemical reactions between Ni-rich CAMs and sulphide-based SSEs. Jung et al.111 fabricated an ASSLB containing only a mixture of NCM and Li6PS5Cl (1 : 1 volume ratio) at a constant pressure (Fig. 7b). Chemical reac- tions occur after battery assembly, consistent with the gradually enlarged interfacial resistance observed by electrochemical impedance spectroscopy (EIS; Fig. 7c). In addition, secondary ion mass spectroscopy (SIMS) analysis and X-ray photoelectron",{"entities":[]}],["spectroscopy (XPS) reveal that these side products contain",{"entities":[]}],["This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5931View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.Fig. 6 Schematic diagram of interfacial issues and corresponding solutions of ASSLBs composed of Ni-rich cathodes and sulphide-based SSEs.",{"entities":[]}],["metal sulphides (NiS, CoS and MnS), Li2S, LiPxCly, LiCl and LiCl2 (Fig. 7d).111 Interestingly, the side products of chemical parasitic reactions are diﬀerent from those of electrochemical parasitic reactions with sulphates and phosphates.112,113 Thus, sensitive characterisation methods are needed for the study of the reaction mechanism between Ni-rich CAMs and sulphide- based SSEs. Similarly, ex situ X-ray absorption near-edge spectroscopy (XANES) results illustrate that chemical reactions",{"entities":[]}],["occur between NCM811 and LGPS after 72 h rest.114",{"entities":[]}],["However, the thio-LISICON SSE b-Li3PS4 exhibits excellent chemical stability toward Ni-rich CAMs.115 A cathode composite containing NCM811 and b-Li3PS4 shows identical XPS spectra before and after an equilibration period of at least 180 h (Fig. 7e), with impedance growth owing to mechanical relaxation.116 In general, chemical stability between Ni-rich CAMs and sulphide-based SSEs is a prerequisite to sustain robust interfaces and is thus worthy of attention before the investigation of battery",{"entities":[]}],["performance.",{"entities":[]}],["3.1.2 Electrochemical parasitic reactions of CAMs and SSEs. Interface parasitic reactions occur not only after battery assembly but also during battery cycling typically at the cathode side during charging. In sulphide-based SSEs, the occurrence of oxidation reactions begins even before 3 V (vs. Li+/Li) due to the",{"entities":[]}],["high reaction energy between the PS4 groups in SSEs and oxi- dised cathodes.80–82 With regard to the high operating voltage of Ni-rich cathodes, electrochemical parasitic reactions defi- nitely occur without ameliorating interfacial stability. First- principles calculations allow the estimation of the thermo- dynamic stability of SSEs and can be used to predict interfacial stability between electrodes and SSEs. Zhu et al.80,82 compared the electrochemical window of sulphide-based SSEs and",{"entities":[]}],["oxide- based SSEs, and they found that most SSEs are unstable in the presence of high-voltage cathodes, especially in sulphide-based SSEs. Simultaneously, experimental research of interfacial elec- trochemical reactions has been widely conducted with several ex situ or in situ characterisation techniques. In this part, we will discuss the parasitic reactions of CAMs and SSEs according to different sulphide-based SSEs.",{"entities":[]}],["Glassy and glass-ceramic SSEs. The glassy Li2S–P2S5 system is regarded as a common sulphide-based SSE with an ionic conductivity of 10(cid:2)3 S cm(cid:2)1. Recent research based on NCM523 and glassy Li3PS4 investigated electrochemical side products.124 The computational reaction can be written as eqn (3), which predicts (Co, Ni)–S and Mn–S products. According to high-angle annular dark field scanning transmission electron microscopy",{"entities":[[132,156,"IONIC_CONDUCTIVITY"]]}],["5932 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommPublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["Fig. 7 (a) Pseudo-binary phase diagram between LiNi0.85Co0.1Al0.05O2 and Li6PS5Cl at diﬀerent mixing ratios. Reproduced with permission from ref. 110. Copyright 2020, American Chemical Society. (b) Schematic configuration of the battery consisting of only NCM and Li6PS5Cl to investigate the chemical reactions without cycling. Reproduced with permission from ref. 111. Copyright 2019, Royal Society of Chemistry. (c) EIS spectra of bare NCM with Li6PS5Cl as a function of time. Reproduced with",{"entities":[[47,68,"SULFIDE_ELECTROLYTE"],[73,81,"SULFIDE_ELECTROLYTE"],[447,455,"SULFIDE_ELECTROLYTE"]]}],["permission from ref. 111. Copyright 2019, Royal Society of Chemistry. (d) TOF-SIMS profiles of fresh cells (left) and aged cells (right) of bare NCM with Li6PS5Cl as a function of sputtering time. Reproduced with permission from ref. 111. Copyright 2019, Royal Society of Chemistry. (e) The XPS profiles of S 2p and P 2p spectra of pristine b-Li3PS4 and the mixture of NCM811 and b-Li3PS4 without current or potential. Reproduced with permission from ref. 116. Copyright 2017, American Chemical",{"entities":[[154,162,"SULFIDE_ELECTROLYTE"]]}],["Society.",{"entities":[]}],["(STEM) and energy dispersive spectroscopy (EDS) analyses, the distributions of Ni and Co overlap and a separate Mn domain validates eqn (3). In another study on glass-ceramic Li3PS4, the electrochemical degradation towards NCA and Li3PS4 was observed through operando time-of-flight secondary ion mass spectrometry (TOF-SIMS).44 The TOF-SIMS results (Fig. 8a) (cid:2) showed showed that PO2 reversible behaviour. The technique provides insights into the degradation at electrode/electrolyte",{"entities":[]}],["interfaces.",{"entities":[]}],["(cid:2) and PO3(cid:2) increased, whereas SO30.332Li3PS4 + 0.668LiNi0.5Mn0.3Co0.2O20.332Li2S+ 0.332Li3PO4 + 0.002Li2SO4 + 0.007Ni9S8+ 0.13Co(NiS2)2 + 0.2MnS2(3)",{"entities":[]}],["(cid:2) fragments upon Fig. 8 (a) Evolution of the intensity of PO2 cycling. Reproduced with permission from ref. 44. Copyright 2021, American Chemical Society. (b) XPS spectra of S 2p and P 2p for composite cathodes using pristine and bare NCM622. Reproduced with permission from ref. 115. Copyright 2019, American Chemical Society.(cid:2) and PO3",{"entities":[]}],["Thio-LISICON SSEs. The thio-LISICON b-Li3PS4 has been used as a SSE in Ni-rich ASSLBs.115–120 Undoubtedly, electro- chemical parasitic reactions occur at electrode/electrolyte interfaces without protection. For example, ASSLBs composedof NCM622/b-Li3PS4 and side reactions that occurred at the interface upon cycling were studied.115 The XPS data (Fig. 8b) of S 2p showed that the S–S bond and polysulphides changed, 4(cid:2) and P2Sx (x 4 5) and the indicating the formation of P2S8",{"entities":[]}],["This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5933View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["oxidation of S. Similarly, the P 2p spectrum exhibited the presence of PxOy species. Electrochemical stability was also investigated in NCM811 and NCA with high Ni content. Koerver et al.116,120 reaction between NCM811 and b-Li3PS4 by using XPS combined with in situ EIS. The similar reaction products of oxidised S and P were found after 50 cycles. The EIS results revealed that resistance increased gradually at the cathode interface upon cycling, indicat- ing the presence of irreversible",{"entities":[]}],["reactions between Ni-rich CAMs and b-Li3PS4. In general, although the above products formed during cycling, electrochemical decomposition occurred only at the interface with a slow growth of overpotential possibly due to the absence of carbon additives.116,121,122",{"entities":[]}],["investigated the interfacial",{"entities":[]}],["Lithium argyrodite SSEs. Lithium argyrodite SSE Li6PS5Cl is of great interest owing to its high ionic conductivity and easy processability.123 However, the poor electrochemical stability between Ni-rich CAMs and Li6PS5Cl presents many problems. The detailed reaction mechanisms have been investigated by various methods, including XPS and TOF-SIMS, in recent years. Parasitic reaction products at NCM532/Li6PS5Cl interfaces after cycling are detected through XPS (Fig. 9a). As for S 2p spectra, bare",{"entities":[[48,56,"SULFIDE_ELECTROLYTE"]]}],["NCM532 CAMs show the peaks of sulphur, sulphite and sulphate species and bridging sulphur (S–S, P–[S]n–P). In the 3(cid:2) are also observed.124 Similar P 2p spectra, P2Sx and PO4 side products, such as SOx and PO4 species, are found at",{"entities":[]}],["NCM622/Li6PS5Cl interfaces, indicating that Li6PS5Cl decom- poses after cycling in Ni-rich ASSLBs.113,125 An additional O 1s spectrum (Fig. 9b) was detected by Walther et al.113 The signal can be ascribed to the lattice oxygen of NCM because of the weak peak in pure SSEs. This signal decreases after cycling, indicating the formation of a passivation layer on Ni-rich CAMs and confirming the occurrence of side reactions.",{"entities":[]}],["Although XPS can be used for the characterisation of side reaction products after cycling, local elemental distributions are inaccessible because of its relatively low maximum spatial resolution.126 To further characterise and visualise the degra- dation mechanism between Ni-rich CAMs and sulphide-based SSEs, Walther et al.113 performed TOF-SIMS and complemen- tary XPS to investigate the NCM622/Li6PS5Cl interface. TOF- SIMS has higher sensitivity and lateral resolution than XPS.127 XPS data",{"entities":[]}],["only show the signal changes of S 2p, P 2p and O 1s upon cycling without changes in Cl 2p, Ni 2p and Li 1s.126 In (cid:2) are detected Fig. 9c, fragments involving NiS(cid:2), NiCl(cid:2) and NiS2 by TOF-SIMS. TOF-SIMS measurements show that solid electro- lyte interface (SEI) layers mainly consist of phosphonate and sulphate species instead of transition metal compounds.113 As for the higher Ni content cathode (Ni 4 80%), XPS is conducted for the characterisation of the products before and",{"entities":[]}],["after cycling.128 Interestingly, the new peak (yellow peaks) in Fig. 9d at a low binding energy (B160 eV) is attributed to transition-metal sulphides, such as NiS,129 which is not found",{"entities":[]}],["Fig. 9 (a) XPS spectra of P 2p (left) and S 2p (right) of bare NCM532 with Li6PS5Cl before and after cycling. Reproduced with permission from ref. 124. Copyright 2021, Elsevier. (b) XPS spectra of O 1s of the Li6PS5Cl reference, pristine and cycled composite cathode. Reproduced with permission from ref. 113. Copyright 2019, American Chemical Society. (c) Negatively charged fragments measured with TOF-SIMS before and after cycling. Reproduced with permission from ref. 113. Copyright 2019,",{"entities":[]}],["American Chemical Society. (d) XPS spectra of S 2p of the composite cathode before and after cycling. Reproduced with permission from ref. 129. Copyright 2021, American Chemical Society.",{"entities":[]}],["5934 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommusing XPS in low-Ni-content NCM622 or NCM532. The result may be attributed to the high reactivity of the ultra-high-Ni content CAMs LiNi0.82Co0.12Mn0.06O2 and LiNiO2.129,130of Ni content on the interfacial reactions was also investigated.132 The results showed that the Al-substitution for Ni in NCA greatly enhances the cycle performance in ASSLBs.",{"entities":[]}],["Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["such as LGPS and Li9.54Si1.74P1.44S11.7Cl0.3, possess an ultra-high ionic conductiv- ity of 10(cid:2)2 S cm(cid:2)1. However, severe issues exist at Ni-rich CAM/ LGPS interfaces. Li et al.114 employed operando XANES to evaluate the interfacial behaviour between NCM811 and LGPS upon cycling. As shown in Fig. 10a, they found that LGPS first decomposed to Li2S rather than to other products (polysul- phide or metal sulphides) after cycling. A slight shift of the Mn K-edge indicated structural",{"entities":[]}],["degradation upon cycling, and the Co element showed a more stable peak assigned to the slight shift of the Co K-edge (Fig. 10b). Side reaction products (Fig. 10c) were detected at the NCM532/LGPS interface with XPS.131 The S 2p spectra of the interface after 100 cycles showed the existence of polysulphides (–Sn–), elemental S, and sul- 2(cid:2), whereas the P 2p spectra of the phates SO3 3(cid:2). Moreover, changes were observed in interface showed PO4 the Mn 2p spectrum, indicating that Mn4+",{"entities":[]}],["was reduced after cycling. The XAS spectra of the Co K-edge and Ni K-edge were found to be slightly changed upon cycling. The result was consistent with previous conclusions. Additionally, the influence",{"entities":[]}],["LGPS-type SSEs. LGPS-type SSEs,2(cid:2) and SO4",{"entities":[]}],["In addition to the above electrochemical parasitic reactions, gas evolution has been detected at the Ni-rich CAM/SSE inter- faces of ASSLBs. Bartsch et al.133 investigated the gas evolution in ASSLBs composed of Ni-rich cathodes and sulphide-based SSEs for the first time. The authors fabricated an NCM622/ b-Li3PS4 pellet-stack ASSLB to monitor gas evolution. Based on isotopic labelling studies, they revealed that O2 and CO2 were released from the cathode bulk and surface, respectively. In",{"entities":[]}],["addition, some SO2 release was observed through diﬀerential electrochemical mass spectrometry (DEMS) and was attributed to the reaction between the released O2 and b-Li3PS4 (Fig. 11a). Further research focused on gas evolution in diﬀerent sulphide- based SSEs. A similar CO2 and O2 evolution is shown in an ASSLB using NCM622 and Li6PS5Cl upon cycling (Fig. 11b).134 However, no SO2 evolution was detected in this case possibly due to the high chemical stability of Li6PS5Cl and O2. Electro-",{"entities":[]}],["chemical parasitic reactions are often the most important factors leading to battery failure in ASSLBs and are often accompanied by chemical parasitic reactions.",{"entities":[]}],["In general, the electrochemical stability of CAMs and SSEs during the charge and discharge processes has been a focus of",{"entities":[]}],["Fig. 10 (a) Operando XANES study of the S K-edge and Ni K-edge with bare NCM811 during cycling. Reproduced with permission from ref. 114. Copyright 2019, American Chemical Society. (b) Operando XANES spectra of transition metals Mn (left) and Co (right) of the bare NCM811 cathode. Reproduced with permission from ref. 114. Copyright 2019, American Chemical Society. (c) XPS spectra of S 2p (left), P 2p (middle) and Mn 2p (right) of LGPS and SC-NMC532/LGPS electrode after 100 cycles. Reproduced",{"entities":[]}],["with permission from ref. 131. Copyright 2021, Wiley-VCH GmbH.",{"entities":[]}],["This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5935View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["(a) Voltage profiles of the first three cycles of a NCM622/b-Li3PS4 ASSLB and the corresponding gas evolution rates. Reproduced with permission Fig. 11 from ref. 133. Copyright 2018, American Chemical Society. (b) Voltage profiles of the initial cycle of a NCM622/Li6PS5Cl ASSLB and the corresponding gas evolution rates. Reproduced with permission from ref. 134. Copyright 2020, American Chemical Society.",{"entities":[]}],["research. Advanced characterisation techniques, such as TOF- SIMS, XANES and DEMS, provide powerful support for the visualisation of exact reaction pathways at CAM/SSE interfaces. As the old saying goes, ‘targeted medicine must be prescribed’, and eﬀective strategies have been developed to address these parasitic side reactions, which will be described afterwards.",{"entities":[]}],["3.1.3 Space charge layers. Space charge layers form at interfaces when two materials with diﬀerent chemical potential come into contact.135 In principle, Li+ chemical potential in sulphide-based SSEs is higher than that in Ni-rich cathodes. Li+ migrates from sulphide-based SSEs to Ni-rich cathodes to form space charge layers. Ni-rich cathodes are ion and electron mixed conductors. The positively charged Li+ can be eliminated by electrons on cathodes.136 Therefore, Li+ diﬀuses from",{"entities":[]}],["sulphide-based SSEs to Ni-rich cathodes continuously to form Li+ depleted space charge layers. The existence of space charge layers promotes the formation of an inner electric field, which hinders Li+ transportation and aﬀects the rate performance of ASSLBs.",{"entities":[]}],["of increase the charge transfer overpotential. Researchers use experimental methods to study space charge layers. Zhang et al.128 conducted in situ EIS and ex situ XPS on NCM811 and Li6PS5Cl interfaces to indirectly reveal the evolu- tion of space charge layers. They found that space charge layers play a leading role in the change in interfacial impedance at the beginning of cycles. The migration and redistribution of Li+ at interfaces caused by space charge layers lead to a change in P–S bond",{"entities":[]}],["state in Li6PS5Cl at interfaces. However, some researchers suggested that the effect of space charge layers is overstated.138–140 Some studies demonstrated that the influence of space charge layers is probably beneficial for batteries.141 Unfortunately, space charge layers at the interfaces between Ni-rich CAMs and sulphide-based SSEs have not been directly observed. Therefore, the combination of theoretical calcula- tions and experiment is required to further clarify the mecha- nism of space",{"entities":[]}],["charge layers which may provide guidance for the further development of ASSLBs.",{"entities":[]}],["reactantsWan et al.137 studied the formation of space charge layers through continuum-scale simulations. The results indicated that space charge layers and charge transfer kinetics are inter- related. The appearance of space charge layers and consumption3.2 Mechanical problemsApart from the interface instability between Ni-rich cathodes and sulphide-based SSEs, mechanical behaviour plays an important role in battery performance. Although sulphide-based SSEs are",{"entities":[]}],["5936 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemComm",{"entities":[]}],["deformable and soft enough to form contact with Ni-rich CAMs,142 volume changes in Ni-rich CAMs occur during cycling. In tradi- tional LIBs using organic LEs, the volume change of Ni-rich CAMs has little eﬀect on the electrode/electrolyte interface. However, volume change in ASSLBs induces mechanical stress at interfaces and in bulk and causes microcracks and contact loss, thereby hindering Li+ transportation and resulting in significant battery failure.143",{"entities":[]}],["(such as sulphide-based SSEs) can accommodate volume changes, they may be prone to mechanical fracture due to tensile stress. Similarly, a digital twin model was proposed by Park et al.147 to analyse physical and electrochemical behaviour in ASSLBs. This model revealed valuable but experimentally unobtainable analytical information, including charge distribution and specific contact area in three-dimensional domains.",{"entities":[]}],["Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["Bucci et al.144 investigated the mechanical properties of ASSLBs with the finite element method for the first time. The simulations showed that mechanical stability can be main- tained when the expansion of electrode materials is less than 7.5% and the fracture energy of the SSEs is higher than 4 J m(cid:2)2. Researchers145 have explored delamination between electrode particles and SSEs on the basis of the cohesive theory of fracture by Del Piero.146 This proved that even though compliant SSEs",{"entities":[]}],["To further understand the mechanical behaviour in ASSLBs, Koerver et al.148 conducted a quantitative study on mechanical stress caused by volume changes in cathode materials in SSBs. Three methods were used in exploring the mechanism, and a hybrid electrode material was proposed to achieve a zero-stress electrode. First, X-ray diﬀraction was used in characterising volume change in the material under diﬀerent states of charge. Fig. 12a shows that the Ni-rich cathodes had a large volume change",{"entities":[]}],["during the delithiation process and it increased with Ni content.149 Volume",{"entities":[]}],["Fig. 12 (a) The unit cell volume change versus the state of lithiation of cathode materials obtained from crystallography. Reproduced with permission from ref. 148. Copyright 2018, Royal Society of Chemistry. (b) Comparison of the stress response of diﬀerent cathode materials in ASSLBs: LiCoO2 (left), NCM811 (middle), and a mixture of LiCoO2 and NCM811 (right). Reproduced with permission from ref. 148. Copyright 2018, Royal Society of Chemistry. (c) Scanning electron micrographs of the",{"entities":[]}],["interface between the NCM811 CAMs and b-Li3PS4 before cycling (top), after the 1st charge (middle) and after 50 cycles (bottom). Reproduced with permission from ref. 116. Copyright 2017, American Chemical Society. (d) Reconstructed 3D structures of the cathode composite. Reproduced with permission from ref. 150. Copyright 2020, Royal Society of Chemistry.",{"entities":[]}],["This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5937View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["change in LiCoO2 was opposite to that of Ni-rich cathodes, providing novel insights into the emergence of hybrid electrodes (Fig. 12b). Then, the open circuit voltage of the battery under diﬀerent pressure levels was explored. The applied pressure aﬀected battery voltage. Finally, to solve the volume change problem in the battery, a method of mixing two positive electrode materials with opposite volume change trends was proposed to achieve a zero-stress positive electrode.",{"entities":[]}],["In ASSLBs, volume change not only increases stress but also leads to contact loss. These eﬀects impede Li+ transmission and induce capacity loss. To explore the contact issue between Ni-rich cathodes and sulphide-based SSEs during cycling, Koerver et al.116 used post-mortem scanning electron microscopy (SEM) to observe the interface contact between NCM811 and b-Li3PS4. As shown in Fig. 12c, the sample showed intimate contact between NCM811 and b-Li3PS4 before cycling. However, after 50 cycles,",{"entities":[]}],["an obvious gap appeared at the interface. Focused ion beam-scanning electron microscopy (FIB-SEM) was also used to characterise the interface morphology before and after cycling. This technique can reveal 3D characteristics with nanoscale resolution. Tomography demonstrated the development of cracks and voids near the Ni-rich cathode materials and contact loss at the interface after cycling (Fig. 12d).150 Chemo-mechanical issues may have serious consequences. Cathode coatings are used to",{"entities":[]}],["prevent the occurrence of interfacial reactions. However, frequent volume changes may destroy coating layers, so cathodes are exposed and make direct contact with the SSEs, resulting in the degradation of battery performance.",{"entities":[]}],["In this part, we have summarised interface instability and mechanical failure between Ni-rich CAMs and sulphide-based SSEs. Chemical or electrochemical parasitic reactions, space charge layers and volume changes result in the performance degradation of ASSLBs. The above issues may occur simulta- neously. To solve the mentioned questions, a variety of advanced characterisation methods, such as XANES and TOF- SEMS, have been used in characterising interface problems, providing a prerequisite for",{"entities":[]}],["further solving the above problems. We will introduce the currently proposed solutions for Ni-rich CAM/sulphide-based SSE interfaces in the next section.",{"entities":[]}],["4. Corresponding solutions to critical issues",{"entities":[]}],["The interface instability and mechanical issues of ASSLBs composed of Ni-rich CAMs and sulphide-based SSEs have been summarised concretely. Many researchers are committed to solving existing issues and promoting the practical application of ASSLBs. The instability of interfaces is usually ameliorated by constructing coating layers on CAMs. Mechanical issues are mitigated by designing structures such as core–shell structures. The solutions will be introduced in the following part.",{"entities":[]}],["4.1 Construction of coating layers: aimed at interface instabilityAn electrochemically stable coating can serve as a buﬀer to mitigate Li+ chemical potential diﬀerences at cathode/SSE",{"entities":[]}],["interfaces, thereby extending electrochemical windows and significantly improving interfacial stability.80 The electro- chemical performance of Ni-rich cathodes improves after coat- ing methods are employed in LIBs.151–153 However, guidelines for coating in ASSLBs are different from those in LIBs and cannot be simply duplicated. In ASSLBs, coating materials should have the following characteristics: (1) chemical stability towards cathodes and SSEs, (2) high decomposition voltage, (3) high ionic",{"entities":[]}],["conductivity and low electronic conductivity, (4) inexpensive, environmentally friendly and easy to prepare and (5) good mechanical properties. Nakamura et al.154 proposed guidelines for coating layers for cathodes in ASSLBs on the basis of chemical potential profile calculations. The results indicated that a sufficient chemical potential drop is indis- pensable for a coating layer and for the prevention of decomposi- tion of SSEs. Therefore, coating layers should have a lower electronic",{"entities":[]}],["conductivity than SSEs. A series of coating materials including Li+- have been constructed for Ni-rich cathodes, conducting coating layers (e.g. LiNbO3,114,155–158 Li2ZrO3,119,159,160 Li4Ti5O12,161–163 LiAlO2,118,164 Li2MoO4,165 Li3PO4,166 LiTaO3,129 Li3B11O18,109 LiPON,167 LiNb0.5Ta0.5O3,131,168,169 Li0.35La0.55TiO3,125 Li1.4Al0.4Ti1.6(PO4)3,170 Li2CO3–LiNbO3,115 Li0.35La0.5Sr0.05TiO3,171 172 and LiInO2–LiI173), binary oxides (e.g. Al2O3,164 Li2CO3–Li2ZrO3 ZrO2,174 HfO2 176) and carbon-based",{"entities":[]}],["materials.177 Many coating methods, such as wet chemical methods, spray coating, atomic layer deposition (ALD) and chemical vapor deposition (CVD), have been established.178 For clarity and comparison, the electrochemical performance of ASSLBs composed of coated Ni-rich cathodes and sulphide-based SSEs is sum- marised in Table 4. Specifically, the most representative coating materials and coating methods for Ni-rich cathodes will be presented.",{"entities":[]}],["175 and TiO2",{"entities":[]}],["LiNbO3 is the most common coating material for Ni-rich cathodes in ASSLBs and one of the best coating materials due to its relatively high ionic conductivity (10(cid:2)5 S cm(cid:2)1) and low electronic conductivity (10(cid:2)11 S cm(cid:2)1) when in an amorphous state.179,180 This finding is consistent with what is mentioned above. Coating materials need to possess high ionic conductivity and low electronic conductivity, which can promote the rapid transmission of Li+ and prevent SSEs from",{"entities":[]}],["reacting with cathodes. In addition, coating methods should be simple, inexpensive, reproducible and harmless to cathode materials.",{"entities":[]}],["The wet chemical method is one of the cheapest and simplest methods. Li et al.155 used a wet chemical method to construct 1% LiNbO3 on NCM811 with a thickness of 6.3 nm. The LiNbO3-coated NCM811 cathodes delivered a greatly enhanced discharge capacity of 203 mA h g(cid:2)1 at 60 1C. However, the cycle performance was still unsatisfactory (Fig. 13a). Kim et al.158 employed the resonant-acoustic dry coating method to achieve LiNbO3 coating on NCM622. The LiNbO3 clusters were broken into",{"entities":[]}],["nanoparticles and then deposited on the NCM622 surface (Fig. 13b). The LiNbO3–NCM622/Li7P2S8I/Li0.5In ASSLB exhibited a capacity retention of 84% versus 16.1% of bare NCM622 at 0.1C after 20 cycles. The above results can be attributed to the LiNbO3 layer, which improved interfacial stabi- lity. However, owing to the uncontrollability of wet chemical and",{"entities":[]}],["5938 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemComm. f e R4 6 14 7 15 7 16 7 17 7 14 1 15 5 18 5 18 5 18 5 14 6 15 6 16 6 19 2 19 2 18 6 15 2 11 7 10 7 16 8 12 7 13 7 1e c n a m r o f r e p) s e l c y c0 0 1,C 1 . 0 () s e l c y c0 5,C 1 . 0 () s e l c y c0 6,C 5 . 0 () s e l c y c0 5,C 1 . 0 () s e l c y c0 0 1,",{"entities":[]}],["C 5 . 0 () s e l c y c0 5,C 1 . 0 () s e l c y c0 5,C 5 . 0 () s e l c y c0 2,C 1 . 0 () s e l c y c0 2,C 1 . 0 () s e l c y c0 0 1,C 1 . 0 () s e l c y c0 2,C 1 . 0 () s e l c y c0 0 1,C 1 . 0 () s e l c y c0 3,C 2 . 0 () s e l c y c0 0 1,C 1 . 0 () s e l c y c0 0 2,C 1 . 0 () s e l c y c0 0 1,C 1 . 0 () s e l c y c0 5 8,C 3 . 0 () s e l c y c0 0 1,C 1 . 0 () s e l c y c0 5,",{"entities":[]}],["C 2 . 0 (e l c y C% 5 8% 5 9% 2 8% 5 5% 1 9% 2 6% 8 7% 4 8% 0 8—% 3 9% 5 9% 8 7% 3 8% 4 6% 0 7% 5 8% 2 9% 8 8% 5 8——Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.s E S Sd e s a b - e d h p u sild n as r e y alg n i t a o ch t iw e d o h t a ch c i r - Nig n i t a o Ce d o h t a Cl a i r e t a m g n i t a o Cl a i r e t a mg n i t a o Cy t i c a p a cc i f i c e p S",{"entities":[]}],["l a i r e t a my t i v i t c u d n o cs w o d n i ws s e n k c i h tC 15 2T R,,VV3 . 4 – 4 . 23 . 4 – 4 . 2))C 1 . 0 (C 1 . 0 (1 (cid:2) g1 (cid:2) ghhA m 1 2 1A m 0 2 11 1 1 M C N1 1 1 M C N1 8 1) T R(1 (cid:2) m cS8 (cid:2) 0 1 B———m n5 1 – 8m n0 1C 15 4,V3 . 4 – 9 . 2)C 1 . 0 (1 (cid:2) ghA m 0 0 25 0 0 1 5 8 M C N——m n3 – 2T R,V3 . 4 – 6 . 2)C 1 . 0 (1 (cid:2) gh",{"entities":[]}],["A m 5 0 11 1 8 M C N——m n5 1 – 2C 15 2,V3 . 4 – 8 . 2)C 5 0 . 0 (1 (cid:2) ghA m 0 2 1A C N——m n3 . 4T R,V4 . 4 – 6 . 2)C 1 . 0 (1 (cid:2) ghA m 0 6 11 1 8 M C N) T R(1 (cid:2) m cS6 (cid:2) 0 1 B2 8 1 V9 . 3 – 7 . 1m n5C 1C 15 3T R0 3,,,VVV4 . 4 – 7 . 23 . 4 – 0 . 33 . 4 – 5 . 2)))C 1 . 0 (C 1 . 0 (C 1 . 0 (1 (cid:2) g1 (cid:2) g1 (cid:2) ghhhA m 2 6 1A m 5 3 1",{"entities":[]}],["A m 0 6 11 1 8 M C N2 2 6 M C NA C N) T R) T R) T R(((1 (cid:2) m c1 (cid:2) m c1 (cid:2) m cSSS6 (cid:2) 0 1 B6 (cid:2) 0 1 B6 (cid:2) 0 1 B2 8 1 V2 8 1 V2 8 1 V9 . 3 – 7 . 19 . 3 – 7 . 18 . 3 – 3 . 0m n6 – 5m n0 6 – 0 5—T R,V2 . 4 – 1 . 2)C 1 . 0 (1 (cid:2) ghA m 0 5 1A C N1 (cid:2) m cS6 (cid:2) 0 1 (cid:3) 2 . 23 8 1 V7 . 3 – 7 . 1m n5C 15 2C 10 3T RT RT R,,V3 . 4 – 4 . 2,V",{"entities":[]}],["5 . 4 – 5 . 2,V5 . 4 – 7 . 2,V3 . 4 – 5 . 2V3 . 4 – 0 . 3))C 1 . 0 ()C 1 . 0 ()C 1 . 0 ()C 1 . 0 (C 5 0 . 0 (1 (cid:2) g1 (cid:2) g1 (cid:2) g1 (cid:2) g1 (cid:2) ghhhhhA m 4 3 1A m 3 4 1A m 1 7 1A m 0 8 1A m 7 8 11 1 1 M C NA C N1 1 8 M C N6 0 2 1 2 8 M C N1 1 8 M C N)C 10 0 2 (1 (cid:2) m cS4 8 1 C 16 (cid:2) 0 1 (cid:3) 2)0 0 9 (2 8 1 ) T R) T R) T R(((1 (cid:2) m c1 (cid:2) m c",{"entities":[]}],["1 (cid:2) m cSSS7 (cid:2) 0 1 B6 (cid:2) 0 1 B6 (cid:2) 0 1 B—1 3 1 V2 8 1 V2 8 1 V6 . 3 – 2 . 0—2 . 4 – 7 . 0V0 . 4 – 4 . 15 . 5 Bm n5 1 – 8—m n5m n6 – 4—C 1C 1T RT RT R5 25 4,,,,,VVVVV4 . 4 – 5 . 24 . 4 – 5 . 24 . 4 – 4 . 24 . 4 – 4 . 24 . 4 – 9 . 2)))))C 1 . 0 (C 1 . 0 (C 1 . 0 (C 1 . 0 (C 2 . 0 (1 (cid:2) g1 (cid:2) g1 (cid:2) g1 (cid:2) g1 (cid:2) ghhhhh",{"entities":[]}],["A m 2 5 1A m 0 8 1A m 0 3 1A m 6 4 1A m 0 8 13 2 5 M C N2 2 6 M C N1 1 1 M C N2 2 6 M C N2 2 6 M C N)C 1) T R) T R0 3 (() T R1 (cid:2) m c() T R1 (cid:2) m c1 (cid:2) m c(1 (cid:2) m c(S1 (cid:2) m cSS0 1 (cid:2) 0 1 (cid:3) 6 3 . 1S5 (cid:2) 0 1 (cid:3) 4 . 83 (cid:2) 0 1 (cid:3) 5 . 94 (cid:2) 0 1 (cid:3) 3S6 (cid:2) 0 1 45 8 1 V———6 . 4 – 6 . 2—m n0 1 – 5m n6m n0 2 – 5 1m n8m n5 1C 1C 1",{"entities":[]}],["5 40 3,,VV4 . 4 – 9 . 25 . 4 – 5 . 2))C 2 . 0 (C 1 . 0 (1 (cid:2) g1 (cid:2) ghhA m 0 7 1A m 0 4 12 2 6 M C NA C N) T R(1 (cid:2) m cS6 (cid:2) 0 1 4———m nm n0 10 2f os B L S S Af oe c n a m r o f r e pla c m e h c o r t c e Ei4e b a Tlg n i t a o Cg n i t a o Cd o h t e ml a i r e t a m g ni t a o Cn o i t a c i f i s s a l cl a c i m e h ct e W3 O 2 l Ae d i x oy r a n i Bl a c i m e h c",{"entities":[]}],["t e W2 O r ZD L A2 O Hfg n i t a o cy r D2 O i TD V CC L Dd e s a bn o b r a Cl a i r e t a mD L A3 O b N i L+i Le l g n i Sg n i t c u d n o cr e y a lg n i t a o cl a c i m e h ct e W3 O b N i Lg n i t a o cy r D3 O b N i Ll a c i m e h ct e W3 O r Z 2 i Lg n i t a o cy a r p S2 1 O 5 i T 4 i Ll a c i m e h ct e W2 O A i Lll a c i m e h ct e W4 O o M2 i LD L A4 O P 3 i Ll a c i m e h ct e W3 O a T i L",{"entities":[]}],["n o r t e n g a m - F RN O P i Lg ni r e t t u p sl a c i m e h ct e W2 O 5 . 0 a T 5 . 0 b N i Ll a c i m e h ct e W3 O i T 5 5 . 0 a L 5 3 . 0 i Ll a c i m e h ct e W3 O i T 5 0 . 0 r S 5 . 0 a L 5 3 . 0 i Ll a c i m e h cl a c i m e h ct e Wt e W3 ) 4 O P ( 6 . 1 i T 4 . 0 l A 4 . 1 i L3 O b N i L – 3 O C 2 i L+i Li t l u Mg n i t c u d n o cr e y a lg n i t a o cl a c i m e h ct e W3 O r Z 2 i L – 3 O C 2 i Ll a c i m e h ct e W",{"entities":[]}],["I i L – 2 O n I i LThis journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5939View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["Fig. 13 (a) Cycle performance of bare and LiNbO3 coated NCM811 in ASSLBs at 60 1C. Reproduced with permission from ref. 155. Copyright 2020, Elsevier. (b) Schematic figure of the dry coating method (top) and SEM image of LiNbO3-coated NCM622 (bottom). Reproduced with permission from ref. 158. Copyright 2020, Elsevier. (c) High resolution transmission electron microscope image of ALD LiNbO3-coated NCM811 (left) and cycle performance of the bare and LiNbO3-coated NCM811 in ASSLBs (right) at 0.1C.",{"entities":[]}],["Reproduced with permission from ref. 114. Copyright 2019, American Chemical Society. (d) Schematic illustration (upper left) of the preparation of hierarchical Li3PO4 modifications via ALD for NCM811 (HLPO@NCM811), cycle performance of various Li3PO4 modifications in ASSLBs at 0.1C (bottom left), and cross-sectional FIB-TEM image of cycled HLPO@NCM811 (right). Reproduced with permission from ref. 166. Copyright 2020, Elsevier.",{"entities":[]}],["dry coatings, the cycle performance was still unsatisfactory. On the one hand, incomplete coating may result in direct contact between Ni-rich cathodes and sulphide-based SSEs, leading to side reactions. On the other hand, owing to the non-uniformity of coatings, a partial area is extremely thick to cause irreversible capacity. Traditional methods cannot control the thickness and uniformity of the coating layer. The ALD technique has attracted interest owing to its unique properties, including",{"entities":[]}],["uniformity, atomic scale and stoichiometric deposition.187 Li et al.114 con- structed a uniform LiNbOx coating by ALD on an NCM811",{"entities":[]}],["cathode. The SEM image showed an amorphous and conformal LiNbOx coating with a thickness of approximately 5 nm on NCM811 (Fig. 13c). Compared with bare cathodes, LiNbOx- coated NMC811 significantly improved cycling performance, and a high discharge capacity of 99 mA h g(cid:2)1 was obtained after cycling. The ALD technique has promising roles in addressing interfacial issues in ASSLBs. By using the ALD method, a dual functional Li3PO4 modification on NCM811 was constructed in ASSLBs.166 The",{"entities":[]}],["modified cathodes still maintained a value of 96.1 mA h g(cid:2)1 at 0.2C after 300 cycles. The excellent cycle",{"entities":[]}],["5940 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommPublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.performance was ascribed to not only the suppression of inter- facial reactions but also the relief of microstructure cracks in NCM811 (Fig. 13d).",{"entities":[]}],["Li2ZrO3, Li4Ti5O12, LiAlO2 and Li2MoO4 have been coated on Ni-rich cathodes through diﬀerent coating methods (mainly wet chemical methods and spray coating). Improvements in electrochemical performance to diﬀerent degrees have been achieved. However, current coating materials cannot meet the actual requirements. In recent years, researchers have adopted hybrid coating materials or lithium-containing mixed transi- tion metal oxides to improve the cycle stability of Ni-rich cathodes. Kim et",{"entities":[]}],["al.115 developed a Li2CO3/LiNbO3 coating on NCM622 for ASSLBs (Fig. 14c). They found that the presence of",{"entities":[]}],["surface carbonate contaminants can improve cycle performance, (Fig. 14a). compared with the untreated cathode material Coating LiNbO3 can inhibit the release of CO2 and SO2 because of the formation of a hybrid coating (Fig. 14b). Li2CO3/LiNbO3 coating on NCM622 can achieve 91% capacity retention after 100 cycles at 0.1C at 25 1C. Recently, they studied the role of hybrid coatings through FIB-SEM, XPS and TOF-SIMS. The results indicated that the hybrid coating suppressed interfacial reactions at",{"entities":[]}],["the Ni-rich cathode/SSE interfaces. In particular, the formation of sulphur compounds and oxygenated phos- phorus compounds, such as phosphates or sulphates/sulphites, significantly enhanced electrochemical performance, as confirmed 172 by the results of previous experiments.186 The Li2CO3–Li2ZrO3",{"entities":[]}],["Fig. 14 (a) Cycle performance of bare, Li2CO3-coated, and Li2CO3/LiNbO3-coated NCM622 at 0.1C. Reproduced with permission from ref. 115. Copyright 2019, American Chemical Society. (b) First cycle of the gas evolution of Li2CO3-coated and Li2CO3/LiNbO3-coated NCM622 in ASSLBs at 0.05C. Reproduced with permission from ref. 115. Copyright 2019, American Chemical Society. (c) Schematic illustration of diﬀerent interfacial reactivities of Li2CO3-coated and Li2CO3/LiNbO3-coated NCM622. Reproduced",{"entities":[]}],["with permission from ref. 115. Copyright 2019, American Chemical Society. (d) Schematic image of Li2CO3/Li2ZrO3-coated NCM622. Reproduced with permission from ref. 172. Copyright 2020, American Chemical Society. (e) Schematic diagram of LiInO2 and LiInO2–LiI coated NCA. Reproduced with permission from ref. 173. Copyright 2019, Springer Nature.",{"entities":[]}],["This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5941View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["coating on NCM622 showed similar results (Fig. 14d). Analogously, LiInO2–LiI173 was successfully coated on NCA as a hybrid coating (Fig. 14e). Compared with uncoated cathode materials, hybrid coatings increased the specific capacity and rate capability and lowered the impedance. Considering lithium-containing mixed transition metal oxides, Wang et al.168 coated LiNb0.5Ta0.5O3 on NCM523. The coating significantly improved the electrochemical performance of ASSLBs. They revealed that",{"entities":[]}],["LiNb0.5Ta0.5O3 annealed at different temperatures determines the ionic conduc- tivity of coating materials and further affects battery performance. In addition to the Li+-conducting coating layers, dielectric oxides and carbon-based materials have been coated on Ni-rich cathodes to alleviate interfacial reactions. Recently, HfO2 has been coated on LiNi0.85Co0.10Mn0.05O2 through ALD.175 Based on high-loading ASSLBs, the HfO2-coated cathode significantly improved the coulombic eﬃciency in the",{"entities":[]}],["initial cycles and the rate capability. Visbal et al.177 studied the eﬀect of a diamond- like carbon (DLC) coating on NCA80 through CVD. The coating significantly improved the interface stability and electronic conductivity of the cathodes. The electrochemical performance of DLC-coated NCA showed a high cycle performance of 91%",{"entities":[]}],["retention after 100 cycles. Xiao et al.182 evaluated and screened Li-containing materials as coating materials by using theore- tical calculations. In the computational results, phosphate materials, such as LiPO3, LiH2PO4 and LiTi2(PO4)3, were iden- tified as appealing candidates. Although the construction of coating layers can reduce the occurrence of side reactions to a certain degree, the integrity and process of coating are still under research. Moreover, coating may lead to poor rate",{"entities":[]}],["performance, which should be considered in the future.",{"entities":[]}],["4.2 Design of cathode structure: aimed at mechanical problems",{"entities":[]}],["As mentioned above, constructing coating layers can improve interface stability, but it cannot solve mechanical issues and contact loss caused by volume change. Therefore, the structural modification of Ni-rich cathodes should be considered. Volume expansion or contraction occurs violently during cycling because Ni undergoes considerable larger ionic radius change than other transition metals.149 To reduce volume change in Ni-rich cathode materials and improve the interface stability of Ni-rich",{"entities":[]}],["cathodes, researchers have designed core–shell NCA for",{"entities":[]}],["Fig. 15 (a) Schematic illustration of the preparation of LiNbO3-coated CS-NCA (top), and EDS line scanning image of the cross-sectional LiNbO3-coated CS-NCA particle from the core to surface (bottom). Reproduced with permission from ref. 157. Copyright 2019, Elsevier. (b) SEM and EDS line scanning images of a cross-section of the NCM@LCO precursor (left) and NCM@LCO (right). Reproduced with permission from ref. 156. Copyright 2020, Elsevier. (c) Cycle performance of various modifications of",{"entities":[]}],["NCM811 in ASSLBs. Reproduced with permission from ref. 156. Copyright 2020, Elsevier. (d) Relative volume change of diﬀerent cathode materials. Reproduced with permission from ref. 190. Copyright 2019, American Chemical Society. (e) Schematic picture of microstructural and interfacial evolutions in FCG75 and NCA80 in ASSLBs. Reproduced with permission from ref. 191. Copyright 2019, Wiley-VCH GmbH.",{"entities":[]}],["5942 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommPublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["ASSLBs.157,188,189 High specific capacities were provided by Ni- rich cores, and the Al-rich shell reduced volume change (Fig. 15a). Similarly, NCM811 precursors were coated with LiCoO2 precursors 156 precursors for the first time to form core–shell NCM@LiCoO2 (Fig. 15b). After coating with LiNbO3, the cathode achieved out- standing electrochemical performance, showing cycle stability of 80% retention after 585 cycles (Fig. 15c). The quasi-zero-strain Co- rich NCM190 (NCM271 and NCM361) seems",{"entities":[]}],["to be a promising optimisation option in ASSLBs. It has a minor volume change of o1% even upon charging to 4.4 V, obviously improving electro- chemical performance (Fig. 15d).",{"entities":[]}],["Designing a concentration gradient structure to reduce volume change is more eﬀective than using a core–shell structure.",{"entities":[]}],["Jung et al.191 prepared a concentration gradient cathode material LiNi0.75Co0.10Mn0.15O2 (FCG75) and compared it with NCA80. FCG75 has a radially oriented rod-shaped grain structure that accommodates volume changes and maintains mechanical integ- rity during cycling (Fig. 15e). However, even at the initial cycle, NCA80 particles with randomly oriented grains are highly suscep- tible to serious particle disintegration. Apart from cathode struc- ture design, crystal type, particle morphology and",{"entities":[]}],["Ni-rich cathode size determine the performance of ASSLBs. Current studies on Ni-rich cathodes are mainly focused on polycrystal secondary particles. According to the experiment by Strauss et al.,192 the particle sizes of cathode materials affect the electrochemical performance of ASSLBs. Unlike large particles commonly used in",{"entities":[]}],["Fig. 16 (a) Initial charge–discharge curve of ASSLBs with large, medium, and large particle NCM622. Reproduced with permission from ref. 192. Copyright 2018, American Chemical Society. (b) Schematic illustration and Li+ pathway of SC-NMC532 and PC-NMC532 (top), and cycle performance of LNTO@SC-NMC532 and LNTO@PC-NMC532. Reproduced with permission from ref. 169. Copyright 2020, American Chemical Society. (c) Schematic picture of the cross-sectional volume change of single-crystal NCM811 and",{"entities":[]}],["polycrystalline NCM811 during cell pressing and electrochemical cycling. Reproduced with permission from ref. 194. Copyright 2021, Wiley-VCH GmbH. (d) Initial charge–discharge curves (left) and cycle performance of different types of NCM811 at 0.1C. Reproduced with permission from ref. 194. Copyright 2021, Wiley-VCH GmbH.",{"entities":[]}],["This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5943View Article OnlineChemCommFeature ArticlePublished on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.",{"entities":[]}],["LIBs, the small particles of Ni-rich cathodes show higher specific capacities (Fig. 16a). In recent years, research on single crystal (SC) Ni-rich cathode materials in LIBs has gradually increased. However, SC cathodes are rarely studied in ASSLBs. Wang et al.169 introduced single crystral-LiNi0.5Mn0.3Co0.2O2 (SC-NMC532) into ASSLBs for the first time and compared it with polycrystalline LiNi0.5Mn0.3Co0.2O2 (PC-NMC532). The initial specific capacity of SC-NMC532 was 156 mA h g(cid:2)1 and",{"entities":[]}],["PC-NMC532 showed only 128 mA h g(cid:2)1. SC-NMC532 exhibited better cycle performance than PC-NMC532 (Fig. 16b), demonstrating the high energy density of single-crystal NMC cathodes in ASSLBs. Similarly, Li et al.193 compared the electrochemical performance of single crystal NCM622 and polycrystalline NCM622 and arrived at the same conclusion. However, comparing SC/PC-NMC532 and NCM622 is difficult due to the relatively low Ni content and small volume change. The effect of crystal type and",{"entities":[]}],["cathode particle size on electrochemical performance was fully explored. Liu et al.194 compared the performance of large polycrystalline, small polycrystalline, single-crystal and coated single-crystal NCM811. The performance of the single crystal was the best, and the coated single crystal effectively inhibited side reactions and improved cycle performance (Fig. 16c and d). Designing the structure of cathode materials is another method to improve battery performance. However, the complexity of",{"entities":[]}],["the preparation process and cost control should be considered to further pro- mote the practical application of ASSLBs.",{"entities":[]}],["5. Summary and perspective",{"entities":[]}],["ASSLBs have been increasingly considered the most promising next-generation energy storage systems due to their high spe- cific energy and safety. In this review, we have focused on the recent progress in ASSLBs using Ni-rich cathodes and sulphide- based SSEs. First, the state-of-the-art typical sulphide-based SSEs are summarised systematically. Then, the interface issues and the chemo-mechanical problems related to Ni-rich cathodes and sulphide-based SSEs are discussed in detail. In addition,",{"entities":[]}],["the corresponding solutions are reviewed comprehensively.",{"entities":[]}],["The performance degradation of ASSLBs composed of Ni-rich cathodes and sulphide-based SSEs mainly occurs at the electrode/electrolyte interfaces. In terms of the interface issue, we divide it into three aspects according to diﬀerent incentives. First, chemical parasitic reactions occur between Ni-rich cathodes and sulphide-based SSEs after battery assem- bly. Second, electrochemical parasitic reactions occur upon cycling. Notably, electrochemical parasitic reactions are often accompanied by",{"entities":[]}],["chemical parasitic reactions during cycling. Theoretical calculations and a variety of characterisation tech- niques are usually used to investigate interface reactions. Studying the source of the problems is of priority to solve the problems. Third, the space charge layers have become a research hotspot in recent years. However, no experiment has studied space charge layers between Ni-rich cathodes and sulphide- based SSEs. This phenomenon demands further study. As for mechanical problems,",{"entities":[]}],["Ni-rich cathode particles often have a large",{"entities":[]}],["volume change, which results in microcracks and contact loss. To solve the above issues, various solutions have been adopted, such as constructing coating layers (aimed at interfacial issues) and designing structures (aimed at mechanical problems). Although many achievements have been made, many challenges remain. Further eﬀorts are needed to realise the commercialisa- tion of ASSLBs.",{"entities":[]}],["Herein, the existing problems are proposed, and the devel- opment directions of Ni-rich cathodes and sulphide-based SSEs in ASSLBs are proposed.",{"entities":[]}],["(1) In cathodes, Ni-rich cathodes have been considered the most promising materials in LIBs due to their high voltage and high specific energy. Harmful reactions occur upon cycling owing to the unstable structure. Doping methods, concen- tration gradient structures and coating layers should be com- bined to further improve the stability of Ni-rich cathodes. In ASSLBs, the current strategy is utilising single-crystal or small-particle cathode materials. Comprehensive studies are required to",{"entities":[]}],["determine the impact of the physical properties of cathode materials on battery performance. In addition, the price of materials is another aspect that has drawn researchers’ attention. Cobalt trend. At present, Ni-rich cathodes in ASSLBs are still in trial. Overall, cathode materials with high specific capacities, high safety and low prices should be developed for ASSLBs.",{"entities":[]}],["removalis the current general",{"entities":[]}],["(2) Sulphide-based SSEs have been regarded as the most promising materials because of their high ionic conductivity and excellent mechanical properties. Instability aﬀects the actual application. Methods, such as doping, are needed to improve their stability and suppress chemical or electrochemi- cal parasitic reactions. The combination of diﬀerent kinds of SSEs oﬀers an approach for solving these problems. For example, sulphide-oxide based SSEs can widen the electro- chemical window, and",{"entities":[]}],["sulphide-polymer based SSEs can improve mechanical properties. Furthermore, new SSE systems should be explored.",{"entities":[]}],["(3) In interfaces, constructing coating layers has been consi- dered a good method for solving interface problems. However, existing coating methods can only alleviate interface reactions to a certain extent. The key is to balance the stability of coating layers and ensure suﬃcient ionic or electronic conductivity. On the one hand, advanced characterisation techniques should be used in probing interface issues, especially in space charge layers between cathodes and SSEs. On the other hand,",{"entities":[]}],["theore- tical calculations and eﬀective modification should be used in selecting optimal coating layers in interfaces between electro- des and electrolytes in ASSLBs.",{"entities":[]}],["(4) In battery assembly, the above discussion mainly focuses on the material level in ASSLBs. To realise the practical applica- tion of ASSLBs, a feasible fabrication process of pouch batteries should be achieved. For example, exploring a suitable solvent is required to realise a slurry-based process. Thick composite cathodes are needed to achieve high energy density electrodes. Overall, ASSLBs with high energy densities and safety show great potential as the main energy storage systems. In",{"entities":[]}],["addition, lithium–iodine and owing to advances in lithium–sulphur,",{"entities":[]}],["5944 | Chem. Commun., 2022, 58, 5924–5947This journal is © The Royal Society of Chemistry 2022View Article OnlineFeature ArticleChemCommlithium–air batteries, SSEs offer unlimited possibilities for the development of all-solid-state batteries that can be applied in a wide range of fields, including portable electronic equipment, electric vehicles and large-scale stationary storage systems.195–198",{"entities":[]}],["28 N. Zhang, X. Zhang, E. Shi, S. Zhao, K. Jiang, D. Wang, P. Wang, S. Guo, P. He and H. Zhou, J. Energy Chem., 2018, 27, 1655–1660.29 Y. Yang, J. Electrochem., 2019, 25, 614–615. 30 M. Ribes, B. Barrau and J. L. Souquet, J. Non-Cryst. Solids, 1980,38-39, 271–276.31 R. Mercier, J.-P. Malugani, B. Fahys and G. Robert, Solid StateIonics, 1981, 5, 663–666.Conflicts of interest32 F. Mizuno, A. Hayashi, K. Tadanaga and M. Tatsumisago, Adv.Mater., 2005, 17, 918–921.",{"entities":[]}],["Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.There are no conflicts to declare.Acknowledgements",{"entities":[]}],["This research was supported by the National Natural Science Foundation of China (21922508, 22179059, and U1801251), the National Key R&D Program of China (2021YFB3800300), the Natural Science Foundation of Jiangsu Province of China (BK20190009), Key R&D Project funded by Department of Science and Technology of Jiangsu Province (BE2020003), and China Postdoctoral Science Foundation (2021M701656).References",{"entities":[]}],["1 C. P. Grey and J. M. Tarascon, Nat. Chem., 2016, 16, 45–56. 2 S. Chu and A. Majumdar, Nature, 2012, 488, 294–303. 3 M. Armand and J. M. Tarascon, Nature, 2008, 451, 652–657. 4 Z. Yang, J. Zhang, M. C. Kintner-Meyer, X. Lu, D. Choi, J. P.Lemmon and J. Liu, Chem. Rev., 2011, 111, 3577–3613.",{"entities":[]}],["5 M. Li, J. Lu, Z. Chen and K. Amine, Adv. Mater., 2018, 30, 1800561. 6 H. Li and Y. Lyn, J. Electrochem., 2015, 21, 412–424. 7 J. M. Tarascon and M. Armand, Nature, 2001, 414, 359–367. 8 W. Li, J. R. Dahn and D. S. Wainwright, Science, 1994, 264,1115–1118.9 S. Randau, D. A. Weber, O. Ko¨tz, R. Koerver, P. Braun, A. Weber, E. Ivers-Tiﬀe´e, T. Adermann, J. Kulisch, W. G. Zeier, F. H. Richter and J. Janek, Nat. Energy, 2020, 5, 259–270.",{"entities":[]}],["10 D. Lin, Y. Liu and Y. Cui, Nat. Nanotechnol., 2017, 12, 194–206. 11 W. Xu, J. Wang, F. Ding, X. Chen, E. Nasybulin, Y. Zhang and",{"entities":[]}],["33 R. Kanno and M. Murayama, J. Electrochem. Soc., 2001, 148, A742. 34 H.-J. Deiseroth, S.-T. Kong, H. Eckert, J. Vannahme, C. Reiner, T. Zaiß and M. Schlosser, Angew. Chem., 2008, 120, 767–770. 35 M. A. Kraft, S. Ohno, T. Zinkevich, R. Koerver, S. P. Culver, T. Fuchs, A. Senyshyn, S. Indris, B. J. Morgan and W. G. Zeier, J. Am. Chem. Soc., 2018, 140, 16330–16339.",{"entities":[]}],["36 C. Dietrich, D. A. Weber, S. J. Sedlmaier, S. Indris, S. P. Culver, D. Walter, J. Janek and W. G. Zeier, J. Mater. Chem. A, 2017, 5, 18111–18119.37 L. Popovi, B. Manoun, D. de Waal, M. K. Nieuwoudt and J. D.Comins, J. Raman Spectrosc., 2003, 34, 77–83. 38 H.-P. Hong, Mater. Res. Bull., 1978, 13, 117–124. 39 R. Kanno, T. Hata, Y. Kawamoto and M. Irie, Solid State Ionics,2000, 130, 97–104.",{"entities":[]}],["40 Z. Liu, W. Fu, E. A. Payzant, X. Yu, Z. Wu, N. J. Dudney, J. Kiggans, K. Hong, A. J. Rondinone and C. Liang, J. Am. Chem. Soc., 2013, 135, 975–978.41 C. Li, S. Zhang, X. Miao, C. Wang, C. Wang, Z. Zhang, R. Wang andL. Yin, Batteries Supercaps, 2021, 5, e202100288.42 A. Hayashi, S. Hama, T. Minami and M. Tatsumisago, Electrochem.Commun., 2003, 5, 111–114.",{"entities":[]}],["43 J. H. Kennedy and Y. Yang, J. Electrochem. Soc., 1986, 133, 2437–2438. 44 Y. Yamagishi, H. Morita, Y. Nomura and E. Igaki, ACS Appl. Mater.Interfaces, 2021, 13, 580–586.45 P. Adeli, J. D. Bazak, K. H. Park, I. Kochetkov, A. Huq, G. R. Goward and L. F. Nazar, Angew. Chem., Int. Ed., 2019, 58, 8681–8686. 46 R. P. Rao and S. Adams, Phys. Status Solidi A, 2011, 208, 1804–1807. 47 N. Yang, Y. Wang, Y. Shuai and K. Chen, J. Electrochem., 2020, 26,885–889.",{"entities":[]}],["48 C. Yu, F. Zhao, J. Luo, L. Zhang and X. Sun, Nano Energy, 2021,83, 105858.49 B. J. Morgan, Chem. Mater., 2021, 33, 2004–2018. 50 P. R. Rayavarapu, N. Sharma, V. K. Peterson and S. Adams, J. SolidState Electrochem., 2012, 16, 1807–1813.51 X. Feng, P.-H. Chien, Y. Wang, S. Patel, P. Wang, H. Liu, M. Immediato-J. Zhang, Energy Environ. Sci., 2014, 7, 513–537.",{"entities":[]}],["12 Y.-S. Hu, Nat. Energy, 2016, 1, 16042. 13 P. Knauth and H. L. Tuller, J. Am. Ceram. Soc., 2002, 85, 1654–1680. 14 J. C. Bachman, S. Muy, A. Grimaud, H.-H. Chang, N. Pour, S. F. Lux, O. Paschos, F. Maglia, S. Lupart and P. Lamp, Chem. Rev., 2016, 116, 140–162.Scuotto and Y.-Y. Hu, Energy Storage Mater., 2020, 30, 67–73.52 L. Peng, S. Chen, C. Yu, C. Liao, M. Sun, H.-L. Wang, L. Zhang,S. Cheng and J. Xie, J. Power Sources, 2022, 520, 230890.",{"entities":[]}],["53 L. Peng, C. Yu, Z. Zhang, H. Ren, J. Zhang, Z. He, M. Yu, L. Zhang,S. Cheng and J. Xie, Chem. Eng. J., 2022, 430, 132896.54 Y. Subramanian, R. Rajagopal and K.-S. Ryu, J. Power Sources, 2022,15 M. Faraday, Philos. Trans. R. Soc. London, 1833, 123, 23–54. 16 N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto and A. Mitsui, Nat. Chem., 2011, 10, 682–686.520, 230849.",{"entities":[]}],["55 M. Cronau, M. Szabo and B. Roling,Mater. Adv. , 2021, 2, 7842–7845. 56 S. V. Patel, S. Banerjee, H. Liu, P. Wang, P.-H. Chien, X. Feng, J. Liu,S. P. Ong and Y.-Y. Hu, Chem. Mater., 2021, 33, 1435–1443.17 Y. Seino, T. Ota, K. Takada, A. Hayashi and M. Tatsumisago, Energy57 P. Adeli, J. D. Bazak, A. Huq, G. R. Goward and L. F. Nazar, Chem.Environ. Sci., 2014, 7, 627–631.Mater., 2020, 33, 146–157.",{"entities":[]}],["18 Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba and R. Kanno, Nat. Energy, 2016, 1, 1–7. 19 B. Zhang, L. Yang, S. Li and F. Pan, J. Electrochem., 2021, 27,269–277.20 E. A. Olivetti, G. Ceder, G. G. Gaustad and X. Fu, Joule, 2017, 1,58 Q. Zhang, D. Cao, Y. Ma, A. Natan, P. Aurora and H. Zhu, Adv.Mater., 2019, 31, 1901131.",{"entities":[]}],["59 J. E. Lee, K. H. Park, J. C. Kim, T. U. Wi, A. R. Ha, Y. B. Song, D. Y. Oh, J. Woo, S. H. Kweon and S. J. Yeom, Adv. Mater., 2022, 202200083.229–243.60 H. Muramatsu, A. Hayashi, T. Ohtomo,S. Hamaand21 Y. Xia, Y. Zhou and M. Yoshio, J. Electrochem. Soc., 1997, 144, 2593. 22 L. Yuan, Z. Wang, W. Zhang, X. Hu, J. Chen, Y. Huang andM. Tatsumisago, Solid State Ionics, 2011, 182, 116–119.61 G. Sahu, Z. Lin, J. Li, Z. Liu, N. Dudney and C. Liang, Energy",{"entities":[]}],["J. B. Goodenough, Energy Environ. Sci., 2011, 4, 269–284. 23 J. Wang and X. Sun, Energy Environ. Sci., 2015, 8, 1110–1138. 24 P. He, J. Liu, W. Cui, J. Luo and Y. Xia, Electrochim. Acta, 2011, 56,Environ. Sci., 2014, 7, 1053–1058.62 Z. Zhang, J. Zhang, Y. Sun, H. Jia, L. Peng, Y. Zhang and J. Xie,J. Energy Chem., 2020, 41, 171–176.2351–2357.63 H. Kwak, K. H. Park, D. Han, K.-W. Nam, H. Kim and Y. S. Jung,25 C. Dai, J. Ye, S. Zhao, P. He and H. Zhou, Chem. – Asian J., 2016, 11,",{"entities":[]}],["J. Power Sources, 2020, 446, 227338.1273–1280.64 P. Lu, L. Liu, S. Wang, J. Xu, J. Peng, W. Yan, Q. Wang, H. Li,26 J. Ye, Y.-x. Li, L. Zhang, X.-p. Zhang, M. Han, P. He and H.-s. Zhou,L. Chen and F. Wu, Adv. Mater., 2021, 33, 2100921.ACS Appl. Mater. Interfaces, 2016, 8, 208–214.27 P. He, H. Yu, D. Li and H. Zhou, J. Mater. Chem., 2012, 22,3680–3695.",{"entities":[]}],["65 J. Liang, N. Chen, X. Li, X. Li, K. R. Adair, J. Li, C. Wang, C. Yu, M. Norouzi Banis, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, Y. Huang and X. Sun, Chem. Mater., 2020, 32, 2664–2672.This journal is © The Royal Society of Chemistry 2022Chem. Commun., 2022, 58, 5924–5947 | 5945View Article OnlineChemCommFeature Article",{"entities":[]}],["66 F. Zhao, J. Liang, C. Yu, Q. Sun, X. Li, K. Adair, C. Wang, Y. Zhao, S. Zhang, W. Li, S. Deng, R. Li, Y. Huang, H. Huang, L. Zhang, S. Zhao, S. Lu and X. Sun, Adv. Energy Mater., 2020, 10, 1903422.67 Y. Wang, X. Lu, C. Zheng, X. Liu, Z. Chen, W. Yang, J. Lin andF. Huang, Angew. Chem., Int. Ed., 2019, 58, 7673–7677.102 S. Pugh, London, Edinburgh Dublin Philos. Mag. J. Sci., 1954, 45,823–843.",{"entities":[]}],["103 S. Yu, R. D. Schmidt, R. Garcia-Mendez, E. Herbert, N. J. Dudney, J. B. Wolfenstine, J. Sakamoto and D. J. Siegel, Chem. Mater., 2016, 28, 197–206.68 T. Ohtomo, A. Hayashi, M. Tatsumisago and K. Kawamoto, J. Non-104 K. J. Kim, M. Balaish, M. Wadaguchi, L. Kong and J. L. M. Rupp,Cryst. Solids, 2013, 364, 57–61.Adv. Energy Mater., 2020, 11, 2002689.69 T. Ohtomo, A. Hayashi, M. Tatsumisago and K. Kawamoto,105 A. Banerjee, X. Wang, C. Fang, E. A. Wu and Y. S. Meng, Chem. Rev.,",{"entities":[]}],["J. Mater. Sci., 2013, 48, 4137–4142.2020, 120, 6878–6933.70 A. Hayashi, H. Muramatsu, T. Ohtomo, S. Hama and M. Tatsumisago,106 J. B. Goodenough and K.-S. Park, J. Am. Chem. Soc., 2013, 135,J. Alloys Compd., 2014, 591, 247–250.1167–1176.Published on 12 April 2022. Downloaded by Lakehead University on 7/24/2024 3:26:34 AM.71 G. Liu, D. Xie, X. Wang, X. Yao, S. Chen, R. Xiao, H. Li and X. Xu,Energy Storage Mater., 2019, 17, 266–274.72 A. Hayashi, H. Muramatsu, T. Ohtomo,",{"entities":[]}],["S. HamaM. Tatsumisago, J. Mater. Chem. A, 2013, 1, 6320.73 Y. Li, W. Arnold, A. Thapa, J. B. Jasinski, G. Sumanasekera, M. Sunkara, T. Druﬀel and H. Wang, ACS Appl. Mater. Interfaces, 2020, 12, 42653–42659.74 J. Xu, Y. Li, P. Lu, W. Yan, M. Yang, H. Li, L. Chen and F. Wu, Adv.Energy Mater., 2021, 12, 2102348.75 W. D. Jung, M. Jeon, S. S. Shin, J. S. Kim, H. G. Jung, B. K. Kim, J. H. Lee, Y. C. Chung and H. Kim, ACS Omega, 2020, 5, 26015–26022.",{"entities":[]}],["76 Y. Zhu and Y. Mo, Angew. Chem., Int. Ed., 2020, 59, 17472–17476. 77 S. Boulineau, M. Courty, J.-M. Tarascon and V. Viallet, Solid StateIonics, 2012, 221, 1–5.78 F. Han, Y. Zhu, X. He, Y. Mo and C. Wang, Adv. Energy Mater., 2016,6, 1501590.79 S. P. Ong, Y. Mo, W. D. Richards, L. Miara, H. S. Lee and G. Ceder,Energy Environ. Sci., 2013, 6, 148–156.80 Y. Zhu, X. He and Y. Mo, ACS Appl. Mater. Interfaces, 2015, 7,23685–23693.",{"entities":[]}],["81 W. D. Richards, L. J. Miara, Y. Wang, J. C. Kim and G. Ceder, Chem.Mater., 2016, 28, 266–273.82 Y. Zhu, X. He and Y. Mo, J. Mater. Chem. A, 2016, 4, 3253–3266. 83 P. Zhou, J. Wang, F. Cheng, F. Li and J. Chen, Chem. Commun.,2016, 52, 6091–6094.84 Z. Zhu, I.-H. Chu and S. P. Ong, Chem. Mater., 2017, 29, 2474–2484. 85 Z. Zhang, L. Zhang, X. Yan, H. Wang, Y. Liu, C. Yu, X. Cao, L. vanEijck and B. Wen, J. Power Sources, 2019, 410-411, 162–170.",{"entities":[]}],["86 H. Xu, Y. Yu, Z. Wang and G. Shao, J. Mater. Chem. A, 2019, 7,5239–5247.87 S. Hori, K. Suzuki, M. Hirayama, Y. Kato and R. Kanno, Front.and107 J. B. Goodenough and Y. Kim, Chem. Mater., 2010, 22, 587–603. 108 J. B. Goodenough, Acc. Chem. Res., 2013, 46, 1053–1061. 109 Y. Q. Zhang, Y. Tian, Y. Xiao, L. J. Miara, Y. Aihara, T. Tsujimura, T. Shi, M. C. Scott and G. Ceder, Adv. Energy Mater., 2020, 10, 1903778.",{"entities":[]}],["110 A. Banerjee, H. Tang, X. Wang, J. H. Cheng, H. Nguyen, M. Zhang, D. H. S. Tan, T. A. Wynn, E. A. Wu, J. M. Doux, T. Wu, L. Ma, G. E. Sterbinsky, M. S. D’Souza, S. P. Ong and Y. S. Meng, ACS Appl. Mater. Interfaces, 2019, 11, 43138–43145.111 S.-K. Jung, H. Gwon, S.-S. Lee, H. Kim, J. C. Lee, J. G. Chung, S. Y. Park, Y. Aihara and D. Im, J. Mater. Chem. A, 2019, 7, 22967–22976.112 J. Auvergniot, A. Cassel, J.-B. Ledeuil, V. Viallet, V. Seznec and",{"entities":[]}],["R. Dedryve`re, Chem. Mater., 2017, 29, 3883–3890.113 F. Walther, R. Koerver, T. Fuchs, S. Ohno, J. Sann, M. Rohnke, W. G. Zeier and J. Janek, Chem. Mater., 2019, 31, 3745–3755. 114 X. Li, Z. Ren, M. Norouzi Banis, S. Deng, Y. Zhao, Q. Sun, C. Wang, X. Yang, W. Li, J. Liang, X. Li, Y. Sun, K. Adair, R. Li, Y. Hu, T.-K. Sham, H. Huang, L. Zhang, S. Lu, J. Luo and X. Sun, ACS Energy Lett., 2019, 4, 2480–2488.",{"entities":[]}],["115 A. Y. Kim, F. Strauss, T. Bartsch, J. H. Teo, T. Hatsukade, A. Mazilkin, J. Janek, P. Hartmann and T. Brezesinski, Chem. Mater., 2019, 31, 9664–9672.116 R. Koerver, I. Aygu¨n, T. Leichtweiß, C. Dietrich, W. Zhang, J. O. Binder, P. Hartmann, W. G. Zeier and J. Janek, Chem. Mater., 2017, 29, 5574–5582.117 A. Y. Kim, F. Strauss, T. Bartsch,J. H. Teo,J.Janek andT. Brezesinski, Sci. Rep., 2021, 11, 5367.",{"entities":[]}],["118 R. S. Negi, Y. Yusim, R. Pan, S. Ahmed, K. Volz, R. Takata, F. Schmidt, A. Henss and M. T. Elm, Adv. Mater. Interfaces, 2021, 9, 2101428. 119 J. W. Lee and Y. J. Park, J. Electrochem. Sci. Technol., 2018, 9,176–183.Energy Res., 2016, 4, 38.120 T. Yoshinari, R. Koerver, P. Hofmann, Y. Uchimoto, W. G. Zeier88 F. Wu, W. Fitzhugh, L. Ye, J. Ning and X. Li, Nat. Commun., 2018,and J. Janek, ACS Appl. Mater. Interfaces, 2019, 11, 23244–23253.9, 4037.",{"entities":[]}],["89 S. Wang, Q. Bai, A. M. Nolan, Y. Liu, S. Gong, Q. Sun and Y. Mo,Angew. Chem., Int. Ed., 2019, 58, 8039–8043.121 F. Walther, S. Randau, Y. Schneider,J. Sann, M. Rohnke, F. H. Richter, W. G. Zeier and J. Janek, Chem. Mater., 2020, 32, 6123–6136.",{"entities":[]}],["90 D. Park, H. Park, Y. Lee, S.-O. Kim, H.-G. Jung, K. Y. Chung, J. H. Shim and S. Yu, ACS Appl. Mater. Interfaces, 2020, 12, 34806–34814. 91 X. Li, J. Liang, N. Chen, J. Luo, K. R. Adair, C. Wang, M. N. Banis, T.-K. Sham, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li and X. Sun, Angew. Chem., Int. Ed., 2019, 58, 16427–16432.122 F. Strauss, D. Stepien,J. Maibach, L. Pfaﬀmann, S.P. Hartmann and T. Brezesinski, RSC Adv., 2020, 10, 1114–1119.",{"entities":[]}],["123 S.-B. Hong, Y.-J. Lee, U.-H. Kim, C. Bak, Y. M. Lee, W. Cho, H. J. Hah, Y.-K. Sun and D.-W. Kim, ACS Energy Lett., 2022, 7, 1092–1100.Indris,92 J. Liang, X. Li, S. Wang, K. R. Adair, W. Li, Y. Zhao, C. Wang, Y. Hu, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, Y. Mo and X. Sun, J. Am. Chem. Soc., 2020, 142, 7012–7022.124 J. Yi, P. He, H. Liu, H. Ni, Z. Bai and L.-Z. Fan, J. Energy Chem.,2021, 52, 202–209.125 Z. Fan, J. Xiang, Q. Yu, X. Wu, M. Li, X. Wang, X. Xia and J. Tu, ACS",{"entities":[]}],["93 R. Schlem, S. Muy, N. Prinz, A. Banik, Y. Shao-Horn, M. Zobel andAppl. Mater. Interfaces, 2022, 14, 726–735.W. G. Zeier, Adv. Energy Mater., 2020, 10, 1903719.126 I. S. Gilmore and J. C. Vickerman, Surface analysis: the principal94 Z. Xu, X. Chen, K. Liu, R. Chen, X. Zeng and H. Zhu, Chem. Mater.,techniques, John Wiley & Sons, 2009.2019, 31, 7425–7433.127 Y. Li, Z. Gao, F. Hu, X. Lin, Y. Wei, J. Peng, J. Yang, Z. Li, Y. Huang",{"entities":[]}],["95 A. Sakuda, A. Hayashi and M. Tatsumisago, Sci. Rep., 2013, 3, 2261. 96 A. Sakuda, A. Hayashi, Y. Takigawa, K. Higashi and M. Tatsumisago,J. Ceram. Soc. Jpn., 2013, 121, 946–949.97 A. Kato, M. Nagao, A. Sakuda, A. Hayashi and M. Tatsumisago,and H. Ding, Small Methods, 2020, 4, 2000111.128 J. Zhang, C. Zheng, L. Li, Y. Xia, H. Huang, Y. Gan, C. Liang, X. He, X. Tao and W. Zhang, Adv. Energy Mater., 2020, 10, 1903311. 129 J. S. Lee and Y. J. Park, ACS Appl. Mater. Interfaces, 2021, 13,",{"entities":[]}],["J. Ceram. Soc. Jpn., 2014, 122, 552–555.38333–38345.98 A. Kato, M. Nose, M. Yamamoto, A. Sakuda, A. Hayashi andM. Tatsumisago, J. Ceram. Soc. Jpn., 2018, 126, 719–727.99 Z. Deng, Z. Wang, I.-H. Chu, J. Luo and S. P. Ong, J. Electrochem.130 Y. Ma, J. H. Teo, D. Kitsche, T. Diemant, F. Strauss, Y. Ma, D. Goonetilleke, J. Janek, M. Bianchini and T. Brezesinski, ACS Energy Lett., 2021, 6, 3020–3028.Soc., 2016, 163, A67–A74.",{"entities":[]}],["100 H. Su, Y. Liu, Y. Zhong, J. Li, X. Wang, X. Xia, C. Gu and J. Tu, NanoEnergy, 2022, 96, 107104.101 R. Sudo, Y. Nakata, K. Ishiguro, M. Matsui, A. Hirano, Y. Takeda, O. Yamamoto and N. Imanishi, Solid State Ionics, 2014, 262, 151–154.131 C. Wang, S. Hwang, M. Jiang, J. Liang, Y. Sun, K. Adair, M. Zheng, S. Mukherjee, X. Li, R. Li, H. Huang, S. Zhao, L. Zhang, S. Lu, J. Wang, C. V. Singh, D. Su and X. Sun, Adv. Energy Mater., 2021, 11, 2100210.",{"entities":[]}]]}
