{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Downloaded via STAFFORDSHIRE UNIV on July 24, 2024 at 03:34:25 (UTC).See https://pubs.acs.org/sharingguidelines for options on how to legitimately share published articles.www.acsami.orgResearch ArticleSiSe2 for Superior Sulfide Solid Electrolytes and Li-Ion Batteries Ki-Hun Nam,∇ Vinoth Ganesan,∇ Do-Hyeon Kim,∇ Sangmin Jeong, Ki-Joon Jeon,* and Cheol-Min Park*Cite This: ACS Appl. Mater. Interfaces 2024, 16, 643−654Read OnlineACCESSsı Supporting InformationMetrics & More",{"entities":[]}],["Article Recommendations",{"entities":[]}],["ABSTRACT: Among the various existing layered compounds, silicon diselenide (SiSe2) possesses diverse chemical and physical properties, owing to its large interlayer spacing and interesting atomic arrangements. Despite the unique properties of layered SiSe2, it has not yet been used in energy applications. Herein, we introduce the synthesis of layered SiSe2 through a facile solid-state synthetic route and demonstrate its versatility as a sulfide solid electrolyte (SE) additive for",{"entities":[]}],["all-solid-state batteries (ASSBs) and as an anode material for Li-ion batteries (LIBs). Li-argyrodites with various compositions substituted with SiSe2 are synthesized and evaluated as sulfide SEs for ASSBs. SiSe2-substituted Li-argyrodites exhibit high ionic conductivities, low activation energies, and high air stabilities. In addition, when using a sulfide SE, the ASSB full cell exhibits a high discharge/charge capacity of 202/169 mAh g−1 with a high initial Coulombic efficiency (ICE) of",{"entities":[]}],["83.7% and stable capacity retention at 1C after 100 cycles. Furthermore, the Li-storage properties of SiSe2 as an anode material for LIBs are evaluated, and its Li-pathway mechanism is explored by using various cutting-edge ex situ analytical tools. Moreover, the SiSe2 nanocomposite anode exhibits a high Li- insertion/extraction capacity of 950/775 mAh g−1, a high ICE of 81.6%, a fast rate capability, and stable capacity retention after 300 cycles. Accordingly, layered SiSe2 and its versatile",{"entities":[]}],["applications as a sulfide SE additive for ASSBs and an anode material for LIBs are promising candidates in energy storage applications as well as myriad other applications. KEYWORDS: silicon diselenide, layered material, sulfide solid electrolyte, all-solid-state battery, Li-ion battery",{"entities":[]}],["1. INTRODUCTION",{"entities":[]}],["structural collapse of particles as well as accelerates its capacity fading.9 Si-based compounds have been suggested as a solution for suppressing such a huge volume variation.10−14 Various Si- based compounds with interesting crystalline structures, such 15 and cubic SiP2,16 can be used as LIB anodes as trigonal SiO2 with enhanced electrochemical performance but are not sufficient for commercial use. However, Si-based compounds with layered structures require further development to satisfy the",{"entities":[]}],["criteria for high-performance Si-based LIB anodes. Selenium (Se) has been widely researched as electrode materials for LIBs owing to its appropriate theoretical capacity of 679 mAh g−1 by forming the Li2Se phase.17,18 However, it has severe problems as follows: (1) low electrical conductivity (∼1 mS m−1), (2) high redox potential, and (3) dissolution of polyselenides (LixSey) in ether- or carbon-ester-based electro-",{"entities":[]}],["There are many types of layered materials, including graphite, black phosphorus, borides, carbides, nitrides, oxides, chalco- genides, halides, and ternary compounds,1−3 where each layer establishes weak van der Waals (vdW) interactions with the next one, thus allowing the introduction of foreign atoms or molecules between the interlayer gaps. Accordingly, layered materials such as graphite have become a representative component of electrode materials for Li-ion batteries (LIBs) owing to the",{"entities":[]}],["reversible intercalation reaction of Li ions between the interlayers of graphene during Li-insertion/ extraction.4 In addition to graphite, other layered materials such as phosphides, chalcogenides, carbides, and nitrides have also been studied as high-performance LIB anodes due to their intriguing structural properties.5−7",{"entities":[]}],["Silicon (Si) is being extensively investigated as a potential alternative to graphite for high-performance LIB anode owing to advantages including: (1) natural abundance, (2) environ- mentally benignity, (3) low electrochemical potential (∼0.2 V vs Li+/Li), and (4) outstanding theoretical capacity (Li4.4Si: 4200 mAh g−1).8 Nevertheless, Si anodes face the crucial issues due to intrinsic volume variation (>300%) during Li-insertion/ extraction, which affects pulverization on the electrode and",{"entities":[]}],["Received: September 27, 2023 Revised: December 12, 2023 Accepted: December 13, 2023 Published: December 26, 2023© 2023 American Chemical Society643https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaces",{"entities":[]}],["lytes.19 Accordingly, to address the elemental Se, various metal selenides (MxSey, M = Co, Fe, Mo, W, Ge, Sn, Sb) have been suggested as anode materials for LIBs.20−23 In particular, the layered metal selenides, such as MoSe2, WSe2, GeSe2, and SnSe2, have garnered significant attention because of their distinct structural properties.24 Their unique sandwiched layers connected by weak vdW forces have large interlayer spacings (GeSe2: 0.5916 nm, SnSe2: 0.62 nm, WSe2: 0.651 nm, and MoSe2: 0.646",{"entities":[]}],["nm), which enable Li ions to be inserted easily into their inner structure. Silicon diselenide (SiSe2) is a IV−VI compound that belongs to the AB2-type like CO2, SiO2, and CS2.25,26 Structurally, AB2-type layered compounds have a tetrahedral network through corner- or edge-shared AB4/2 tetrahedra, where a single layer of A atoms is coupled to two layers of B atoms. SiSe2 is a more stable phase than SiSe, and its structural properties depend on reaction temperatures of 400−850 °C.27,28 Among the",{"entities":[]}],["polymorphs, α-SiSe2 synthesized with temperature above 700 °C is a thermodynamically stable and has a unique layered structure with large interlayer spacing.25 Additionally, layered SiSe2 possesses intriguing electronic, transport, and optical properties due to the indirect semiconducting nature with band gaps of >0.5 eV.29 layered SiSe2 has not been investigated as an Nevertheless, anode material for LIBs as well as other energy storage applications.",{"entities":[]}],["Advancements in solid electrolytes (SEs) with high ionic conductivity and nonflammable property, replacing the conventional flammable liquid electrolyte (LE), enables the elimination of safety concerns and realization of the higher energy-density battery system than conventional LIB sys- tems.30−33 Among the plentiful SE candidates, lithium thiophosphates exhibit extraordinarily high ionic conductivity, reaching levels comparable to that of LEs.34 Li-argyrodites (Li6PS5X, X = Cl, Br, and I) are",{"entities":[]}],["widely recognized as prominent sulfide-based superionic conductors due to their exceptional ionic conductivities at room temperature (RT), exceeding 10−3 S cm−1.35 Recently, great enhancements in ionic conductivities have been achieved by aliovalent substitution in Li-argyrodites (Li6+xMxP1−xS5Cl, M = Si, Ge, and Sn).36,37 In addition, the site of S can also be substituted to Se. By substituting S2− to Se2−, the structure of Li-argyrodites changes to the local Li+ sublattice and provides the",{"entities":[]}],["fast Li- diffusion pathways.38 Nevertheless, utilizing both Si and Se in argyrodites has not been studied.",{"entities":[]}],["Herein, we synthesized layered SiSe2 via a simple solid-state synthetic route and analyzed it using X-ray diffraction (XRD) and X-ray absorption spectroscopy (XAS). SiSe2 is used in versatile applications of sulfide SE as an additive in all-solid- state batteries (ASSBs) and as an anode material in LIBs. For use as a sulfide SE additive in Li-argyrodite for ASSBs, the SiSe2-substituted Li-argyrodites with various compositions (Li6+xSixP1−xS5−2xSe2xCl, x = 0, 0.05, 0.1, and 0.2) were",{"entities":[]}],["synthesized, and their structures were demonstrated. Addi- tionally, ionic conductivity and air stability were investigated to explore high-performance sulfide SE for ASSBs. Subsequently, the electrochemical performance of the ASSB full cells with the Li storage sulfide SEs was evaluated. Furthermore, characteristics of SiSe2 as an anode material for LIBs were evaluated. A nanocomposite was fabricated by incorporating amorphous carbon to improve the electrical conductivity of SiSe2. The",{"entities":[]}],["Li-pathway mechanism of the SiSe2-based anodes was explored using X-ray absorption near-edge structure",{"entities":[]}],["644www.acsami.orgResearch Article(XANES) and extended X-ray absorption fine structure (EXAFS) spectra extracted from XAS.2. EXPERIMENTAL SECTION",{"entities":[]}],["2.1. SiSe2 Synthesis. Orthorhombic SiSe2 was synthesized by facile solid-state synthetic routes involving sequential ball-milling (BM) and heat treatment (HT) processes. A stoichiometric mixture of Si and Se powders was placed in a hardened-steel BM vial filled with hardened-steel balls. The mixture was then ball-milled for 1 h using a high-energy BM apparatus. Subsequently, the homogeneous mixture obtained from the BM vial was transferred to an ampule tube and sealed in an Ar-filled glovebox.",{"entities":[]}],["The tightly sealed ampule tube was placed in an ampule furnace (Teraleader Inc.) and subjected to heat treatment at 700 °C for 6 h. The synthesized SiSe2 can generate toxic gas when exposed to air or moisture and should be handled in a glovebox or fume hood.",{"entities":[]}],["2.2. Synthesis of SiSe2-Substituted Li-Argyrodites. For the including Li2S synthesis of Li-argyrodites, (99.98%, Sigma-Aldrich), P2S5 (99%, Sigma-Aldrich), LiCl (99%, Sigma-Aldrich), and the as-synthesized SiSe2 powders, were used. The composition of each Li-argyrodite is determined by the molar ratio of the precursors used in the initial batch. Accurate weighing of the precursors is crucial to minimize the loss of Li-argyrodites during the BM process. Four types of Li-argyrodites",{"entities":[]}],["(Li6+xSixP1−xS5−2xSe2xCl, x = 0, 0.05, 0.1, and 0.2) were synthesized with the following molar ratios: Li2S/P2S5/LiCl = 2.5:0.5:1 (Li6PS5Cl), Li2S/P2S5/LiCl/SiSe2 = 2.525:0.475:1:0.05 (Li6.05Si0.05P0.95S4.9Se0.1Cl), Li2S/P2S5/LiCl/SiSe2 = 2.55:0.45:1:0.1 (Li6.1Si0.1P0.9S4.8Se0.2Cl), and Li2S/P2S5/LiCl/SiSe2 = 2.6:0.4:1:0.2 (Li6.2Si0.2P0.8S4.6Se0.4Cl). Stoichiometric mixtures of the starting precursors were placed in a BM vial filled with hardened- steel balls and mechanically ball-milled for 3",{"entities":[]}],["h. After the BM process, the Li-argyrodite powders were sealed in a quartz tube in an Ar-filled glovebox and annealed using a tube furnace at 550 °C for 6 h under Ar flow.",{"entities":[]}],["starting precursors,",{"entities":[]}],["2.3. Synthesis of SiSe2 Nanocomposite. To fabricate the SiSe2 nanocomposite, a mechanical BM process was employed using the as- synthesized SiSe2 and carbon black powders. The assembly of a BM vial including the powders and hardended-steel balls was performed in an Ar-filled glovebox. Subsequently, the BM vial was mechanically ball-milled for 6 h. The optimal amounts of SiSe2 and carbon black in the nanocomposite were determined to be in weight a ratio of 60:40 based on preliminary battery",{"entities":[]}],["performance evaluations, including reversible capacity, initial Coulombic efficiency (ICE), and capacity retention.",{"entities":[]}],["2.4. Material Characterization. The samples (SiSe2, SiSe2 nanocomposite, and Li-argyrodites) were analyzed by using XRD (MiniFlex-600, Rigaku) to characterize the crystal structure. For the air-sensitive samples, an airtight sample holder was used to avoid air exposure. The XRD patterns were refined by Rietveld refinement using FullProf software. The morphology, structure, and elemental distribution of the samples were observed using a high-resolution transmission electron microscopy (HR-TEM,",{"entities":[]}],["JEM-ARM200F, JEOL Inc.) equipped with an energy-dispersive X-ray spectroscopy (EDS) analyzer. XAS measurement was performed in the fluorescence mode at the 7D beamline (XAFS) at Pohang Accelerator Laboratory II. All Se K-edge XANES and EXAFS spectra extracted from XAS were converted using the Athena software. The amount of H2S gas emitted by the Li-argyrodites was recorded using a humidity controller equipped with a compact gas sensor. Li-argyrodite powder (100 mg) was placed in a tightly",{"entities":[]}],["sealed humidity controller under a dew point of −50 °C and 15% relative humidity (RH). The numerical value of H2S concentration was measured every 5 min.",{"entities":[]}],["2.5. Electrochemical Characterization for SiSe2-Substituted Li-Argyrodites. The ionic conductivity of the sulfide SE powders was measured by electrochemical impedance spectroscopy (EIS, ZIVE-MP2A). The Li-ion blocking electrode was prepared by layering indium (In) foil into an In/SE/In symmetric cell configuration. For the cold-pressed pellets, sulfide SE powder (100 mg) was placed between two martensite rods (diameter: 10 mm) and compressed for",{"entities":[]}],["https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaceswww.acsami.orgResearch ArticleFigure 1. Synthesis and characteristics of layered SiSe2. (a) Crystal structure of layered orthorhombic SiSe2. (b) XRD pattern and (c) Rietveld- refined XRD pattern of SiSe2. (d) Se K-edge XANES spectra with corresponding derivative XANES spectra and (e) Se K-edge EXAFS spectra of Se and SiSe2.",{"entities":[]}],["1 min at 4 t. Subsequently, the In-foils were placed on both faces of the pellets and recompressed for 1 min at a pressure of 0.5 t. The AC impedance was measured using an electrochemical workstation in the frequency range of 10 MHz to 1 Hz and an amplitude of 10 mV. In order to confirm the temperature dependence of ionic conductivity, a temperature-controlled oven was employed to gradually raise the temperature from 25−60 °C. Each temperature was maintained for 1 h before conducting the",{"entities":[]}],["conductivity measurement. All measurements were conducted using a cell stack comprising two martensite rods as a",{"entities":[]}],["current collector (diameter: 10 mm) and a polyether ether ketone (PEEK) holder with a diameter of 10 mm (Teraleader Inc.).",{"entities":[]}],["2.6. Electrochemical Measurement for ASSB Full Cells. ASSB full cells were fabricated by using the following procedure: Sulfide SE powder (100 mg) was compressed at 4 t to form a dense sulfide SE layer. For the cathode, a LiNi0.6Co0.2Mn0.2O2 (NCM622) composite was prepared by mixing NCM622, sulfide SE, and VGCF (78:20:2 wt %). The Li−In anode with a nominal composition of Li0.5In was prepared by ball-milling Li chips and In powder (99%, Sigma-645",{"entities":[[222,241,"SULFIDE_ELECTROLYTE"]]}],["https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[]}],["Figure 2. Synthesis and characteristics of SiSe2-substituted Li-argyrodites (Li6+xSixP1−xS5−2xSe2xCl, x = 0, 0.05, 0.1, 0.2). (a) Synthesis procedures for four-typed Li-argyrodites by solid-state synthetic routes. (b) XRD patterns of BM- and HT-Li6PS5Cl (x = 0), (c) BM- and HT- Li6.05Si0.05P0.95S4.9Se0.1Cl (x = 0.05), (d) BM- and HT-Li6.1Si0.1P0.9S4.8Se0.2Cl (x = 0.1), and (e) BM- and HT-Li6.2Si0.2P0.8S4.6Se0.4Cl (x = 0.2). (f) Enlarged XRD patterns at approximately 15.5°. (g) H2S gas",{"entities":[]}],["concentration vs elapsed time for air exposure of four typed Li-argyrodites (dew point: −50 °C, RH: 15%).",{"entities":[]}],["Aldrich). Electrodes (cathode: 10 mg; anode: 100 mg) were positioned on both sides of the sulfide SE layer and pelletized at 2 t for 3 min. The ASSB full cells were assembled using two martensite rods and a 10 mm diameter PEEK holder (Teraleader Inc.). The entire assembly, along with two stainless-steel rods, was compressed at a pressure of 2 t. The Galvanostatic battery cycling tests were performed at 60 °C within a potential range of 1.88−3.68 V. The specific capacity of the full cell was",{"entities":[]}],["calculated using the mass of NCM622 in the composite cathode.",{"entities":[]}],["2.7. Electrode Fabrication for Li-Ion Battery. For LIB electrode fabrication, the slurry was prepared by dissolving poly- (vinylidene fluoride) (PVDF, Kynar HSV-900) in N-methyl-2- pyrrolidone (NMP, Sigma-Aldrich), followed by the addition of the active material (SiSe2, SiSe2 nanocomposite, and graphite) and conductive carbon. The slurry was composed of the active material, binder, and conductive carbon in a weight ratio of 8:1:1 and was cast onto a Cu substrate. After casting, the LIB",{"entities":[]}],["electrode was dried overnight in a vacuum oven at 120 °C. The average loading level of active material on the electrode was maintained at ∼1.8−2.0 mg cm−2.",{"entities":[]}],["for Li-Ion Battery Anodes. For electrochemical performance evaluation, a coin-type cell was constructed using Li metal foil (MTI corp.) as the counter and reference electrodes, 1.0 M LiPF6 in ethylene carbonate/diethyl carbonate (EC/DEC, 1:1 v/v, Donghwa Electrolyte Inc.) as the LE, and Celgard 2400 (Celgard, LLC) as the separator. The cell assembly took place inside an Ar-filled glovebox. Galvanostatic battery cycling tests were conducted by using a battery cycle tester. EIS (frequency range:",{"entities":[]}],["100 kHz to 10 MHz) and a galvanostatic intermittent titration technique (GITT, a pulse of 100 mA g−1 for 10 min and with 1 h interruption between each pulse) were performed using an electro- chemical workstation (ZIVE-MP2A).",{"entities":[]}],["2.8. Electrochemical Measurement3. RESULTS AND DISCUSSION3.1. Synthesis and Characteristics of SiSe2. The Si−Se phase diagram in Figure S1 displays two compound phases: SiSe and SiSe2. The structural characteristics of SiSe2 depend on the synthesis temperature. The SiSe2 polymorph synthe-646https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[]}],["Figure 3. Transport properties and electrochemical performance of SiSe2-substituted Li-argyrodites as sulfide SE for ASSBs. Nyquist plots at temperature range of 25−60 °C of (a) HT-Li6PS5Cl (x = 0), (b) Li6.05Si0.05P0.95S4.9Se0.1Cl (x = 0.05), (c) Li6.1Si0.1P0.9S4.8Se0.2Cl (x = 0.1), and (d) Li6.2Si0.2P0.8S4.6Se0.4Cl (x = 0.2). (e) Ionic conductivities and (f) Arrhenius plots of four-typed Li-argyrodites. Galvanostatic voltage profiles of (g) Li0.5In∥Li6PS5Cl∥NCM622 and (h)",{"entities":[[178,189,"SULFIDE_ELECTROLYTE"],[203,231,"SULFIDE_ELECTROLYTE"],[248,273,"SULFIDE_ELECTROLYTE"],[293,318,"SULFIDE_ELECTROLYTE"]]}],["Li0.5In∥Li6.1Si0.1P0.9S4.8Se0.2Cl∥NCM622 full cells (1C = 160 mA g−1). (i) Cycling performance of Li0.5In∥Li6PS5Cl∥NCM622 and Li0.5In∥Li6.1Si0.1P0.9S4.8Se0.2Cl∥NCM622 full cells (1C = 160 mA g−1).",{"entities":[]}],["sized in the high-temperature range (700−850 °C) is more stable than the SiSe2 polymorph synthesized in the low- temperature range (400−700 °C) and has a layered structure with an orthorhombic Ibam space group. Each layer of SiSe2 was composed of semi-infinite chains of edge-sharing SiSe4 tetrahedra without corner sharing. The layers composed of a Se−Si−Se slab are held via weak vdW forces and show a large interlayer distance of 5.69 Å (Figure 1a). The large interlayer spacing of layered SiSe2",{"entities":[]}],["enables the facile diffusion and accommodation of Li ions within its structure. To synthesize SiSe2, we conducted solid-state synthesis for sequential BM and HT processes. All the XRD patterns of the synthesized SiSe2 matched well with those of the orthorhombic SiSe2 phase (JCDPS #74-1419), confirming its homogeneous formation without any presence of impurity phases and polymorphs (Figure 1b). Rietveld refinement of the XRD results in Figure 1c also demonstrates that the synthesized SiSe2",{"entities":[]}],["exhibits a highly symmetric orthorhombic phase with an Ibam space group. The corresponding lattice parameters for χ2, Rp, and Rwp respectively (Table S1). are 1.54, 7.78, and 10.3%, Furthermore, the morphology and particle size of synthesized",{"entities":[]}],["SiSe2 were examined using SEM and PSA (Figure S2), confirming an average particle size of approximately 16.3 μm with irregular particle morphologies. The detailed analysis of the structure of the synthesized SiSe2 is shown in Figure S3. The HR-TEM image (Figure S3a) reveals a highly crystalline structure. In addition, a magnified view from the selected region (square marked in orange, Figure S3b) shows the layered structured orthorhombic SiSe2 in the presence of Si and Se atoms. This",{"entities":[]}],["observation aligns well with the schematic atomic model of SiSe2. Additionally, variations in the valence the synthesized SiSe2 were state and local structure of investigated using Se K-edge XANES and EXAFS spectra extracted from XAS (Figures 1d,e). XANES spectrum of SiSe2 reveals that the absorption edge (E0) was moved to the right, implying the higher valence state of Se (Figure 1d). The derivative XANES spectrum (Inset of Figure 1d) derived from the XANES also shows that the E0 (12,657.9 eV)",{"entities":[]}],["for SiSe2 shifted slightly to the right compared to the Se metal (E0: 12,657.6 eV). Furthermore, the EXAFS spectra obtained by the Fourier transformation (FT) of k3χ(k) revealed that the main Si−Se bond length of SiSe2 was 1.82 Å, which was clearly",{"entities":[]}],["647https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[]}],["Figure 4. Electrochemical behavior and the Li-pathway mechanism of SiSe2 anode for LIBs. (a) Galvanostatic voltage profiles of SiSe2 anode (current density: 100 mA g−1). (b) Cycling performance of Si, Se, and SiSe2 anodes (cycling rate: 100 mA g−1). (c) dQ/dV plot of SiSe2 anode for the first cycle. (d) Se K-edge XANES spectra, (e) derivative XANES spectra, and (f) Se K-edge EXAFS spectra of SiSe2 anode during first Li- insertion/extraction. (g) Schematic representation of Li-pathway mechanism",{"entities":[]}],["of SiSe2 anode during Li-insertion/extraction.",{"entities":[]}],["distinguished from the Se−Se bond length (2.06 Å) of the Se metal (Figure 1e). The XRD and XAS results confirmed that SiSe2 was synthesized homogeneously using simple solid-state synthetic routes.",{"entities":[]}],["3.2. Synthesis of SiSe2-Substituted Li-Argyrodites as Sulfide SEs for ASSBs. To design a high-performance SE for A S S B s , S i S e 2 - s u b s t i t u t e d L i - a r g y r o d i t e s (Li6+xSixP1−xS5−2xSe2xCl, x = 0, 0.05, 0.1, and 0.2) were synthesized through facile solid-state routes. As shown in the",{"entities":[]}],["schematic representation (Figure 2a), the starting precursors were homogeneously mixed by using the BM process for 3 h. The XRD patterns for the BM-treated samples in Figure 2b−e are exactly matched with the Li-argyrodite phase without any impurities.35 Additionally, Li-argyrodite (x = 0.1) is prepared by adding Si and Se instead of SiSe2 and then compared. However, XRD patterns indicate the coexistence of unreacted Si residual and Li2S and Li-argyrodite phases (Figure S4). Subsequently, the",{"entities":[]}],["samples were treated with an additional HT",{"entities":[]}],["648https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaces",{"entities":[]}],["process (550 °C, 6 h) under Ar flow. All of the XRD patterns for the HT-treated Li-argyrodite samples in Figure 2b−e are well preserved, and their crystallinity has been noticeably heightened. In addition, upon increasing the x content from 0 to 0.2 in Li6+xSixP1−xS5‑xSe2xCl, the peak at ∼15.5° in the enlarged XRD patterns shifted to the left owing to a partial structural transformation caused by the substitution and solid- solution reaction (Figure 2f). The air stability of the SiSe2-",{"entities":[]}],["substituted Li-argyrodites was evaluated by quantifying the release of H2S gas under specific conditions of dew point of −50 °C and 15% RH (Figure 2g). A substantial quantity of H2S gas was generated from the ordered Li-argyrodite (Li6PS5Cl, x = 0), which is well-known for its hygroscopic nature.39 In contrast, the SiSe2-substituted Li-argyrodites (x = 0.05, 0.1, and 0.2) show a relatively reduced H2S gas evolution in which Si−S bonding has high resistance against the reaction with H2O compared",{"entities":[]}],["with P−S bonding.42 After exposure to air for H2S gas evolution were for 60 min, a p p r o x i m a t e l y a n d 3 9 % f o r Li6+xSixP1−xS5−2xSe2xCl (x = 0.05, 0.1, and 0.2), respectively, compared with that of Li6PS5Cl (x = 0), indicating that the SiSe2-substitution is a fine method to improve the air stability of sulfur-based argyrodites.",{"entities":[]}],["the values4 5 . 9 % ,4 3 . 3 % ,",{"entities":[]}],["3.3. Characteristics and Electrochemical Performance of SiSe2-Substituted Li-Argyrodites as Sulfide SEs for ASSBs. To evaluate the ionic conductivity of the SiSe2- substituted Li-argyrodites as sulfide SEs for ASSBs, the electrochemical AC impedance measurement was conducted at temperatures ranging from 25 to 60 °C using cold-pressed pellets. As the temperature was raised from 25 to 60 °C, the total resistance of all Li-argyrodite samples (x = 0, 0.05, 0.1, and 0.2) exhibited a gradual decrease",{"entities":[]}],["(Figure 3a−d). Specifically, the total resistance of Li6.1Si0.1P0.95S4.8Se0.2Cl (x = 0.1) was the lowest among the Li-argyrodites at all temperature ranges. The ionic conductivity of Li6PS5Cl (x = 0) at 25 °C is 1.30 mS cm−1 (Figures 3e and S5a), whereas the ionic conductivities of the SiSe2-substituted Li-argyrodites (x = 0.05, 0.1, and 0.2) increased as the amount of SiSe2- substitution increased (Figures 3e and S5b−d). Particularly, the Li6.1Si0.1P0.9S4.8Se0.2Cl (x = 0.1) exhibits >2 orders",{"entities":[[212,224,"IONIC_CONDUCTIVITY"]]}],["of magnitude higher ionic conductivity (8.24 mS cm−1 at 60 °C) than that of nonsubstituting Li6PS5Cl (3.87 mS cm−1 at 60 °C). By utilizing the Arrhenius equation [σ = A × exp(−Ea/ RT)], which describes the temperature dependency of the ionic conductivity of Li-argyrodites, the activation energy (Ea) was determined from the Arrhenius plots illustrated in Figure 3f. The calculated Ea for Li6+xSixP1−xS5−2xSe2xCl (x = 0.05, 0.1, and 0.2) were 0.29, 0.26, and 0.30 eV, respectively; these values are",{"entities":[[40,52,"IONIC_CONDUCTIVITY"],[92,100,"SULFIDE_ELECTROLYTE"],[102,114,"IONIC_CONDUCTIVITY"]]}],["lower compared with 0.31 eV for nonsubstituting Li6PS5Cl (x = 0). As a result, a significant enhancement of transport properties in SiSe2-substituted Li-argyrodite has been achieved by an off-stoichiometric shift with excess Li while maintaining the original structure. Additionally, the replace- ment of S lattice sites with Se leads to weaker bonding, facilitating the inter octahedral transport of Li-ion.40,41",{"entities":[]}],["Furthermore, to evaluate the electrochemical performance of the SiSe2-substituted Li-argyrodites as sulfide SEs for ASSBs, full cells were assembled using the NCM622 composite as the cathode and Li0.5In as the anode. In addition, a full cell with Li6PS5Cl (x = 0) was prepared and evaluated for comparison. The Li0.5In∥Li6PS5Cl∥NCM622 full cell exhibited a charge/ discharge capacity of 196/148 mAh g−1 with an ICE of 75.5%, and the reversible capacity of the subsequent cycle at 1C was649",{"entities":[]}],["www.acsami.orgResearch Article",{"entities":[]}],["1 2 4 m A h g −1 t h e Li0.5In∥Li6.1Si0.1P0.9S4.8Se0.2Cl∥NCM622 full cell exhibited a charge/discharge capacity of 202/169 mAh g−1 with an ICE of 83.7%, and the reversible discharge capacity of the subsequent cycle at 1C was 132 mAh g−1 (Figure 3h). Furthermore, the the Li0.5In∥Li 6.1Si0.1P0.9S4.8Se0.2- capacity retention of Cl∥NCM622 full cell was significantly higher (83.8% after the Li0.5In∥Li 6- 100 cycles) compared to that of PS5Cl∥NCM622 full cell (72.2%, Figure 3i).(F i g u r e",{"entities":[]}],["3g ) .I n c o n t r a s t ,",{"entities":[]}],["3.4. Electrochemical Behavior and Li-Pathway Mech- anism of SiSe2 as a LIB Anode. To evaluate the electrochemical Li-storage characteristics of SiSe2 as a LIB anode, the galvanostatic voltage profiles were obtained at a current density of 100 mA g−1, and the results are presented in Figure 4a and its capacity retention are compared with Si and Se anodes (Figure 4b). The Si anode in Figure S6 presents high Li-insertion and extraction capacities of 3512 and 1925 mAh g−1 with a corresponding ICE",{"entities":[]}],["of 54.8%. However, the Si anode underwent a fast capacity decay from 1925 to 282 mAh g−1 within 10 cycles, which was attributed to the huge volume variation with the formation/release of the LixSi phase during cycling. The Se anode in Figure S7 has a relatively low Li- insertion/extraction capacity of 557/289 mAh g−1 and a poor capacity retention owing to its low electrical conductivity and the dissolution of polyselenides (LixSey) in the carbon-ester or ether-based electrolytes.19 In contrast,",{"entities":[]}],["the Li-insertion/ extraction capacity of the SiSe2 anode during the first cycle is 1027/567 mAh g−1 with a corresponding ICE of 55.2% (Figure 4a). Although the SiSe2 anode has relatively poor Li it has reversibility owing to its low electrical conductivity, stable capacity retention compared to bulk Si and Se anodes for up to 30 cycles (Figure 4b). Ex situ analyses were conducted to verify the electrochemical Li-pathway mechanism of the SiSe2 anode during Li-insertion/extraction. The dQ/dV plot",{"entities":[]}],["obtained from the first cycle of the SiSe2 anode displays several anodic and cathodic peaks (Figure 4c). Ex situ XRD analyses were performed to examine the phase transformations during the Li-insertion/extraction process, based on the indicated cutoff potentials in the dQ/dV plot (i−v in Figure 4c). However, all of the XRD results revealed an amorphous nature (Figure S8). Therefore, to explore the Li-pathway mechanism of SiSe2 through local structure analysis, ex situ EXAFS and XANES analyses",{"entities":[]}],["extracted from XAS were conducted at the indicated cutoff potentials. Upon discharging to 0.65 V (ii in Figure 4c), the XANES spectrum (ii in Figure 4d) moved to a higher energy, and the corresponding E0 peak in derivative XANES also shifted from 12,657.9 eV (i in Figure 4e) to 12659.2 eV (ii in Figure 4e). The main EXAFS peak changed from 1.85 Å (i in Figure 4f) to 2.02 Å (ii in Figure 4f). These XANES and EXAFS spectra exactly match those of the fully lithiated Li2Se phase (Figure S9).22 When",{"entities":[]}],["fully discharged to 0 V (iii in Figure 4c), the XANES, derivative XANES, and EXAFS spectra are unchanged (iii in Figure 4d−f); however, the dQ/dV plot shows one large peak around ∼0.1 V, which is attributed to the formation of the LixSi phase (Figure S10). According to previous literature, the final electrochemical phase of Si with Li at RT is known as the Li3.75Si phase,43,44 which confirms that the Si converted from SiSe2 is alloyed with Li to form Li3.75Si. However, upon charging to 0.65 V",{"entities":[]}],["(iv in Figure 4c), the XANES, derivative XANES, and EXAFS spectra remained unchanged (iv in Figure 4d−f). Therefore, during Li extraction, the large dQ/dV peak (∼0.1 V) is attributed to the dealloying reaction of the Li3.75Si phase into the Si phase.",{"entities":[]}],["https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[]}],["Figure 5. Synthesis, electrochemical behavior, Li-pathway mechanism, and electrochemical performance of SiSe2 nanocomposite anode for LIBs. (a) BF-TEM image, (b) HR-TEM image with corresponding FFT patterns, and (c) S-TEM image with corresponding EDS maps of SiSe2 nanocomposite (red: Si, green: Se, blue: C). (d) Galvanostatic voltage profile of the first cycle for SiSe2 nanocomposite anode (current density: 100 mA g−1). (e) Se K-edge XANES spectra and (f) Se K-edge EXAFS spectra of SiSe2",{"entities":[]}],["nanocomposite anode during first Li-insertion/extraction. (g) Schematic representation of Li-pathway mechanism of SiSe2 nanocomposite anode during Li-insertion/extraction. (h) Cycling performance of SiSe2, SiSe2 nanocomposite, and graphite anodes (cycling rate: 100 mA g−1). (i) Rate capability of SiSe2 nanocomposite (1C: 800 mA g−1) and graphite (1C: 300 mA g−1) anodes.",{"entities":[]}],["650https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaces",{"entities":[]}],["When fully charged to 2.5 V (v in Figure 4c), the XANES spectrum (v in Figure 4d) moved to a lower energy and the corresponding E0 peak in derivative XANES shifted to from 12,657.9 to 12,657.3 eV (v in Figure 4e). In addition, the main EXAFS peak (v in Figure 4f) also matched well with the Se metal, which demonstrates that the Li-extracted phases (Si and Se) were not recovered from the original SiSe2 after full Li the overall electrochemical Li-pathway extraction. Hence, mechanism for the SiSe2",{"entities":[]}],["anode can be summarized as follows",{"entities":[]}],["+during Liinsertion:SiSeSiLiSeLiSiLiSe223.752+during Liextraction:LiSiLiSeSiLiSeSiSe3.7522++",{"entities":[]}],["Figure 4g shows a graphical illustration of the Li-pathway mechanism of SiSe2 with sequential conversion/alloying during discharging and nonrecombination during charging. During discharging, the orthorhombic SiSe2 phase is converted to cubic Si and Li2Se phases, and then cubic Si is alloyed with Li to form the Li3.75Si phase. During charging, the cubic Li3.75Si and Li2Se phases were dealloyed to cubic Si and rhombohedral Se, respectively; however, they did not recover the original orthorhombic",{"entities":[]}],["SiSe2 phase.",{"entities":[]}],["3.5. Preparation, Electrochemical Li-Pathway Mecha- nism, and Electrochemical Performance of SiSe2 Nano- composite as a LIB Anode. According to previous studies, nanocomposites incorporated with carbonaceous materials have been confirmed to be effective in enhancing the reversibility and reactivity of battery materials.45,46 These nanocomposites increase the ionic and electronic conductiv- ities, enable them to withstand large strains, and accommodate the volume variations of Li-active",{"entities":[]}],["materials.47,48 Hence, to enhance and optimize the electrochemical performance of SiSe2, a SiSe2 nanocomposite incorporating amorphous carbon was fabricated by using a simple mechanical BM process. The XRD patterns of the SiSe2 nanocomposite in Figure S11 reveal largely broadened diffraction peaks, indicating the nanocrystal- line nature of the SiSe2 within the nanocomposite. However, the Se K-edge XANES, derivative XANES, and EXAFS are shown in Figure S12 are consistent with those of pristine",{"entities":[]}],["SiSe2 in Figure 1d,e. To verify the structural characteristics of the SiSe2 nanocomposite, bright-field (BF, Figure 5a) and HR- TEM (Figure 5b) images with corresponding fast Fourier- transform (FFT) patterns were acquired. The HR-TEM image shows that the SiSe2 nanocomposite consists of 5−7 nm SiSe2 nanocrystallites within an amorphous carbon matrix. More- over, the FFT patterns were assigned to the crystallographic planes of orthorhombic SiSe2. Scanning TEM (S-TEM) with the corresponding EDS",{"entities":[]}],["mapping images shows that nano- is distributed homogeneously within the crystalline SiSe2 amorphous carbon matrix (Si: red, Se: green, C: blue, Figure 5c).",{"entities":[]}],["In the galvanostatic voltage profiles of the SiSe2 nano- the first Li-insertion/extraction composite (Figure 5d), capacity was 950/775 mAh g−1 with an ICE of 81.6%, which is similar to that of the first cycle, demonstrating that the Li reversibility of the SiSe2 nanocomposite was significantly improved compared to that of the pristine SiSe2 anode. In addition, Nyquist plots extracted from EIS (Figure S13) show that the charge transfer resistance for the SiSe2 nanocomposite anode (45.8 Ω) is",{"entities":[]}],["lower than that of the pristine SiSe2 anode (80.5 Ω). Moreover, to evaluate the reaction kinetics of the SiSe2 nanocomposite, GITT measurement was carried out. The GITT curves of SiSe2 nanocomposite and graphite anodes",{"entities":[]}],["651www.acsami.orgResearch Article",{"entities":[]}],["for the second cycle, along with the corresponding Li-ion diffusion coefficients, are presented in Figure S14. The SiSe2 nanocomposite (4.72 × 10−10 cm2 s−1) exhibited a higher Li- ion diffusion coefficient than that of graphite (2.67 × 10−11 cm2 s−1), the SiSe2 nanocomposite has a superior reaction kinetic. The high Li reversibility of the SiSe2 nanocomposite was attributed to the improved electrochemical charge transfer and Li-ion diffusion coefficient. To verify the electrochemical",{"entities":[]}],["Li-pathway mechanism of the SiSe2 nano- composite anode, ex situ XAS was performed based on the cutoff potentials (i−v in Figure 5d), similar to the SiSe2 anode. During discharging, the results of XANES, derivative XANES, and EXAFS are exactly the same with those of pristine SiSe2 anode, which confirms that the SiSe2 in nanocomposite is sequentially converted to Li2Se and Si (0.65 V, ii in Figures 5e,5f and S15) and then Si alloyed to Li3.75Si phases 0 V (0 V, iii in Figures 5e,5f and S15).",{"entities":[]}],["Reversely, after charging to 0.65 V (iv in Figure 5d), the XANES, derivative XANES, and EXAFS spectra are still unchanged (iv in Figures 5e,5f and S15) and a plateau around ∼0.3 V in galvanostatic voltage profile is attributed to the dealloying reaction from Li3.75Si to Si, which is also same with SiSe2 anode. After fully charging to 2.5 V (v in Figure 5d), the XANES spectrum (v in Figure S15) moved to a lower energy, and the corresponding E0 peak in derivative XANES shifted to from 12659.2 eV",{"entities":[]}],["(iv in Figure 5e) was shifted to 12,657.9 eV (v in Figure 5e). Furthermore, the main EXAFS peak (v in Figure 5f) matches that of original SiSe2 (i in Figure 5f), confirming the recombination reaction to SiSe2 in the nanocomposite. The recombination reaction is attributed to the enhanced electronic and ionic conductivity the nanocomposite with uniformly distributed SiSe2 of nanocrystallites in the carbon matrix. Consequently, this recombination reaction is likely a contributing factor to the",{"entities":[]}],["improved electrochemical performance. Hence, based on the ex situ Se K-edge XANES, derivative XANES, and EXAFS results, the overall electrochemical Li-pathway mechanism for the SiSe2 nanocomposite anode can be summarized as follows.",{"entities":[]}],["indicating thatduring Liinsertion:SiSe(in SiSenanocomposite)SiLiSeLiSiLiSe2223.752++++during Liextraction:LiSiLiSeSiLiSeSiSe(in SiSenanocomposite)3.752222",{"entities":[]}],["Figure 5g shows a graphical illustration of the Li-pathway mechanism of SiSe2 in a nanocomposite with sequential conversion/alloying and dealloying/recombination during Li- insertion and extraction. During Li-insertion, the orthorhombic SiSe2 phase in the nanocomposite is converted into cubic Si and Li2Se phases. Si was then alloyed with Li to form a cubic Li3.75Si phase. In contrast, during Li extraction, cubic Li3.75Si was dealloyed into cubic Si. Subsequently, Li-extracted Se and cubic Si",{"entities":[]}],["recombine to form an orthorhombic SiSe2 phase.",{"entities":[]}],["the SiSe2 nano- composite anode in Figure S16 show a first Li-insertion/ extraction capacity of 950/775 mAh g−1 with an ICE of 81.6%. Considering the theoretical capacity of SiSe2 (1116 mAh g−1) and the capacity contribution of amorphous carbon (40 wt %, approximately 400/200 mAh g−1, Figure S17) in the nanocomposite, the nanocrystalline SiSe2 in the nano- composite fully reacted reversibly with Li ions. As shown in Figure 5h, the SiSe2 anode showed a fast capacity decay from 567 to 329 mAh g−1",{"entities":[]}],["within 20 cycles at 100 mA g−1, whereas",{"entities":[]}],["The galvanostatic voltage profiles ofhttps://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & Interfaces",{"entities":[]}],["the SiSe2 nanocomposite anode maintained a reversible capacity of 710 mAh g−1 after 100 cycles at 100 mA g−1, indicating a stable capacity retention of 91.6% from the first reversible capacity. In addition, the reversible capacity of the SiSe2 nanocomposite anode was 2.5 times higher than that of a commercial graphite anode at the same current density. Furthermore, to confirm the reversible capacities at various current rates from 0.1C to 3C of the SiSe2 nanocomposite anode, a rate capability",{"entities":[]}],["test was performed, and the results are shown in Figures 5i and S18. The SiSe2 nanocomposite anode displayed high reversible capacities of 808, 744, 659, 614, 554, and 469 mAh g−1 at 0.1C, 0.2C, 0.5C, 1C, 2C, and 3C, respectively, which were superior to those of graphite anodes. Additionally, the reversible capacity (∼600 mAh g−1) at a high 1C rate is well maintained up to the subsequent 300 cycles without capacity decay. Additionally, to demonstrate the the SiSe2 nano- superior electrochemical",{"entities":[]}],["performance of composite, post-mortem analysis of the electrodes (Si, Se, SiSe2, and SiSe2 nanocomposite) after cycles is presented in Figure S19. For Si and Se electrodes, the surface morphology becomes pulverized and cracked after 10 cycles (Figure S19a,b). These pulverizations and cracks on the surface result from substantial volume changes caused by the formation and release of the LixSi and Li2Se phases. In contrast, the SiSe2 electrode reveals some micro/macro-cracks after 30 cycles but",{"entities":[]}],["remains markedly more stable than those of the Si and Se electrodes (Figure S19c). Impressively, the surface morphology of the SiSe2 nanocomposite electrode remains unaltered after 50 cycles, confirming the highly structural stability of the SiSe2 nanocomposite during cycling (Figure S19d).",{"entities":[]}],["4. CONCLUSIONS In summary, we successfully synthesized layered SiSe2 using facile solid-state synthetic routes, including sequential BM and HT processes, and it was utilized for multiple applications such as the additive of Li-argyrodite as an SE for ASSBs and anode materials for LIBs. For SE applications, SiSe2-substituted Li- argyrodites (Li6+xSixP1−xS5−2xSe2xCl) of various compositions (x = 0, 0.05, 0.1, and 0.2) were synthesized via solid-state synthetic routes and applied to SE for ASSBs.",{"entities":[]}],["High ionic conductivity and low activation energy were achieved through SiSe2-substitution in Li-argyrodite. the Li6.1Si0.1P0.9S4.8Se0.2Cl exhibits >2 orders of magnitude higher ionic conductivity (3.20 mS cm−1 at 25 °C, 8.24 mS cm−1 at 60 °C) than Li6PS5Cl (1.30 mS cm−1 at 25 °C, 3.87 mS cm−1 at 60 °C). In addition, the air stability of the SiSe2-substituted Li- argyrodites (x = 0.05, 0.1, and 0.2), confirmed by the numerical value of the H2S concentration, was significantly improved compared",{"entities":[[113,138,"SULFIDE_ELECTROLYTE"],[198,210,"IONIC_CONDUCTIVITY"],[221,233,"IONIC_CONDUCTIVITY"],[249,257,"SULFIDE_ELECTROLYTE"],[259,271,"IONIC_CONDUCTIVITY"],[282,294,"IONIC_CONDUCTIVITY"]]}],["to that of Li-argyrodite (x = 0). Furthermore, SiSe2-substituted Li-argyrodites as sulfide SEs exhibited enhanced electrochemical performance in the ASSB full cells. In another application, SiSe2 was used as a high- performance LIB anode for the first time. The Li-pathway mechanism of the SiSe2 anode was thoroughly investigated by using ex situ XAS. In addition, SiSe2 nanocomposites incorporating amorphous carbon were fabricated to overcome the low Li reversibility of SiSe2 anodes. The SiSe2",{"entities":[]}],["nano- composite exhibited superior electrochemical performance, including a high Li-insertion/extraction capacity of 950/775 mAh g−1 with a high ICE of 81.6%, fast rate capability (614 mAh g−1 at 1C, 554 mAh g−1 at 2C), and stable capacity retention at 1C over 300 cycles without capacity degradation. Consequently, we expect that the remarkable SE performance",{"entities":[]}],["In particular,652www.acsami.orgResearch Articleand superior Li storage characteristics of layered SiSe2 will make it a promising candidate for high-performance ASSBs, LIBs, and a myriad applications.■ ASSOCIATED CONTENT",{"entities":[]}],["sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.3c14489. Lattice constants and atomic parameters of SiSe2 refined from XRD; Si−Se binary phase diagram; SEM and PSA results of SiSe2; HR-TEM image of SiSe2; XRD patterns of Li-argyrodite; Nyquist plots of SiSe2-substituted Li- argyrodites; electrochemical behavior of bulk Si anode; electrochemical behavior of bulk Se anode; ex situ XRD of SiSe2 anode during first cycle;",{"entities":[]}],["Li-pathway mechanism of Se anode; dQ/dV plots of Si, Se, and SiSe2 anodes; XRD patterns of SiSe2 nanocomposite; XAS results of SiSe2 nanocomposite; electrochemical impedance results of SiSe2 and SiSe2 nanocomposite anodes; GITT results of SiSe2 nanocomposite and graphite; XANES spectra of SiSe2 nanocomposite anode during first cycle; voltage profiles of SiSe2 nanocomposite anode; electrochemical behavior of ball-milled C; voltage profiles of SiSe2 nanocomposite anode at different C-rates; ex",{"entities":[]}],["situ SEM images of Si, Se, SiSe2, and SiSe2 nanocomposite anodes (PDF)",{"entities":[]}],["■ AUTHOR INFORMATIONCorresponding AuthorsKi-Joon Jeon − Department of Environmental Engineering and Program in Environmental and Polymer Engineering, Inha University, Incheon 22212, Republic of Korea; 0000-0003-1653-6339; Email: kjjeon@inha.ac.kr Cheol-Min Park − Department of Energy Engineeringorcid.org/",{"entities":[]}],["Convergence, Kumoh National Institute of Technology, Gumi, Gyeongbuk 39177, Republic of Korea; School of Materials Science and Engineering, Kumoh National Institute of Technology, Gumi, Gyeongbuk 39177, Republic of Korea; orcid.org/0000-0001-8204-5760; Email: cmpark@kumoh.ac.krAuthorsKi-Hun Nam − Energy Storage & Distributed Resources",{"entities":[]}],["Division, Lawrence Berkeley National Laboratory, Berkeley, California 94720, United States; Department of Energy Engineering Convergence, Kumoh National Institute of Technology, Gumi, Gyeongbuk 39177, Republic of Korea;orcid.org/0000-0002-4227-753XVinoth Ganesan − School of Materials Science andEngineering, Kumoh National Institute of Technology, Gumi, Gyeongbuk 39177, Republic of Korea; 0003-4309-6148orcid.org/0000-Do-Hyeon Kim − Department of Energy Engineering",{"entities":[]}],["Convergence, Kumoh National Institute of Technology, Gumi, Gyeongbuk 39177, Republic of Korea; School of Materials Science and Engineering, Kumoh National Institute of Technology, Gumi, Gyeongbuk 39177, Republic of Korea Sangmin Jeong − Department of Chemistry, University ofMassachusetts Lowell, Lowell, Massachusetts 01854, United StatesComplete contact information is available at: https://pubs.acs.org/10.1021/acsami.3c14489",{"entities":[]}],["https://doi.org/10.1021/acsami.3c14489 ACS Appl. Mater. Interfaces 2024, 16, 643−654ACS Applied Materials & InterfacesAuthor Contributions ∇K.-H.N., V.G., and D.-H.K. contributed equally to this work. Notes The authors declare no competing financial interest.■ ACKNOWLEDGMENTSsupported by the National Research This Foundation of Korea (NRF) grant funded by the Korean Government (MSIP) (NRF-2021R1A2B5B01002570, NRF- 2018R1A6A1A03025761).study was■ REFERENCES",{"entities":[]}],["(1) Nicolosi, V.; Chhowalla, M.; Kanatzidis, M. G.; Strano, M. S.; Coleman, J. N. Liquid Exfoliation of Layered Materials. Science 2013, 340, No. 1226419. (2) Ma, R.; Sasaki, T. Nanosheets of Oxides and Hydroxides: Ultimate 2D Charge-Bearing Functional Crystallites. Adv. Mater. 2010, 22, 5082−5104. (3) Naguib, M.; Mashtalir, O.; Carle, J.; Presser, V.; Lu, J.; Hultman, L.; Gogotsi, Y.; Barsoum, M. W. Two-Dimensional Transition Metal Carbides. ACS Nano 2012, 6, 1322−1331. (4) Armand, M.;",{"entities":[]}],["Tarascon, J.-M. Building Better Batteries. Nature 2008, 451, 652−657. (5) Park, C.-M.; Sohn, H.-J. Black Phosphorus and Its Composite for Lithium Rechargeable Batteries. Adv. Mater. 2007, 19, 2465−2468. (6) Liu, W.; Zhi, H.; Yu, X. Recent Progress in Phosphorus Based Anode Materials for Lithium/Sodium Ion Batteries. Energy Storage Mater. 2019, 16, 290−322. (7) Anasori, B.; Lukatskaya, M. R.; Gogotsi, Y. 2D Metal Carbides and Nitrides (MXenes) for Energy Storage. Nat. Rev. Mater. 2017, 2, 16098.",{"entities":[]}],["(8) Park, C.-M.; Kim, J.-H.; Kim, H.; Sohn, H.-J. Li-Alloy Based Anode Materials for Li Secondary Batteries. Chem. Soc. Rev. 2010, 39, 3115−3141. (9) Ma, J.; Sung, J.; Lee, Y.; Son, Y.; Chae, S.; Kim, N.; Choi, S.-H.; Cho, J. Strategic Pore Architecture for Accommodating Volume Change from High Si Content in Lithium-Ion Battery Anodes. Adv. Energy Mater. 2020, 10, No. 1903400. (10) Ma, D.; Cao, Z.; Hu, A. Si-Based Anode Materials for Li-Ion Batteries: A Mini Review. Nano-Micro Lett. 2014, 6,",{"entities":[]}]]}
