{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["ChemicalEngineeringJournal430(2022)132991Availableonline15October20211385-8947/©2021ElsevierB.V.Allrightsreserved.Contents lists available at ScienceDirectChemical Engineering Journaljournal homepage: www.elsevier.com/locate/cejThin, flexible sulfide-based electrolyte film and its interface engineering for high performance solid-state lithium metal batteries",{"entities":[]}],["Hong Liu a, Pingge He b, Guoxu Wang a, Yuhao Liang a, Chao Wang a, Li-Zhen Fan a, * a Beijing Advanced Innovation Center for Materials Genome Engineering, Institute of Advanced Materials and Technology, University of Science and Technology Beijing, Beijing 100083, China b Department of Chemistry and Biochemistry, University of California, 1156 High Street, Santa Cruz, CA 95064 USAA R T I C L E I N F OA B S T R A C T",{"entities":[]}],["Keywords: Sulfide-based electrolyte Flexible film Interface engineering Solid-state lithium metal batteries",{"entities":[]}],["Sulfide electrolytes have attracted increasing attention due to their ultrahigh ionic conductivity and intrinsically soft properties. However, current solid-state lithium metal batteries (SSLMBs) based on sulfide electrolyte generally suffer from poor electrochemical performance due to the thick electrolyte layer and its terrible compatibility with Li metal anode. Herein, an ultrathin (~60 μm) sulfide-based electrolyte film is prepared by a scalable slurry-casting method using Li10GeP2S12,",{"entities":[]}],["polyethylene oxide, (3-chloropropyl)trimethoxysilane and (cid:0) 1), nylon mesh (as a scaffold). Such film exhibits high ambient-temperature ionic conductivity (2.4 × 10 + wide electrochemical window (4.7 V versus Li/Li ), outstanding heat-resistance and high mechanical strength (13.8 MPa). Furthermore, the compatibility of anode interface has been tremendously enhanced by the interface engineering of fluorine-rich gel protective layer on Li anode (Gel-Li) via in-situ polymerization, which can",{"entities":[]}],["effectively prevent the lithium dendrite growth and endow outstanding long-term cyclic stability of the Li symmetric battery. As a result, the assembled MWCNT@S/Gel-Li and LiNbO3@LiNi0.6Mn0.2Co0.2O2/Gel-Li bat- teries based on such electrolyte film display desirable discharge specific capacities and outstanding cycling stability at ambient-temperature. In addition, the integrated pouch cell can operate well even under harsh en- vironments of bending, cutting, punching situations, demonstrating",{"entities":[]}],["that such thin electrolyte and its interface engineering applied in SSLMBs with high safety and durability.",{"entities":[]}],["(cid:0) 4 S cm1. Introduction",{"entities":[]}],["The first is the poor compatibility of sulfide electrolytes with Li metal, leading to a duanting challenge to use Li metal as an anode directly matching sulfide electrolyte [15]. The poor compatibility is mainly attributed to the strongly reducing capabilities of Li metal to almost all kinds of sulfide electrolytes, such as Li7P3S11, Li10SnP2S12, and Li10GeP2S12 [16–18]. Moreover, the side-reactions would cause uneven Li deposition and thus resulting in the Li dendrite formation, which would",{"entities":[[326,334,"SULFIDE_ELECTROLYTE"],[336,347,"SULFIDE_ELECTROLYTE"],[353,364,"SULFIDE_ELECTROLYTE"]]}],["penetrate through the sulfide electrolytes and render the battery failure [19,20]. To improve the compatibility between sulfide electro- lyte and Li anode, Li-In alloy with high flat voltage plateau at 0.62 V (vs. Li/Li ) has been universally used in SSLMBs. However, the expensive indium metal will greatly increase the cost and the cell energy density would significantly sacrifice due to the low cell voltage and capacity. In addition, a poor physical contact between the sulfide electrolytes and",{"entities":[]}],["the Li-In anode during the lithium deposition/stripping process would deteriorate the electrochemical performance of batteries. Fortunately, a buffer layer interposed between Li metal and sulfide electrolyte can",{"entities":[]}],["Lithium-ion batteries have been widely used in various fields from portable electronic devices to grid-scale energy storage [1–3]. Never- theless, potential safety hazards such as leakage, autoignition and even explosion derived from flammable organic liquid electrolytes in com- mercial lithium-ion batteries seriously limited their practical applica- tions [4,5]. Solid-state lithium metal batteries (SSLMBs) have been regarded as an ultimate approach to boost the intrinsic safety of next-",{"entities":[]}],["generation high-energy lithium batteries by replacing routine organic liquid electrolytes with solid electrolytes [6,7]. Great efforts have been made to develop novle solid electrolytes with high lithium-ion con- ductivity [8–12]. Among multitudinous solid electrolytes, sulfide elec- trolytes such as Li10GeP2S12 with an ultrahigh ionic conductivity which is comparable to the conventional organic liquid electrolytes are attracting extensive interest [13,14], while two major factors have severely",{"entities":[[302,313,"SULFIDE_ELECTROLYTE"]]}],["impeded their applications in high performance SSLMBs.",{"entities":[]}],["+Corresponding author.E-mail address: fanlizhen@ustb.edu.cn (L.-Z. Fan).https://doi.org/10.1016/j.cej.2021.132991 Received 19 August 2021; Received in revised form 18 September 2021; Accepted 11 October 2021ChemicalEngineeringJournal430(2022)1329912H. Liu et al.",{"entities":[]}],["′ C7H11O2) and 2,2 -Azobisisoheptonitrile (ABVN, C14H24N4) were ob- tained from Shenzhen Capchem Technology Co., Ltd, China. Anisole (Macklin, 99%, with molecular sieves, H2O ≤ 50 ppm) was used as solvent without further purification.",{"entities":[]}],["suppress side reaction and ensure intimate contact [21]. Specifically, in- situ polymerization can provide a stable conformal-interface, which can not only buffer the volume change during the charge/discharge process, but also effectively prevent the directly contacting between sulfide electrolyte and lithium metal anode [22]. Moreover, Li metal anode/ sulfide electrolyte interface containing high-content F element has been demonstrated to exhibit stable electrochemical behaviors, which is",{"entities":[]}],["attributed to form the LiF with high interface energy at the anode interface [23]. Thus, engineering interface with high-content F elements constructed by in-situ polymerization would significantly improve the compatibility of sulfide electrolyte with lithium metal.",{"entities":[]}],["2.2. Preparation of sulfide-based composite solid-state electrolytes",{"entities":[]}],["The sulfide-based CSEs were prepared by scalable slurry-casting technique. Firstly, LGPS powder and CTMS were add with different weight ratios (a mass ratio of 0, 3, 5 or 7 wt% for CTMS : LGPS) into anisole solution, and distributed well by strong magnetic mixing for one day at 60 C to acquire homogeneous suspension. Then, appropriate amount of PEO was added into the above suspension and then contin- uously intensively grind-mixed for 0.5 h to obtain uniform slurry. The weight ratio of PEO and",{"entities":[]}],["LGPS was fixed at 5% to guarantee excellent film-formation ability. Subsequently, the resulting slurry was casted on a glazed polytetrafluoroethylene film with NM using a doctor blade. ◦ C Finally, the thin film was dried on a heater (LC-DMS-H, Lichen) at 60 overnight. The obtained sulfide-based CSEs were labeled as 5PEO- 100LGPS-xCTMS + NM (x: the mass ratio of CTMS to LGPS). In contrast, the membrane of 5PEO-100LGPS was prepared via the same process without CTMS and NM. All preparation",{"entities":[]}],["procedures were performed under Ar-filled glove box.",{"entities":[]}],["On the other hand, sulfide electrolytes layer applied in batteries are usually too thick (even exceeding 1 mm) due to its brittle nature, which would reduce the weight fraction of active materials in the cells and resulting in low energy density of batteries [24–25]. Even worse, the thick electrolyte layer greatly increases the internal impedance of the batteries, leading to a rapid deterioration of performance. Therefore, it is urgent to obtain thin electrolyte layer for achieving high",{"entities":[]}],["performance SSLMBs [26]. Advanced technologies such as pulsed laser deposition (PLD) and chemical vapor deposition (CVD) have been used to deposit thin electrolyte films which exhibit outstanding cycling performance [27,28]. However, these deposition techniques to obtain thin electrolyte are extremely expensive for commercial development of SSLMBs. Encouragingly, composite solid-state electrolytes (CSEs) with high- content sulfide components (greater than50 wt%) have been widely identified as",{"entities":[]}],["the most promising contender for low-cost, high-perfor- mance SSLMBs [29–32]. Great progresses have been achieved to gain thin electrolyte via constructing sulfide-based CSEs. Nan et al. fabricated free-standing sulfide/polymer composite electrolyte membranes with a thickness of 120 µm via cold-compressing powders process [24]. Whiteley and co-workers prepared a standalone film with a thickness of 64 µm and a high sulfide loading of 80 wt% through hot pressing of polymer and Li2S-P2S5 sulfide",{"entities":[]}],["electrolyte powders [33]. The as-prepared batteries based on the above thin electrolytes displayed excellent elec- trochemical performance. Despite the progress, it is still very chal- lenging to fabricate a sulfide-based SSLMBs that simultaneously possesses flexible and ultrathin electrolyte layer and excellent Li metal interface compatibility [34,35].",{"entities":[]}],["2.3. Preparation of gel-modified Li-metal anodes",{"entities":[]}],["TEGDA-BA gel electrolytes with excellent compatibility at the Li anode interface was synthesized by in-situ polymerization. The gel precursor solution was obtained by using TEGDA and BA (weight ratio of 2:1) as monomer mixtures, ABVN (1 wt% of the monomer mixtures) as thermal initiator, 1 M LiTFSI/FEC (80 wt% of the total precursor solu- tion weight). The mixed precursor solution was stirred for 0.5 h at ambient temperature. To enhance the compatibility of anode interface due to the serious",{"entities":[]}],["parasitic reaction between Li and LGPS, 6 μL mixed precursor solution is dropped on one surface of the Li anode. After spreading evenly, the Li metal is then transferred to a heating platform at 80 C for 6 h to trigger complete polymerization of polymer mono- mers and defined as Gel-Li.",{"entities":[]}],["In this work, a thin sulfide-based film with high flexibility is prepared by scalable slurry-casting technology using Li10GeP2S12 (LGPS) and polyethylene oxide (PEO) (3-chloropropyl)trimethoxysilane (CTMS). And nylon mesh (NM) was used to further enhance the mechanical performance of the thin electrolyte film. Due to the high content of sulfide electrolyte (77.5 wt%) and robust NM as a scaffold, such a flexible and ultrathin (~60 µm) electrolyte film exhibits excellent (cid:0) 1), wide",{"entities":[]}],["ambient-temperature ionic conductivity (2.4 × 10 electrochemical window (4.7 V versus Li/Li ), enhanced mechanical strength (13.8 MPa) as well as outstanding heat-resistance. Further- more, the compatibility of anode interface has been tremendously enhanced by the interface engineering of fluorine-rich gel protective layer on Li anode (Gel-Li) via in-situ polymerization. The functionality and practicability of the electrolyte film have been further confirmed through and LiNbO3@Li-",{"entities":[[125,133,"MECHANICAL_STRENGTH"]]}],["Ni0.6Mn0.2Co0.2O2/Gel-Li batteries with excellent electrochemical performance.",{"entities":[]}],["2.4. Material characterization",{"entities":[]}],["The diffraction patterns of the electrolytes were collected by using a D/MAX-RB X-ray diffraction (XRD) (Rigaku, Japan) in the 2θ range of with a Cu Kα source (λ = 0.15405 nm). X-ray photoelectron 10-60 spectra (XPS) was collected to determine the chemical state of the ma- terials by an X-ray photoelectron spectroscopy (AXIS Ultra DLD, Japan). The microstructure and morphology of the various electrolytes were characterized by using field-emission scanning electron microscopy (FE- SEM, JSM 6330,",{"entities":[]}],["Japan) at an accelerating voltage of 5.0 kV equipped with energy-dispersive X-ray spectroscopy (EDS). The mechanical per- formance of the CSEs film was investigated on an Inston-3300 electronic universal testing machine (USA) at ambient temperature. Thermogra- vimetric analysis (TGA) was performed on Netzsch STA 449F3 (Ger- (cid:0) 1 from 50 to many) under dry N2 flow at a heating rate of 10 C. Fourier Transform infrared spectroscopy (FTIR) spectra was 600 obtained using a thermo Nicolet 6700",{"entities":[]}],["instrument in the range of 600–2000 cm",{"entities":[]}],["(cid:0) 4 S cm+theassembled MWCNT@S/Gel-LiC min(cid:0) 1 at room temperature.2. Experimental section2.5. Electrochemical measurements2.1. Materials preparation",{"entities":[]}],["The ionic conductivities of electrolytes were measured by the elec- trochemical impedance spectroscopy (EIS) technique with a Solartron electrochemical station (1260 + 1287). The temperature-dependent impedance spectra were collected from 25 to 90 C using stainless steel (SS) as a blocking electrode over the frequency range from 106-0.1 Hz with an alternating current (AC) amplitude of 10 mV. The",{"entities":[]}],["Polyethylene oxide (PEO, Mw: 600,000 Da) and (3-chloropropyl) trimethoxysilane (CTMS) were obtained from Sigma-Aldrich and dried under vacuum at 50 C for 24 h before using. Li10GeP2S12 (LGPS) was purchased from Hefei Kejing Materials Technology Co., Ltd, China. Nylon mesh (NM) was obtained from Millipore Corporation. Triethylene glycol diacrylate (TEGDA, C12H18O6), propenoic acid butyl ester (BA,ChemicalEngineeringJournal430(2022)1329913H. Liu et al.",{"entities":[]}],["electrochemical stability of the electrolytes was estimated by Linear sweep voltammetry (LSV) of the SS/CSEs/Gel-Li cell from 2 to 5.5 V at was confirm by applying a 25 DC voltage of ΔV (10 mV) and recording spectra of resistance before and after polarization. To further determine the interface stabilities, sym- metric Gel-Li/CSEs/Gel-Li and Li/CSEs/Li cells were assembled in argon-filled glovebox.",{"entities":[]}],["weight ratio) in N-methylpyrrolidone (NMP) solvent to obtain uniform slurry. The slurry was coated on Al foils and dried in a vacuum over 24 h to form the composite cathode. It is worth mentioning that all the ◦ C for 6 h to guarantee the tight touch assembled cells were placed at 80 between Li-metal and CSEs after the in-situ thermal-initiated polymer- ization of precursor solution. The electrochemical testing of batteries were carried out via an instrument system of LAND-CT2001A testing",{"entities":[]}],["system.",{"entities":[]}],["+C. The lithium transference number tLi2.6. Battery assembly and measurements3. Results and discussion",{"entities":[]}],["The manufacturing details of multi-walled carbon nanotube/sulfur (MWCNT@S) composite were given in our previously reported [7]. The composite cathodes were prepared by mixing MWCNT@S (the sulfur concentration of ~60 wt%), LGPS, acetylene black (C) in a mass ratio of 40: 50: 10. The MWCNT@S and C was firstly high-energy ball-milled at 500 rpm for 6 h, and then MWCNT@S-C powder and LGPS electrolytes were milled at 200 rpm for 0.5 h to ensure building an excellent ion and electron conduction",{"entities":[]}],["network in the composite cathode. Swagelok cells based on the thin 5PEO-100LGPS-5CTMS + NM electrolyte were assembled for electrochemical performances tests. The CSEs membrane was firstly compressing inside an insulating PEEK tube at 50 MPa, and then composite cathode (~5 mg) was placed on one side of the elec- trolyte film and pressed at 150 MPa. Subsequently, Gel-Li was attached on the other side of the CSEs under 150 MPa to construct full batteries. To further determine the practicability of",{"entities":[]}],["the CSEs film, Swagelok cells with the a structure of LiNbO3@LiNi0.6Mn0.2Co0.2O2/5PEO- 100LGPS-5CTMS + NM/Gel-Li was assembled in the glovebox. The composite cathodes were prepared by mixing LiNbO3@Li- Ni0.6Mn0.2Co0.2O2 and LGPS and C with a weight ratio of 69: 30: 1. Composite cathodes (~10 mg) were uniformly placed on one side of CSEs film and pressed at 150 MPa. Then, Gel-Li anode was attached on the other side of the CSEs under 150 MPa to construct full batteries.",{"entities":[]}],["The schematic diagram in Fig. 1 illustrates the fabrication process of sulfide-based composite film via slurry-casting technique. Specifically, the ultrathin membrane was prepared by directly casting the mixture slurry of LGPS, PEO, CTMS and anisole on a light-weight NM film. PEO is chosen as a binder due to its good film-forming property. CTMS was selected as a bridge between PEO and LGPS to realize the homogeneous distribution of sulfide particles among nano-scale polymer binder in the film",{"entities":[]}],["[35]. And NM film was used to further enhance the mechanical performance of CSEs electrolyte. In such an ultrathin film, LGPS powers with a particle size of several micrometers (Fig. S1a) exhibit a high (cid:0) 1 (Fig. S1b). room-temperature ionic conductivity of 3.9 × 10 Meanwhile, anisole, as a less polar solvent, which shows negligible reactivity with LGPS electrolyte and can well dissolve PEO, was chosen as solvent for sulfide electrolytes in this work [36]. As shown in Fig. S2a, XRD",{"entities":[]}],["patterns of LGPS after being immersed in anisole for 24 h present few changes compared to the pristine pattern, indicating the good compatibility between anisole and LGPS during the preparation process of slurry. Moreover, the collected LGPS powers after removing anisole (cid:0) 1 (Fig. S2b), further also remain high conductivity of 2.1 × 10 confirming the feasibility of using anisole as a solvent during the slurry preparation process. Furthermore, the light-weight, ultrathin, and porous NM",{"entities":[]}],["(Fig. S3), shows negligible influences on the weight and ionic conductivity of the CSEs but significantly enhanced the mechanical strength of electrolyte. As a result, the as-prepared thin sulfide-based composite electrolyte shows excellent flexibility, high ionic conductiv- ity, robust mechanical performance as well as admirable heat-resistance. In addition, as shown in Fig. 1b, the excellent compatibility was",{"entities":[]}],["(cid:0) 3 S cm(cid:0) 3 S cmIn order to evaluate the functionality and safety of the CSEs film under harsh environments, a pouch cell with structure of LiNbO3@Li- Ni0.6Mn0.2Co0.2O2/5PEO-100LGPS-5CTMS + NM/Gel-Li was assembled in the glovebox. The composite cathode sheet was prepared by dispersing the LiNbO3@LiNi0.6Mn0.2Co0.2O2, succinonitrile (SN), LiTFSI, polyvinylidene fluoride (PVDF) and C (81.1: 6.75: 1.4: 4: 6.75 by",{"entities":[]}],["Fig. 1. a) Schematic illustration of fabricating sulfide-based composite electrolyte membrane by slurry-casting technique; b) schematic of lithium anode interface engineering and SSLMBs.ChemicalEngineeringJournal430(2022)1329914H. Liu et al.",{"entities":[]}],["achieved by introducing a polymerization buffer layer (composed of glycol diacrylate (TEGDA), propenoic acid butyl ester (BA) copolymer and 1 M LiTFSI in fluoroethylene carbonate (FEC)) on anode interface though an in-situ thermal-initiated polymerization method to avoid the side reaction between thin sulfide-based film and lithium metal.",{"entities":[]}],["expected to be widely applied in flexible electronic devices. Moreover, a homogeneous and smooth surface of the 5PEO-100LGPS-5CTMS + NM electrolyte is observed in Fig. S4, further confirming the well dispersion of PEO in the CSEs. The cross-section SEM image of the 5PEO-100LGPS- 5CTMS + NM electrolyte and corresponding EDS mapping images are displayed in Fig. 2f, where the CSEs present a thickness of 80 µm with NM as a scaffold to enhance mechanical performance. In addition, the",{"entities":[]}],["5PEO-100LGPS-5CTMS + NM electrolyte becomes denser after rolling process (Fig. 2g), and its thickness can even be reduced to only 60 µm. The characteristics of typical reported thin sulfide-based electrolyte film is compared in Table S1, indicating that the prepared 5PEO-100LGPS- 5CTMS + NM film has an obvious advantage in thickness. These above results reach a conclusion that a thin and flexibility sulfide-based CSEs can be successfully obtained via scalable slurry-casting technique.",{"entities":[]}],["Specifically, the crystal phase structure of the prepared electrolytes was determined by XRD spectra (Fig. 2a). The diffraction patterns of CSEs are similar as those of pristine LGPS. No obvious diffraction peaks of PEO are observed in the spectra of all the CSEs, which may be attributed to the formation of amorphous PEO phase during evaporation of anisole [37]. Moreover, to exclude the effect of NM on C 1 s, 5PEO- 100LGPS-5CTMS electrolyte without NM was chosen for XPS charac- terization. The",{"entities":[[413,432,"SULFIDE_ELECTROLYTE"]]}],["four fitting peaks in Fig. 2b at 282.3, 283.4, 283.9 and 287.0 eV correspond to the binding energy of C–H, C–Si, C–C, C–O, respectively, which further verify the presence of PEO and CTMS phase [38–41]. As a classical silane coupling agent with polar branches, CTMS presents good compatibility with PEO. The excellent compatibility is related to the Cl…H-O hydrogen bond formed between 3-Chloropropyl in CTMS and the hydroxyl group in PEO. Moreover, the peak at 101.1 eV in S spectrum is assigned to",{"entities":[]}],["Si-S (Fig. 2c), which confirms the bonding interaction between CMTS and LGPS [35]. PEO and LGPS uniformly combined due to the connection by the chemical bonds that formed with CTMS. Specifically, CTMS acts as a bridge between PEO and LGPS, thus realizing the homogeneous distribution of sulfide particles among nano- scale polymer binder in the CSEs. As shown in Fig. 2d and e, such a sulfide-based composite electrolyte exhibits high flexibility, which is",{"entities":[]}],["Temperature dependence of ionic conductivities for CSEs are pre- sented in Fig. 3a. These results show that the 5PEO-100LGPS membrane (cid:0) 1 at room temperature, exhibits a high conductivity of 2.1 × 10 which owes to the high content of LGPS. With the addition of CTMS, the ionic conductivity further increased. 5PEO-100LGPS-5CTMS membrane (cid:0) 4 presents the highest room-temperature ionic conductivity of 3.4 × 10 S cm transfer channels via homogeneously distributing PEO binder among LGPS.",{"entities":[[413,426,"IONIC_CONDUCTIVITY"]]}],["Further increasing the CTMS content (5PEO-100LGPS-7CTMS) or with a NM embedded in (5PEO-100LGPS-5CTMS + NM) leads to a decrease in (cid:0) 1, respec- the ionic conductivity to 3.0 × 10 tively, since both CTMS and NM are ionic insulators. Electrochemical",{"entities":[]}],["(cid:0) 4 S cm(cid:0) 1 at 25+C, which is ascribed to the continuous Li(cid:0) 4 and 2.4 × 10(cid:0) 4 S cm",{"entities":[[85,107,"IONIC_CONDUCTIVITY"]]}],["Fig. 2. Composition, chemical state and morphology characterization of sulfide-based composite electrolytes. (a) XRD patterns; (b) C 1 s and (c) Si 2p XPS spectra of 5PEO-100LGPS-5CTMS; optical photographs of (d) flat and (e) bend states of 5PEO-100LGPS-5CTMS + NM electrolyte; (f) cross-section view of 5PEO-100LGPS- 5CTMS + NM electrolyte before rolling process and the corresponding C, O, S, and Si elements EDS mappings (g) cross-section view of 5PEO-100LGPS-5CTMS + NM electrolyte after rolling",{"entities":[]}],["process.",{"entities":[]}],["ChemicalEngineeringJournal430(2022)1329915H. Liu et al.Fig. 3. (a) Temperature dependence of ionic conductivities for composite electrolyte; (b) LSV for 5PEO-100LGPS-5CTMS + NM electrolyte at 25 C; (c) stress-strain curves of 5PEO-100LGPS-5CTMS + NM; (d) thermogravimetric analysis of 5PEO-100LGPS-5CTMS and 5PEO-100LGPS-5CTMS + NM; flammability tests of (e) commercial Celgard separator and (f) 5PEO-100LGPS-5CTMS + NM electrolyte.",{"entities":[]}],["5PEO-100LGPS-5CTMS + NM is up to 13.8 MPa after NM fiber-network reinforcement. The robust film could buffer the volume change and inhibit the cracking and pulverizing of electrolyte layer during operating process, thus endowing Li metal batteries with high safety against short circuit [44,45]. Thermogravimetric analysis (TGA) tests were imple- mented to investigate the thermal behavior of 5PEO-100LGPS-5CTMS electrolytes with and without NM (Fig. 3d). The TGA curve of 5PEO- C. 100LGPS-5CTMS",{"entities":[]}],["shows slight weight loss of 10.4% up to 600 Similarly, 5PEO-100LGPS-5CTMS + NM presents relatively larger weight loss due to the thermal decomposition of NM at ≈350 C and ◦ C. The remains 77.5 wt% even the temperature reaches up to about 600 high content of the remained LGPS ceramic can radically eliminate the threat of thermal runaway originated from internal short-circuit and ensure sufficient security for lithium batteries at ultrahigh temperature. Moreover, the combustion tests of the",{"entities":[]}],["commercial Celgard separator and the prepared 5PEO-100LGPS-5CTMS + NM electrolyte presented in Fig. 3e and f, to further confirm the high thermal stability of CSEs. As displayed in Fig. 3e, the Celgard separator presents drastic shrink when it got close to the fire only for 5 s, indicating its inferior heat-resisting",{"entities":[]}],["stability window of the electrolyte was explored via Linear sweep vol- tammetry (LSV) measurement from 2.0 to 5.5 V. Meanwhile, fluorine- rich gel layer was used as a modified layer on anode interface via in- situ polymerization to prevent the parasitic reaction between LGPS and Li anode. As shown in Fig. 3b, the 5PEO-100LGPS-5CTMS + NM electrolyte membrane with the protection of fluorine-rich layer is not oxidized to decompose until 4.7 V, which demonstrates the high competitiveness of both",{"entities":[]}],["the CSEs and gel layer with high-voltage- tolerated behaviors for application in high-energy-density SSLMBs. Moreover, the calculated transference numbers of lithium ion (tLi ) value for the electrolyte membrane with the protection of fluorine-rich gel layer is 0.43 (Fig. S5), which is much higher than those of com- mercial liquid electrolytes (usually 0.2–0.3) [42,43].",{"entities":[]}],["+In addition, mechanical robustness and thermal stability of electro- lyte are crucial to realize the high safety for SSLMBs. To obtain an ul- trathin sulfide-based electrolyte film with high mechanical strength, NM was used as a scaffold to improve the mechanical property of the brittle 5PEO-100LGPS-5CTMS electrolyte. The stress–strain curves of 5PEO- 100LGPS-5CTMS + NM are presented in Fig. 3c. The tensile strength ofChemicalEngineeringJournal430(2022)1329916H. Liu et al.",{"entities":[]}],["property. In sharp contrast, the 5PEO-100LGPS-5CTMS + NM electro- lyte displays excellent nonflammability (Fig. 3f). These results suggest that the prepared 5PEO-100LGPS-5CTMS + NM electrolyte with excel- lent mechanical property and high heat-resistance can remarkably improve safety for lithium batteries.[46].",{"entities":[]}],["To confirm the high interface stability between CSEs and protective Li anode, impedance spectra of symmetrical batteries versus storage time are displayed in Fig. 4b and Fig. S10. The interface resistances for the Li/5PEO-100LGPS-5CTMS + NM/Li symmetric cells experience a sharp increase, which is attributed to the severe parasitic-reactions be- tween CSEs and lithium metal anode (Fig. S10). In sharp contrast, there are no distinct changes for interface resistance during the same storage time of",{"entities":[]}],["Gel-Li symmetrical batteries (Fig. 4b), indicating an excellent compatibility and stability at anode interface. Furthermore, galvano- static cycling tests of the symmetric cells including Li/5PEO-100LGPS- 5CTMS + NM/Li and Gel-Li/5PEO-100LGPS-5CTMS + NM/Gel-Li were carried out to further assess the dynamical interface stability. As shown in Fig. 4c, the Gel-Li/5PEO-100LGPS-5CTMS + NM/Gel-Li symmetrical (cid:0) 2 (0.1 mAh cells could remain stable cycling for over 400 h at 0.1 mA cm (cid:0) 2).",{"entities":[]}],["For comparison, the overpotential of the Li/5PEO-100LGPS- cm 5CTMS + NM/Li cells is enlarging with the increase of cycle and the battery occurs a short-circuit after 264 h, due to the ever-increasing impedance originated from the parasitic-reactions between CSEs and",{"entities":[]}],["To improve the interfacial compatibility between sulfide-based CSEs and lithium anode, a fluorine-rich gel interface protective layer was obtained via in-situ polymerization of precursor solution. Schematic diagram of symmetrical Gel-Li batteries using 5PEO-100LGPS-5CTMS + NM electrolyte is presented in Fig. 4a. Moreover, Fig. S7 displays the optical photograph of the gel protective interlayer before and after polymerization, indicating the fluorine-rich protective interlayer pre- sents a",{"entities":[]}],["solid-like state after polymerization. Furthermore, the fluorine- rich protective interlayer exhibits a high room-temperature ionic con- (cid:0) 1 (Fig. S8). The cross-section SEM image of ductivity of 6.9 × 10 gel modified lithium anode in Fig. S9 indicates the gel protective layer with thickness of 10 µm can provide an in-situ and flexible conformal interface to prevent the sulfide from contacting metal lithium and alle- viate huge volume changes of lithium anode during repeated cycling",{"entities":[]}],["(cid:0) 4 S cm",{"entities":[]}],["Fig. 4. (a) Schematic of symmetrical Gel-Li batteries with the gel layer; (b) impedance spectra of symmetrical Gel-Li batteries based on 5PEO-100LGPS-5CTMS + NM electrolyte vs. storage time at ambient temperature; (c) cyclabilities of the Gel-Li/5PEO-100LGPS-5CTMS + NM/Gel-Li and Li/5PEO-100LGPS-5CTMS + NM/Li (cid:0) 2; surface morphology of (d) bare Li and (e) Gel-Li anode after lithium plating/stripping of 200 h at 0.1 mA symmetric batteries at a current density of 0.1 mA cm cm",{"entities":[]}],["(cid:0) 2, respectively.ChemicalEngineeringJournal430(2022)1329917H. Liu et al.",{"entities":[]}],["lithium metal. The increasing overpotential would lead to the nonuni- form Li plating/stripping, thus resulting in the growth of lithium den- drites [47]. Moreover, Gel-Li/5PEO-100LGPS-5CTMS + NM/Gel-Li symmetric cells was operated at a step-increased current density (Fig. S11). Initially, the overpotential of the symmetric battery increases with the increment of current density. Surprisingly, the symmetrical batteries show a stable cycling even if the critical current density reaches (cid:0)",{"entities":[]}],["2. Additionally, it is also notable that the Gel-Li/5PEO- up to 0.6 mA cm 100LGPS-5CTMS + NM/Gel-Li symmetric cells can cycle steadily (cid:0) 2 without short circuit over 200 h under a current density of 0.2 mA cm (cid:0) 2, as shown in Fig. S12. As presented in Fig. S13, the for 0.2 mAh cm fresh Li metal anode shows a smooth and dense surface. Fig. 4d and e display the surface morphology of bare Li and Gel-Li anode after lithium (cid:0) 2), respectively. plating/stripping of 200 h at 0.1 mA",{"entities":[[205,224,"DENSITY"]]}],["cm Compared with the bare Li anode which shows numerous Li dendrites on its surface (Fig. 4d), Gel-Li anode presents relatively dense and smooth surface (Fig. 4e), which further demonstrates the excellent interfacial compatibility between the CSEs and Li anode with the gel modification. In addition, the FEC in gel layer would spontaneously react with lithium anode to form F-containing species at Li anode interfaces [48]. XPS re- sults (Fig. S14) further confirm that the F-containing species are",{"entities":[]}],["LiF compounds [49]. The LiF formed at the anode interface has high inter- face energy, which can effectively suppress the propagation of lithium dendrites.[23] Therefore, an excellent interfacial compatibility between CSEs and lithium anode is achieved which is attributed to a synergistic effect between the gel layer and LiF formed at the interface, not only preventing the sulfide electrolyte from contacting metal lithium, but also inhibiting the growth of lithium dendrites.",{"entities":[]}],["solid-state lithium sulfur batteries. The SEM image and corresponding elements mappings of the MWCNT@S cathode (Fig. S15) show that the S is well dispersed by the MWCNT. The influences of gel-interface pro- tective layer between electrolyte and Li anode on lithium sulfur batteries performance are presented in Fig. 5a and c. From Fig. 5a, the initial discharged capacity of MWCNT@S/5PEO-100LGPS-5CTMS + NM/Li of (cid:0) 1 809.4 mAh g after 50 cycles. The remarkably faded capacity is attributed to",{"entities":[]}],["the interfacial parasitic-reaction between LGPS and metal Li. On the con- trary, the MWCNT@S/5PEO-100LGPS-5CTMS + NM/Gel-Li battery (cid:0) 1, and a (Fig. 5c) presents an initial discharge capacity of 1006.8 mAh g (cid:0) 1 after 80 cycles, which indicates capacity retention of 715.6 mAh g excellent interfacial compatibility between the CSEs film and Gel-Li anode in full cells during a long-term cycling. Moreover, Fig. 5b shows the discharge specific capacity and coulombic efficiency versus",{"entities":[]}],["cycle number of the MWCNT@S/Li and MWCNT@S/Gel-Li batteries based on the 5PEO-100LGPS-5CTMS + NM electrolytes at 0.1C at 25 C, respec- tively. The MWCNT@S/Gel-Li batteries display highly stable cycling performance for more than 80 cycles at 0.1C, whereas the MWCNT@S/ Li cell presents a rapid decay in capacitance within 50 cycles. Fig. 5d presents the rate performances of the MWCNT@S/5PEO-100LGPS- 5CTMS + NM/Gel-Li cell from 0.1 to 1C. The cell provided discharge (cid:0) 1 at rates of 0.1, 0.2,",{"entities":[]}],["0.5 capacities of 848.8, 699.3, 564.5, 387.2 mAh g and 1C, respectively. When back to 0.2C, the discharge capacity recovered to a similar value as that before high-rate cycling, indicating the admirable rate performance of MWCNT@S/5PEO-100LGPS-5CTMS + NM/Gel-Li batteries.",{"entities":[]}],["(cid:0) 1 at 0.1C at 25C, which rapidly decay to 190.2 mA h g(cid:0) 2 (0.1 mAh cmTo further evaluate the practicability of the thin electrolyte film in matching with high-voltage cathode in SSLMBs, LiNbO3@Li- Ni0.6Mn0.2Co0.2O2/Gel-Li cell based on the thin electrolyte wasTo explore the feasibility of CSEs film in SSLMBs, high theoretical- capacity MWCNT@S cathodes and Li anode were selected to assemble",{"entities":[]}],["Fig. 5. Typical charge and discharge voltage curves of (a) MWCNT@S/5PEO-100LGPS-5CTMS + NM/Li at different cycles operated at 25 C; (b) cycling perfor- mance of MWCNT@S/Li and MWCNT@S/Gel-Li cells based on 5PEO-100LGPS-5CTMS + NM electrolyte film; (c) galvanostatic cycle curves and (d) rate capability of a cell with a structure of MWCNT@S/5PEO-100LGPS-5CTMS + NM/Gel-Li operated at 25C.ChemicalEngineeringJournal430(2022)1329918H. Liu et al.",{"entities":[]}],["constructed. The SEM image and corresponding elements mappings (Fig. S16) of the LiNbO3@LiNi0.6Mn0.2Co0.2O2cathode indicates that the single-crystal LiNi0.6Mn0.2Co0.2O2 is well coated by the LiNbO3. The galvanostatic cycling performance and voltage profiles of the LiN- bO3@LiNi0.6Mn0.2Co0.2O2/Gel-Li batteries at 0.1C at 25 C are pre- sented in Fig. 6a and b, respectively. The LiNbO3@LiNi0.6Mn0.2Co0.2O2/ (cid:0) 1 and can Gel-Li battery delivers a high initial capacity of 142.4 mAh g operate",{"entities":[]}],["well over 100 cycles, implying good interface stability between 5PEO-100LGPS-5CTMS + NM electrolyte and Gel-Li anode. Further- more, the LiNbO3@LiNi0.6Mn0.2Co0.2O2/Gel-Li batteries also present outstanding rate capability (Fig. 6c) and delivers discharge capacities of (cid:0) 1 at various rates 0.1C, 0.2C, 0.5C, 141.4, 126.7 and 111.6 mAh g respectively. In Fig. 6d, the LiNbO3@LiNi0.6Mn0.2Co0.2O2/Gel-Li batte- ries based on the 5PEO-100LGPS-5CTMS + NM electrolyte remains a relatively stable",{"entities":[]}],["interfacial resistance after cycle, which is the key to",{"entities":[]}],["ensure that the SSLMBs process excellent electrochemical performance. Besides, the performance of solid-state cells with thin sulfide-based film were summarized in Table S2. The cell performance using the thin 5PEO-100LGPS-5CTMS electrolyte film is better compared with the previously reported results.",{"entities":[]}],["Meanwhile, to evaluate the great potential in practical applications of such thin electrolyte and its interface engineering applied in SSLMBs, LiNbO3@LiNi0.6Mn0.2Co0.2O2/Gel-Li pouch cell was assembled. The pouch cell could light up LED lamps under harsh environments of completely bending situations (Fig. 6d and e), showing great promise in flexible electronic device applications. Moreover, the integrated pouch cell could operate well even under cutting and punching states (Fig. 6f and g),",{"entities":[]}],["further confirming the high safety and durability of such thin electrolyte and its interface engineering applied in SSLMBs. Eventually, motivated by this work, a scalable fabrication route for SSLMBs based on",{"entities":[]}],["Fig. 6. Electrochemical performance of LiNbO3@LiNi0.6Mn0.2Co0.2O2/Li-Gel solid-state lithium metal batteries; a) cycling performance; b) typical charge and discharge curves at different cycles and c) rate capability of a cell based on the 5PEO-100LGPS-5CTMS + NM operated at 25 C; d) nyquist plots of LiNbO3@Li- Ni0.6Mn0.2Co0.2O2/Li-Gel before and after cycles; images of solid-state pouch cell working-well at e) original, f) bending, g) cutting, and j) punching states.",{"entities":[]}],["ChemicalEngineeringJournal430(2022)1329919H. Liu et al.[7] L. Chen, L. Fan, Dendrite-free Li metal deposition in all-solid-state lithium sulfur batteries with polymer-in-salt polysiloxane electrolyte, Energy Storage Mater. 15 (2018) 37–45.",{"entities":[]}],["sulfide electrolytes is proposed in Fig. S17. The sulfide-based electrolyte slurry is coated on a positive electrode sheet with a nylon mesh on the surface, and then assembled into a SSLMB by a roll-to-roll process with a gel-modified lithium strip. This preparation route is compatible with roll-to-roll process of the current liquid lithium-ion batteries assembly technology and may provide constructive suggestions for commercially large-scale production. These results reveal that the scalable",{"entities":[]}],["fabrication of the ultrathin, flexible, nonflammable 5PEO-100LGPS-5CTMS + NM electrolyte film as well as its interface engineering is suitable for prac- tical application in high-safety, high-energy–density SSLMBs, indicating great promise applied in next-generation high-energy storage systems.",{"entities":[]}],["[8] W. Liu, S.W. Lee, D. Lin, F. Shi, S. Wang, A.D. Sendek, Y. Cui, Enhancing ionic conductivity in composite polymer electrolytes with well-aligned ceramic nanowires, Nat. Energy 2 (2017) 1–7.[9] L. Porz, T. Swamy, B.W. Sheldon, D. Rettenwander, T. Fr¨omling, H.L. Thaman, S. Berendts, R. Uecker, W.C. Carter, Y.M. Chiang, Mechanism of lithium metal penetration through inorganic solid electrolytes, Adv. Energy Mater. 7 (2017) 1701003.",{"entities":[]}],["[10] C. Monroe, J. Newman, The effect of interfacial deformation on electrodepositionkinetics, J. Electrochem. Soc. 151 (2004) A880.[11] H. Huo, J. Luo, V. Thangadurai, X. Guo, C.-W. Nan, X. Sun, Li2CO3: a critical issue for developing solid garnet batteries, ACS Energy Lett. 5 (2019) 252–262. [12] L. Chen, W. Li, L.-Z. Fan, C.-W. Nan, Q. Zhang, Intercalated electrolyte with hightransference number for dendrite-free solid-state lithium batteries, Adv. Funct. Mater. 29 (2019) 1901047.",{"entities":[]}],["4. Conclusion[13] N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto, A. Mitsui, A lithium superionic conductor, Nat. Mater. 10 (9) (2011) 682–686.",{"entities":[]}],["In summary, an ultrathin (~60 μm), nonflammable, and flexible 5PEO-100LGPS-5CTMS + NM sulfide-based electrolyte is prepared by scalable slurry-casting technique. As-obtained electrolyte film exhibits (cid:0) 1), wide high ambient-temperature ionic conductivity (2.4 × 10 electrochemical window (4.7 V versus Li/Li ), outstanding heat- resistance and enhanced mechanical strength (13.8 MPa). Further- more, the interfacial compatibility between sulfide-based electrolyte and lithium metal has been",{"entities":[]}],["dramatically enhanced by the interface en- gineering of fluorine-rich gel protective layer on Li surface via in-situ polymerization, which can effectively prevent the lithium dendrite growth and endow outstanding long-term cyclic stability of the Li (cid:0) 2). In addition, as- symmetric battery (more than 400 h at 0.1 mA cm prepared MWCNT@S/Gel-Li and LiNbO3@LiNi0.6Mn0.2Co0.2O2/Gel-Li batteries based on such thin electrolytes display high discharge specific capacities and desirable cyclic",{"entities":[]}],["stabilities at room temperature. This work opens up a feasible direction for future scalable manufacture of thin sulfide electrolyte layer and the interface engineering research, and will contribute significantly to achieve high-safety, high-energy-density lithium metal batteries.",{"entities":[]}],["[14] Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba, R. Kanno, High-power all-solid-state batteries using sulfide superionic conductors, Nat. Energy 1 (2016) 1–7.(cid:0) 4 S cm[15] J. Wu, S. Liu, F. Han, X. Yao, C. Wang, Lithium/sulfide all-solid-state batteries+using sulfide electrolytes, Adv. Mater. 33 (2021) 2000751.",{"entities":[]}],["[16] C. Wang, K.R. Adair, J. Liang, X. Li, Y. Sun, X. Li, J. Wang, Q. Sun, F. Zhao, X. Lin, R. Li, H. Huang, L. Zhang, R. Yang, S. Lu, X. Sun, Solid-state plastic crystal electrolytes: effective protection interlayers for sulfide-based all-solid-state lithium metal batteries, Adv. Funct. Mater. 29 (2019) 1900392.[17] B. Zheng, X. Liu, J. Zhu, J. Zhao, G. Zhong, Y. Xiang, H. Wang, W. Zhao,",{"entities":[]}],["E. Umeshbabua, Q. Wu, J. Huang, Y. Yang, Unraveling (electro)-chemical stability and interfacial reactions of Li10SnP2S12 in all-solid-state Li batteries, Nano Energy 67 (2020), 104252.",{"entities":[]}],["[18] S. Wenzel, S. Randau, T. Leichtweiß, D.A. Weber, J. Sann, W.G. Zeier, J. Janek, Direct observation of the interfacial instability of the fast ionic conductor Li10GeP2S12 at the lithium metal anode, Chem. Mater. 28 (7) (2016) 2400–2407. [19] X. Zhang, A. Wang, X. Liu, J. Luo, Dendrites in lithium metal anodes: suppression,regulation, and elimination, Accounts Chem. Res. 52 (2019) 3223–3232.[20] Y. Sun, N. Liu, Y. Cui, Promises and challenges of nanomaterials for lithium-based",{"entities":[]}],["rechargeable batteries, Nat. Energy 1 (2016) 1–12.[21] R. Xu, X.B. Cheng, C. Yan, X.Q. Zhang, Y. Xiao, C.Z. Zhao, J.Q. Huang, Q. Zhang, Artificial interphases for highly stable lithium metal anode, Matter 1 (2019) 317–344.[22] J. Ju, Y. Wang, B. Chen, J. Ma, S. Dong, J. Chai, H. Qu, L. Cui, X. Wu, G. Cui, Integrated interface strategy toward room temperature solid-state lithium batteries, ACS Appl. Mater. Inter. 10 (2018) 13588–13597.Declaration of Competing Interest",{"entities":[]}],["[23] R. Xu, F. Han, X. Ji, X. Fan, J. Tu, C. Wang, Interface engineering of sulfideelectrolytes for all-solid-state lithium batteries, Nano Energy 53 (2018) 958–966. [24] Y. Zhang, R. Chen, S. Wang, T. Liu, B. Xu, X. Zhang, X. Wang, Y. Shen, Y.-H, Lin, M. Li, L.-Z, Fan, L, Li, C.-W, Nan, Free-standing sulfide/polymer composite solid electrolyte membranes with high conductance for all-solid-state lithium batteries, Energy Storage Mater. 25 (2020) 145-153.",{"entities":[]}],["The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",{"entities":[]}],["[25] D. Cao, Y. Zhao, X. Sun, A. Natan, Y. Wang, P. Xiang, W. Wang, H. Zhu, Processing strategies to improve cell-level energy density of metal sulfide electrolyte-based all- solid-state Li metal batteries and beyond, ACS Energy Lett. 5 (2020) 3468–3489. [26] X. Yang, J. Luo, X. Sun, Towards high-performance solid-state Li-S batteries: fromAcknowledgementsfundamental understanding to engineering design, Chem. Soc. Rev. 49 (2020) 2140–2195.",{"entities":[]}],["This work was supported by the National Natural Science Foundation of China (51872027) and Beijing Natural Science Foundation (Z200011).[27] M. Ogawa, R. Kanda, K. Yoshida, T. Uemura, K. Harada, High-capacity thin filmlithium batteries with sulfide solid electrolytes, J. Power Sources 205 (2012) 487–490.[28] T. Uemura, K. Goto, M. Ogawa, K. Harada, All-solid secondary batteries withAppendix A. Supplementary data",{"entities":[]}],["sulfide-based thin film electrolytes, J. Power Sources 240 (2013) 510–514. [29] X. Li, D. Wang, H. Wang, H. Yan, Z. Gong, Y. Yang, Poly (ethylene oxide)-Li10SnP2S12 composite polymer electrolyte enables high-performance all-solid- state lithium sulfur battery, ACS Appl. Mater. Inter. 11 (25) (2019) 22745–22753. [30] L. Cong, Y. Li, W. Lu, J. Jie, Y. Liu, L. Sun, H. Xie, Unlocking the Poly (vinylideneSupplementary data to this article can be found online at https://doi.",{"entities":[]}],["org/10.1016/j.cej.2021.132991.fluoride-co-hexafluoropropylene)/Li10GeP2S12 composite solid-state electrolytes for dendrite-free Li metal batteries assisting with perfluoropolyethers as bifunctional adjuvant, J. Power Sources 446 (2020), 227365.References[31] I. Villaluenga, K.H. Wujcik, W. Tong, D. Devaux, D.H. Wong, J.M. DeSimone, N. P. Balsara, Compliant glass-polymer hybrid single ion-conducting electrolytes for lithium batteries, PNAS 113 (1) (2016) 52–57.",{"entities":[]}],["[1] B. Dunn, H. Kamath, J.M. Tarascon, Electrical energy storage for the grid: a batteryof choices, Science 334 (2011) 928–935.[2] M. Balaish, J.C. Gonzalez-Rosillo, K.J. Kim, Y. Zhu, Z.D. Hood, J.L.M. Rupp,",{"entities":[]}],["[32] J. Zhang, C. Zheng, J. Lou, Y. Xia, C. Liang, H. Huang, Y. Gan, X. Tao, W. Zhang, Poly (ethylene oxide) reinforced Li6PS5Cl composite solid electrolyte for all-solid- state lithium battery: enhanced electrochemical performance, mechanical property and interfacial stability, J. Power Sources 412 (2019) 78–85.Processing thin but robust electrolytes for solid-state batteries, Nat. Energy 6 (3) (2021) 227–239.",{"entities":[]}],["[3] T.S. Wang, X. Liu, Y. Wang, L.-Z. Fan, High areal capacity dendrite-free li anode enabled by metal-organic framework-derived nanorod array modified carbon cloth for solid state li metal batteries, Adv. Funct. Mater. 31 (2021) 2001973.[33] J.M. Whiteley, P. Taynton, W. Zhang, S.H. Lee, Ultra-thin solid-state Li-ionelectrolyte membrane facilitated by a self-healing polymer matrix, Adv. Mater. 27 (43) (2015) 6922–6927.",{"entities":[]}],["[4] L.-Z. Fan, H. He, C.-W. Nan, Tailoring inorganic-polymer composites for the massproduction of solid-state batteries, Nat. Rev. Mater. (2021) 1–17.[34] J. Li, H. Chen, Y. Shen, C. Hu, Z. Cheng, W. Lu, Y. Qiu, L. Chen, Covalent interfacial coupling for hybrid solid-state Li ion conductor, Energy Storage Mater. 23 (2019) 277–283.[5] X. Yang, K.R. Adair, X. Gao, X. Sun, Recent advances and perspectives on thin",{"entities":[]}]]}
