{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,["desirable because they are potentially safer than conventional batteries. Solid electrolytes are a critical component of all-solid-state batteries. Much effort has gone into finding new solid electrolytes with high ionic conductivities. New solid electrolytes such as Li3P7S11, Li10GeP2S12, and Na3PS4 have recently reported3–6 that exhibit high ionic conductivities; some have conductivities close to those of liquid electrolytes.",{"entities":[[268,276,"SULFIDE_ELECTROLYTE"],[278,289,"SULFIDE_ELECTROLYTE"],[295,301,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,["such as Li7La3Zr2O12 need to be sintered at high temperatures of over 1000uC to prepare dense samples7. In contrast, densification is induced in sulfide Li2S–P2S5 glasses just by cold pressing.Figure 1 | SEM images of fracture cross sections of typical solid oxide electrolyte Li7La3Zr2O12 and solid sulfide electrolyte particles (80Li2S?20P2S5 (mol.%)) glass pelletized at room temperature.",{"entities":[[8,20,"SULFIDE_ELECTROLYTE"],[153,162,"SULFIDE_ELECTROLYTE"],[277,289,"SULFIDE_ELECTROLYTE"]]}],null,["The total relative density was determined using 75Li2S?25P2S5 transparent glass prepared by hot pressing at about 200uC (see Fig. 3b and Ref. 9); the density of the glass was 1.88 g cm23. The relative density increases with increasing applied pressure. It exceeds 90% when the 75Li2S?25P2S5 glass pow- der is compressed by a pressure of over 350 MPa. Thus, 75Li2S?25P2S5 glass with a remarkably high relative density can be obtained by pressing without heat treatment. Figures 2b–d show SEM images",{"entities":[]}],null,null,null,["electrolyte particles (80Li2S?20P2S5 (mol.%) glass8). The samples were prepared from their respective solid electrolyte particles by pressing at 360 MPa at room temperature (cold pressing). The cross-sectional SEM images reveal Li7La3Zr2O12 particles with sim- ilar sizes to those prior to pressing. As is well known, oxide ceramics",{"entities":[[228,240,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["70 MPa and it then increases gradually. The ionic conductivity is 3.1 3 1024 S cm21 at a molding pressure of 360 MPa, which is very close to the bulk conductivity (3.4 3 1024 S cm21) of the 75Li2S?25P2S5 glass used in this study. (The bulk conductivity was measured for a transparent pellet prepared by hot pressing.) This change in the conductivity agrees well with the above finding that grain boundaries in 75Li2S?25P2S5 glass particles decreased remarkably on cold press- ing. In contrast,",{"entities":[[164,181,"IONIC_CONDUCTIVITY"]]}],["Li7La3Zr2O12 has a relatively low conductivity that was difficult to measure due to the high grain boundary resistance after pressing at room temperature.",{"entities":[[0,12,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["Figure 5 shows Young’s moduli of Li2S–P2S5 glassy solid electro- lytes for four different Li2S contents. High-density pellets were pre- pared by hot pressing at transition their temperatures. The Young’s modulus of xLi2S?(100–x)P2S5 (mol.%) glasses (x 5 50 2 80) increased with increasing Li2S content; the Young’s moduli are in the range 18–25 GPa, which are much lower than those of oxide solid electrolytes. For example, the Young’s modulus of 50Li2S?50P2S5 sulfide glass (18 Pa) is about one",{"entities":[[33,42,"SULFIDE_ELECTROLYTE"],[339,348,"YOUNGS_MODULUS"],[476,481,"YOUNGS_MODULUS"]]}],["third that of 50Li2O?50P2O5 oxide glass (50 GPa)10. Alkali metal ions with a larger ionic radius have a lower Young’s modulus; sodium thiopho- sphate (75Na2S?25P2S5) glass has a Young’s modulus of 18 GPa, lithium thiophosphate (75Li2S? which is smaller than that of 25P2S5) glass (24 GPa).",{"entities":[[41,47,"YOUNGS_MODULUS"],[197,203,"YOUNGS_MODULUS"],[281,287,"YOUNGS_MODULUS"]]}],null,null,null,["Materials with low bond energies between cations and anions are favorable for room-temperature pressure sintering. The bond energy between Li and S in sulfide solid electrolytes (Li2S–P2S5) is lower than the bond energy between Li and O in oxide solid electrolytes (Li2O– P2O5).",{"entities":[[179,188,"SULFIDE_ELECTROLYTE"],[266,276,"SULFIDE_ELECTROLYTE"]]}],["Li–S bonds are considerably covalent in character. This intermedi- ate bond character is important since Li1 and PS4 3– ions in sulfide solid electrolytes are considered to readily rotate and diffuse on the application of stress. The covalent character of Li–S bonds is partiallyFigure 5 | Young’s modulus of Li2S–P2S5 glassy solid electrolytes for four different Li2S contents.3www.nature.com/scientificreports",{"entities":[[309,318,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,["LiCoO2 particles by pulsed laser deposition (PLD)14. The composite electrode layer is very dense and very few voids are visible in the SEM image. The Li2S–P2S5 solid electrolyte is in close contact with the LiCoO2 positive electrode particles. As shown in Fig. 6a, a lithium- ion conduction path is formed among the electrode particles. Room- temperature pressure sintering of the solid electrolytes results in the formation of effective interfaces between the electrode and the solid electrolyte",{"entities":[[150,159,"SULFIDE_ELECTROLYTE"]]}],null,["density of 11 mA g21 of an all-solid-state battery consisting of a LiCoO2 positive electrode, a graphite negative electrode, and a Li2S–P2S5 solid electrolyte. The battery has a discharge capacity of 133 mAh g21, which was calcu- lated from the mass of the positive composite electrode (including the electrolyte). The composite electrodes of both SE-coated LiCoO2 and SE-coated graphite showed relatively good cycle performance (Supplementary Fig. S3).",{"entities":[[67,73,"SULFIDE_ELECTROLYTE"],[131,140,"SULFIDE_ELECTROLYTE"],[358,364,"SULFIDE_ELECTROLYTE"]]}],null,["Figure 6 | (a) Schematic diagram of composite electrode consisting of electrode particles coated with a solid sulfide electrolyte. Gray regions indicate electrode active material particles and yellow regions represent solid electrolyte coating. (b) Cross-sectional SEM image of compressed composite electrode consisting of LiCoO2 particles coated with 80Li2S?20P2S5 solid electrolyte. (c) Charge–discharge curves of all-solid-state battery consisting of a LiCoO2 positive electrode, a graphite",{"entities":[[323,329,"SULFIDE_ELECTROLYTE"],[456,462,"SULFIDE_ELECTROLYTE"]]}],["negative electrode, and a Li2S–P2S5 solid electrolyte. The capacity was calculated from the mass of the positive composite electrode.",{"entities":[[26,35,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,["Methods Preparation of Li2S–P2S5 and Na2S–P2S5 glass electrolytes. Li2S–P2S5 glasses were prepared by mechanochemical milling in a planetary ball mill (Fritsch, Pulverisette 7). The starting materials of Li2S (Idemitsu Kosan) and P2S5 (Aldrich) were hand ground and the mixture was then placed into a zirconia (ZrO2) vessel (internal volume of 45 ml) containing 500 4-mm-diameter ZrO2 balls. Li2S–P2S5 glass powders were formed by mechanochemical milling for 10 h at a fixed rotation speed of the",{"entities":[[23,32,"SULFIDE_ELECTROLYTE"],[37,46,"SULFIDE_ELECTROLYTE"],[67,76,"SULFIDE_ELECTROLYTE"],[392,401,"SULFIDE_ELECTROLYTE"]]}],["base disc of 510 rpm. 75Na2S?25P2S5 (mol%) glass were prepared from Na2S (Nagao) by a similar procedure as that used to prepare the Li2S–P2S5 glasses. All these processes were performed in a dry Ar atmosphere.",{"entities":[[132,141,"SULFIDE_ELECTROLYTE"]]}],["The glass powder was compressed by conventional uniaxial cold pressing at room temperature or hot pressed at about 200uC to prepare 10-mm-diameter pellets. The bulk density of the sulfide solid electrolytes was determined from the density of the respective transparent glasses prepared by hot pressing because preparing Li2S–P2S5 bulk glass is quite difficult and has not been reported. The density of hot press glass was almost the same as that estimated from the density of the crystal. The",{"entities":[[320,329,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["Evaluation of all-solid-state batteries. An all-solid-state test cell was fabricated using LiCoO2 as the positive electrode material, graphite as the negative electrode material, and 80Li2S?20P2S5 solid electrolytes. The LiCoO2 (D-10, Toda Kogyo) and graphite particles (Timrex SLP50, Timcal) were coated with the 80Li2S?20P2S5 solid electrolyte films by PLD14. The weight ratio of the LiCoO2 and 80Li2S?20P2S5 films in the positive composite electrode was ca. 90/10. Similarly, the weight ratio of",{"entities":[[91,97,"SULFIDE_ELECTROLYTE"],[221,227,"SULFIDE_ELECTROLYTE"],[386,392,"SULFIDE_ELECTROLYTE"]]}],null,null,["SCIENTIFIC REPORTS | 3 : 2261 | DOI: 10.1038/srep02261www.nature.com/scientificreportstests were conducted at a constant current density of 0.13 mA cm22 (ca. 11 mA g21) in the voltage range from 2.8 to 4.6 V at room temperature under an Ar atmosphere using a charge–discharge measurement device.1. Tarascon, J.-M. & Armand, M. Issues and challenges facing rechargeable lithium batteries. Nature 414, 359–367 (2001).",{"entities":[[140,152,"DENSITY"]]}]]}
