{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Open Access Article. Published on 02 October 2017. Downloaded on 7/24/2024 3:56:27 AM.Creative Commons Attribution 3.0 Unported Licence.This article is licensed under aRSC AdvancesPAPERView Article OnlineView Journal| View IssueCite this: RSC Adv., 2017, 7, 46499Instantaneous preparation of high lithium-ion conducting sulﬁde solid electrolyte Li7P3S11 by a liquid phase processa Nataly Carolina Rosero-Navarro,Marcela Calpa, and Kiyoharu Tadanagabb Akira Miurab",{"entities":[]}],["A solid electrolyte with a small particle size, good mechanical properties and high ionic conductivity isReceived 17th August 2017 Accepted 26th September 2017DOI: 10.1039/c7ra09081a",{"entities":[]}],["required to achieve high energy and power density in the all-solid-state battery. Here, we report an instantaneous preparation of high lithium-ion conducting sulﬁde solid electrolyte Li7P3S11 by a simple procedure involving a liquid phase process under ultrasonic irradiation and low thermal treatment at 3(cid:3) units. 220 (cid:1)C. A short reaction time of 30 min was enough to produce the formation of PS4 Subsequent drying and heating processes led to the precipitation of the Li7P3S11 phase",{"entities":[[183,191,"SULFIDE_ELECTROLYTE"],[482,490,"SULFIDE_ELECTROLYTE"]]}],["with a particle size below 500 nm, achieving high ionic conductivity of 1.0 (cid:4) 10(cid:3)3 S cm(cid:3)1 at 22 (cid:1)C and a low activation energy of 12.8 kJ mol(cid:3)1.",{"entities":[[69,107,"IONIC_CONDUCTIVITY"]]}],["rsc.li/rsc-advances1.Introduction",{"entities":[]}],["The development of large-scale power storage systems with high energy density has become essential to advance renewable energy and electric vehicles. This trend has led to an increasing demand for lithium ion secondary batteries as they are considered to oﬀer the high energy density required. However, lithium ion batteries using organic liquid electrolytes can carry safety issues because of the risk of leakage and ammability. All-solid-state lithium ion secondary batteries using inorganic",{"entities":[]}],["solid electrolytes have been studied in the last two decades as the next-generation batteries, because of their higher safety. Moreover, the solid electrolytes1–3 have a wider electrochemical window making them compatible with high voltage cathodes, therefore higher energy densities can be achieved.",{"entities":[]}],["Oxide and sulde solid electrolytes with conductivities comparable to those of liquid electrolytes have been reported, although sulde electrolytes have a rather higher conductivity (cid:3)1.1,4 Also, sulde- than oxide electrolytes, around 10 based solid electrolytes are one of the most promising solid electrolytes for all-solid-state batteries, not only because their high ionic conductivity, but also because their good mechanical properties, that allows an intimate contact in the interface",{"entities":[]}],["between electrode and electrolyte by using only room temper- ature pressing.5 A good ionic conduction path at the solid–solid interface between electrode active material and solid electrolyte is a key factor for improving the cycle performance of the all-",{"entities":[]}],["(cid:3)2 S cmaGraduate School of Chemical Sciences and Engineering, Hokkaido University, Sapporo, Japan",{"entities":[]}],["solid-state battery.6–9 Thus, the morphology of the sulde solid electrolyte is also important. Small sized particles with a large interfacial area entail a dense and homogenous elec- trolyte and electrode composite, which increases the energy density of the all-solid-state battery.8–10 Sulde-based solid electrolytes generally are synthesized by the ball milling method,11 which requires high synthesis energy and a long- time, more than 24 h. Recently, liquid phase synthesis using an organic",{"entities":[]}],["solvent has been reported. Smaller particle size, in the nanometer range, has been obtained by this process.2,12–14 The synthesis of Li3PS4 has been mediated by diﬀerent organic solvents such as n-methylformamide15 acetonitrile,16 tetrahy- (cid:3)4 drofuran2 and ethyl acetate,17 and conductivities around 10 (cid:3)1 have been obtained. The reaction process and 10 involves more than 24 h of magnetic stirring, and subsequent heat treatment to obtain stable Li3PS4. Reduction of the time during",{"entities":[]}],["reaction process has been attained by synthesis via liquid-phase shaking, using zirconia balls, and ethyl propio- nate18 or dimethyl carbonate13 as solvent. In this case, 6 hours for the reaction process was required.",{"entities":[]}],["(cid:3)6 S cm",{"entities":[]}],["On the other hand, the synthesis of Li7P3S11 crystal phase by liquid phase process, has been mediated by solvents such as 1,2-dimethoxyethane,12 acetonitrile14,19 and tetrahydrofuran.19 (cid:3)1 Higher ionic conductivities of the order of 10 have been obtained, but reaction times from 24 h14,19 to more than 3 days were required. To date, no deep investigation about the necessary time for the reaction process has been reported. A new process that entails a short time for the reaction, while",{"entities":[[36,44,"SULFIDE_ELECTROLYTE"]]}],["ensuring suﬃciently high ionic conductivity and small particle size is desirable.",{"entities":[]}],["(cid:3)3 and 10(cid:3)4 S cmbDivision of Applied Chemistry, Faculty of Engineering, Hokkaido University, Sapporo 060-8628, Japan. E-mail: rosero@eng.hokudai.ac.jpSolvent interaction during liquid phase synthesis is funda- in the morphology of the sulde solid electrolyte.mentalThis journal is © The Royal Society of Chemistry 2017RSC Adv., 2017, 7, 46499–46504 | 46499Open Access Article. Published on 02 October 2017. Downloaded on 7/24/2024 3:56:27 AM.",{"entities":[]}],["Creative Commons Attribution 3.0 Unported Licence.This article is licensed under aRSC AdvancesAcetonitrile is a good candidate as solvent as it has a low vapor pressure (13.3 kPa at 25 (cid:1)C) and allows the growth of smaller individual particles of around 2 mm,16 compared for instance with the tetrahydrofuran solvent that leads to obtaining larger particles of around 10 mm.2,16",{"entities":[]}],["In addition, ultrasonic irradiation is a useful technique to enhance chemical reactivity in a solid–liquid system. The implosion of cavitation bubbles during ultrasonication generate local high temperatures and pressures, and this large amount of energy stimulates chemical activity.20,21",{"entities":[]}],["Herein we report for the rst time an instantaneous prepa- ration of high lithium-ion conducting sulde solid electrolyte Li7P3S11 by a simple procedure involving a liquid phase process and ultrasonic irradiation.2. Experimental section Synthesis",{"entities":[[122,130,"SULFIDE_ELECTROLYTE"]]}],["Li2S (Mitsuwa Chemical, 99.9%) and P2S5 (Aldrich, 99%) with a stoichiometry of 74 to 26 were mixed in anhydrous acetonitrile (Wako Pure Chemical Industries). The mixture was ultra- sonicated at 60 (cid:1)C for 30 min under 28 kHz using an ultrasonic bath (Shimadzu SUS-103). The ultrasonication process formed a white suspension (named as SSE-slurry). Consequent drying process was applied at 180 (cid:1)C for 3 h under vacuum to remove the solvent and obtain solid powders (named as SSE-180).",{"entities":[]}],["Subsequently, heat treatment at 220 (cid:1)C for 1 h was carried out to promote the crystallization of the Li7P3S11 sulde electrolyte. The crystallized powder hereaer is named as SSE-220. Fig. 1 shows photographs taken during the synthesis procedure illustrating the material state in each synthesis step.",{"entities":[[107,115,"SULFIDE_ELECTROLYTE"]]}],["CharacterizationCrystal phase and chemical composition of the sulde based materials were studied by X-ray diﬀraction (XRD) and Raman spectroscopy. XRD measurements were performed using a CuKa radiation with an X-ray diﬀractometer (Miniex 600, Rigaku) to identify crystalline phase of the samples. Diﬀraction data were collected in 0.01(cid:1) steps from 10(cid:1) to 40(cid:1) in 2q.",{"entities":[]}],["Raman spectroscopy was performed using a Raman spec- trometer (HORIBA XploRA PLUS Scientic) to identify structural (cid:3)1 units of the samples. Raman shi was ranged between 300 cm (cid:3)1. Morphology of the sulde solid electrolyte and 3050 cm particles was observed by scanning electron microscopy (SEM),Fig. 1 Photographs of material state during the synthesis procedure.46500 | RSC Adv., 2017, 7, 46499–46504View Article OnlinePaper",{"entities":[]}],["performed on a JIB-4600F Multibeam SEM-FIB Scanning Elec- tron Microscope.",{"entities":[]}],["The ionic conductivity of pelletized samples was evaluated by electrochemical impedance spectroscopy (EIS). The solid elec- trolyte powders (Approximately 80 mg) were pressed under 360 MPa (at room temperature) in a polycarbonate tube with 10 mm of diameter, two stainless steel (SS) disks were used as current collectors. EIS measurements were conducted using an impedance analyser (SI 1260, Solartron) in the frequency range of 0.1 MHz to 1 Hz at the amplitude of 30 mV. The spectra were analysed",{"entities":[]}],["with the ZView soware (Version 3.3f, Scribner Asso- ciates) in order to assess the ohmic resistance (R) of the pellet. For the activation energy measurement, the temperature was controlled from (cid:3)50 (cid:1)C to 60 (cid:1)C.",{"entities":[]}],["Electrochemical properties of the SSE-220 sample were evaluated by a cyclic voltammetry technique. The solid elec- trolyte powders (approximately 140 mg) were pelletized at 360 MPa. A cell of Li/SSE-220/SS was constructed by carefully attaching Li to one of the current collectors. The cyclic vol- tammogram measurement was conducted using a potentiostat/ galvanostat device (SI 1287, Solartron) in the potential range of (cid:3)1. All (cid:3)0.5 V to 5 V (vs. Li/Li+) at a scanning rate of 1 mV s",{"entities":[]}],["processes were performed in an argon atmosphere.",{"entities":[]}],["3. Results and discussionFig. 2 shows the XRD patterns of the SSE-180 and SSE-220 samples. The indexed diﬀraction pattern of the Li7P3S11 phase (ICDD#157564, Fig. 2c) is shown for comparison. A complexFig. 2 XRD patterns of the: (a) SSE-180 and (b) SSE-220 samples. (c) XRD pattern of Li7P3S11 phase (ICDD#157564).This journal is © The Royal Society of Chemistry 2017Open Access Article. Published on 02 October 2017. Downloaded on 7/24/2024 3:56:27 AM.",{"entities":[]}],["Creative Commons Attribution 3.0 Unported Licence.This article is licensed under aView Article OnlinePaperRSC Advances",{"entities":[]}],["pattern with undened peaks was obtained aer the drying process at 180 (cid:1)C (Fig. 2a). The peak corresponding to the Li2S phase precursor is identied, but the other peaks were not able to be associated to P2S5 precursor or any solid electrolyte pha- ses. Peaks corresponding to Li7P3S11 phase were observed only aer heat treatment at 220 (cid:1)C (Fig. 2b). The presence of Li2S phase was also identied.",{"entities":[]}],["The structural units of the solid electrolyte during the synthesis process was also examined by using Raman spec- troscopy. Fig. 3 shows the Raman spectra of the SSE-slurry, SSE- (cid:3)1, attributed 180 and SSE-220 samples. A main band at 428 cm (ortho-thiophosphate) units,22 was observed aer to the PS4 30 min of ultrasonic irradiation (SSE-slurry sample). Bands (cid:3)1, located around 370 cm corresponding to C–C^N bending, C–C stretch, C^N stretch- ing and symmetric C–H stretch vibrations",{"entities":[]}],["of acetonitrile23,24 were identied. Aer drying at 180 (cid:1)C, similar bands were also observed, revealing that the powder is composed mainly by PS4",{"entities":[]}],["3(cid:3)(cid:3)1, 900 cm(cid:3)1, 2200 cm(cid:3)1 and 2900 cm",{"entities":[]}],["3(cid:3) The Raman spectra of the as-synthesized powder aer heat (cid:3)1, treatment at 220 (cid:1)C shows only a main wide band at 405 cm (pyro-thiophosphate) units.22 The bands attributed to P2S7 associated to acetonitrile completely disappeared, conrming the full removal of the solvent. The heat treatment at 220 (cid:1)C, to remove the remaining solvent, promoted also a structure rear- rangement of PS4 units. The studies of the crystal Li7P3S11 structure suggest that this contains mainly",{"entities":[]}],["tetrahedral units.25 Fig. 3c shows P2S7 the deconvolution of the band of the as-synthesized powder aer heat treatment at 220 (cid:1)C using a Gaussian–Lorentzian (cid:3)1 (cid:3)1 and 404 cm function. Two bands centered at 420 cm 3(cid:3) conrmed the presence of P2S7 units,22,26 respec- (cid:3)1 was also found and is tively. A third band centered at 385 cm 4(cid:3) associated to P2S6 unit. The major fraction, corresponds to P2S7 unit has also been identied in the high ionic conductor",{"entities":[]}],["Li7P3S11 ob- tained by mechanical milling. Higher contents of P2S6 unit could lead to the dramatical drop of the ionic conduction.27,28",{"entities":[]}],["units and the remained acetonitrile.4(cid:3)4(cid:3)3(cid:3)units into P2S74(cid:3)3(cid:3)ditetrahedral and PS44(cid:3)and PS43(cid:3)4(cid:3)4(cid:3)units. A small concentration of P2S6and PS44(cid:3)",{"entities":[]}],["The results of Raman spectra are in good agreement with the results obtained by X-ray diﬀraction (Fig. 2). According to Raman spectra, the unknown peaks observed in the XRD pattern of the powder dried at 180 (cid:1)C (Fig. 2a), are ascribed to the formation of complexes between PS4 units and remained acetonitrile.14 The main Li7P3S11 crystal phase observed aer heat treatment at 220 (cid:1)C is composed by P2S7 and P2S63(cid:3)4(cid:3)3(cid:3)",{"entities":[]}],[", PS4 units, conrmed by the Raman spectra analysis.4(cid:3)intense peak associated to Li2S phase, observed aer drying process at 180 (cid:1)C and heat treatment at 220 (cid:1)C, can be explained by the possible formation mechanism of the Li7P3S11 crystal phase. It is believed, that the rearrange- ment of the structure produced during the heat treatment at 220 (cid:1)C led to the formation of Li2S as a sub-product of this reaction.The additional",{"entities":[]}],["Fig. 4 shows the morphology of the SSE-180 and SSE-220 samples. Aer drying at 180 (cid:1)C, big agglomerates (approx. 5– 20 mm) and irregular particles with a small particle size around 500 nm were observed. Aer heat treatment at 220 (cid:1)C, the particle size was irregular, but remains in the nanometric range. Inset in Fig. 4b shows smaller individual particles lower than 500 nm. The small particle size is attributed to the interaction between solvent and particles during the synthesis",{"entities":[]}],["process. Acetonitrile can play a surfactant function,16 leading to obtain a better dispersion of the powder during the ultrasonication and further a good control of the particle size growth during the solvent removal. In contrast, preparation of sulde solid elec- trolyte by ball milling produces particle sizes greater than 10 mm.10 A smaller particle size should improve the contact at the solid–solid interface between active material and solid electrolyte, which is a key factor to obtaining a",{"entities":[]}],["good perfor- mance in the all-solid-state battery.10",{"entities":[]}],["Fig. 5a shows the impedance spectra of the pelletized SSE- 180 and SSE-220 samples, correspondingly. The impedance spectra of the SSE-180 sample consists of a well-dened semi- circle at high frequency due to bulk and grain boundary resis- tances and a capacitive tail at low frequency due to the electrodes interface. The data was tted with a simple",{"entities":[]}],["Fig. 3 Raman spectra of the 74Li2S$26P2S5 sulﬁde electrolyte in the range of (a) 3050–850 cm(cid:3)1 and (b) 600–300 cm(cid:3)1. Blue, green and red lines represent SSE-slurry, SSE-180 and SSE-220 samples, correspondingly. (c) Spectral decomposition of Raman spectrum for the SSE-220 sample. Dashed grey line, experimental data; continuous orange line, the ﬁtting result for all PSx polyhedral; dashed red, blue and violet lines, P2S74(cid:3), PS43(cid:3) and P2S6",{"entities":[]}],["4(cid:3) units, correspondingly.This journal is © The Royal Society of Chemistry 2017RSC Adv., 2017, 7, 46499–46504 | 46501Open Access Article. Published on 02 October 2017. Downloaded on 7/24/2024 3:56:27 AM.Creative Commons Attribution 3.0 Unported Licence.This article is licensed under aRSC AdvancesFig. 4 Micrographs of the (a) SSE-180 and (b) SSE-220 samples.",{"entities":[]}],["equivalent circuit comprising a resistor in parallel with a capacitor (RkC, C is a constant phase element) to describe the pellet electrical behavior. In addition, a capacitor in series was used to simulate the contribution of the electrodes interface. The tting results was drawn together with the EIS data. The total resistance (bulk and grain boundary resistances), was used (cid:3)1 to calculate the ionic conductivity, attaining 1.4 (cid:4) 10 (22 (cid:1)C). The impedance spectra of the",{"entities":[[435,462,"IONIC_CONDUCTIVITY"]]}],["SSE-220 sample does not exhibit the full semicircle due to the lower resistance. In this case, the resistance was estimated by the value of Z0 at the intercept with the real axis obtained by linear tting. The ionic (cid:3)1 conductivity of the SSE-220 sample attained 1.0 (cid:4) 10 (22 (cid:1)C).",{"entities":[[269,296,"IONIC_CONDUCTIVITY"]]}],["(cid:3)6 S cm(cid:3)3 S cmFig. 5b shows the cross-section micrograph of the SSE-220 pellet. Cross-section micrograph displays a compact surface with a tight contact of micronized particles. There is almost no crack, but microporous were observed.",{"entities":[]}],["Total ionic conductivity can be increased by reducing the grain boundary resistance through pellet densication.4 Densi- (cid:3)3 were achieved ties in the range of 1.45 g cm by applying cold pressure between 350 MPa and 500 MPa to the SSE-220 sample. In dependency of the obtained densities, (cid:3)1 and the ionic conductivity range between 0.9 (cid:4) 10 1.5 (cid:4) 10(cid:3)3 and 1.53 g cm(cid:3)3 S cm(cid:3)3 S cm(cid:3)1 at 22 (cid:1)C.",{"entities":[]}],["In accordance with the XRD and Raman studies, the low ionic conductivity of the SSE-180 sample was expected, due to the insuﬃcient acetonitrile removal. Further, the rather low temperature of 220 (cid:1)C was eﬃcient enough to remove acetoni- trile, as well as to promote the crystallization of the Li7P3S11 phase with a consequent high conductivity. In addition, the46502 | RSC Adv., 2017, 7, 46499–46504View Article OnlinePaper",{"entities":[]}],["Fig. 5 (a) Impedance spectra of the pelletized SSE-180 (dotted green line: EIS data, continuous blue line: ﬁtted data) and SSE-220 (dotted red line) samples. (b) Cross-section micrograph of the SSE-220 sample.",{"entities":[]}],["small particle obtained in the nanometric range allowed a good densication to be obtained by a simple cold pressure. The high ionic conductivity of the Li7P3S11 (SSE-220) reported in this work is comparable to the Li7P3S11 solid electrolyte obtained by (cid:3)1 at RT, 30 h of synthesis (cid:3)3 S cm mechanical milling (3.2 (cid:4) 10 (cid:3)1 at 25 (cid:1)C, 37 h of (cid:3)3 S cm process)11 or by liquid phase (1.5 (cid:4) 10 synthesis process).14",{"entities":[]}],["Fig. 6 shows the temperature dependency of the ionic conductivity of the SSE-220 sample. A low activation energy of (cid:3)1 was calculated. In comparison, Li7P3S11 solid 12.8 kJ mol electrolyte is reported to have an activation energy of (cid:3)1 when the synthesis is carried out by mechanical 12 kJ mol (cid:3)1 when the synthesis is carried out by milling11 and 23 kJ mol liquid phase.14 The lower activation energy reported here, in comparison with other Li7P3S11 solid electrolyte obtained by",{"entities":[]}],["a liquid phase process, is assumed to be because of the higher crystallization degree,11 as well as good densication by the smaller particle size. The synthesis described in this work allows an eﬀective synergy between the control of the crystal structure and particle size to attain high ionic conduction and lower activation energy.",{"entities":[]}],["Fig. 7 shows the cyclic voltammogram of the SSE-220 sample, from (cid:3)0.5 V to 5 V (vs. Li/Li+). Both cathodic and anodic current (cid:3) / Li) and peaks assigned to the lithium deposition (Li+ + eThis journal is © The Royal Society of Chemistry 2017Open Access Article. Published on 02 October 2017. Downloaded on 7/24/2024 3:56:27 AM.Creative Commons Attribution 3.0 Unported Licence.This article is licensed under aPaper",{"entities":[]}],["Fig. 6 Temperature dependency of the ionic conductivity of SSE-220 sample.Fig. 7 Cyclic voltammogram of the SSE-220 sample using a cell constructed of Li/SSE-220/SS, in the potential range from (cid:3)0.5 V to 5 V (vs. Li/Li+) at a scanning rate of 1 mV s(cid:3)1.",{"entities":[]}],["(cid:3) dissolution (Li / Li+ + e ) reactions were observed in the potential range of (cid:3)0.5 V to 0.5 V in the voltammogram, sug- gesting that the synthesized solid electrolyte is electrochemi- cally stable for lithium metal. A small anodic current peak was observed around 2 V, this is probably attributed to the oxidation of free S2(cid:3) ions as a similar behavior was observed in the cyclic voltammogram of the solid electrolyte Li7P3S11 synthesized by mechanical milling.28 These results",{"entities":[]}],["indicate that the synthe- sized Li7P3S11 solid electrolyte (SSE-220) has a wide and elec- trochemical window up to 5 V (vs. Li/Li+).",{"entities":[]}],["4. ConclusionThe high lithium-ion conducting sulde solid electrolyte Li7P3S11 has been successfully synthesized by an instantaneous preparation involving a liquid phase process under ultrasonic irradiation followed by drying and low thermal treatment. Interaction between solvent and Li2S and P2S5 precursors particles during ultrasonication and further removal of the solvent at rather low temperatures of 220 (cid:1)C led to obtainThis journal is © The Royal Society of Chemistry 2017",{"entities":[]}],["View Article OnlineRSC Advancessmaller particle size lower than 500 nm, less than 10 times to the particle size of the solid electrolyte typically obtained by (cid:3)3 mechanical milling. The high ionic conductivity of 1.0 (cid:4) 10 (cid:3)1 was achieved and the low activation energy of 12.8 kJ mol because of the good crystallization of the Li7P3S11 phase.Conﬂicts of interest There are no conicts to declare.Acknowledgements",{"entities":[]}],["The present work was supported by the Japan Science and Technology Agency (JST), Advanced Low Carbon Technology Research and Development Program (ALCA), and Specially Promoted Research for Innovative Next Generation Batteries (SPRING) project. The analysis of SEM was carried out with JIB- 4600F at the “Joint-use Facilities: Laboratory of Nano-Micro Material Analysis”, Hokkaido University, supported by “Mate- rial Analysis and Structure Analysis Open Unit (MASAOU)”.References",{"entities":[]}],["1 N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto and A. Mitsui, Nat. Mater., 2011, 10, 682–686. 2 Z. C. Liu, W. J. Fu, E. A. Payzant, X. Yu, Z. L. Wu, N. J. Dudney, J. Kiggans, K. L. Hong, A. J. Rondinone and C. D. Liang, J. Am. Chem. Soc., 2013, 135, 975–978.3 J. C. Li, C. Ma, M. F. Chi, C. D. Liang and N. J. Dudney, Adv.Energy Mater., 2015, 5, 1–6.4 Y. Seino, T. Ota, K. Takada, A. Hayashi and M. Tatsumisago,",{"entities":[]}],["Energy Environ. Sci., 2014, 7, 627–631.5 A. Sakuda, A. Hayashi and M. Tatsumisago, Sci. Rep., 2013, 3,1–5.6 M. Nagao, A. Hayashi and M. Tatsumisago, Electrochim. Acta,2011, 56, 6055–6059.7 T. Minami, A. Hayashi and M. Tatsumisago, Solid StateIonics, 2006, 177, 2715–2720.8 A. Sakuda, A. Hayashi, T. Ohtomo, S. Hama and M. Tatsumisago, J. Power Sources, 2011, 196, 6735–6741. 9 N. C. Rosero-Navarro, T. Kinoshita, A. Miura, M. Higuchi andK. Tadanaga, Ionics, 2017, 23, 1619–1624.",{"entities":[]}],["10 A. Sakuda, T. Takeuchi and H. Kobayashi, Solid State Ionics,2016, 285, 112–117.11 F. Mizuno, A. Hayashi, K. Tadanaga and M. Tatsumisago,Solid State Ionics, 2006, 177, 2721–2725.12 S. Ito, M. Nakakita, Y. Aihara, T. Uehara and N. Machida, J.Power Sources, 2014, 271, 342–345.13 N. H. H. Phuc, K. Morikawa, M. Totani, H. Muto andA. Matsuda, Solid State Ionics, 2016, 285, 2–5.",{"entities":[]}],["14 X. Y. Yao, D. Liu, C. S. Wang, P. Long, G. Peng, Y. S. Hu, H. Li, L. Q. Chen and X. X. Xu, Nano Lett., 2016, 16, 7148–7154. 15 S. Teragawa, K. Aso, K. Tadanaga, A. Hayashi and M. Tatsumisago, J. Mater. Chem. A, 2014, 2, 5095–5099. 16 H. Wang, Z. D. Hood, Y. N. Xia and C. D. Liang, J. Mater.Chem. A, 2016, 4, 8091–8096.RSC Adv., 2017, 7, 46499–46504 | 46503Open Access Article. Published on 02 October 2017. Downloaded on 7/24/2024 3:56:27 AM.",{"entities":[]}]]}
