{
    "classes": [
        "SULFIDE_ELECTROLYTE",
        "IONIC_CONDUCTIVITY",
        "ELECTROCHEMICAL_STABILITY_WINDOW",
        "MECHANICAL_STRENGTH",
        "YOUNGS_MODULUS",
        "DENSITY",
        "STRUCTURE"
    ],
    "annotations": [
        [
            "ElectrochemistryCommunications128(2021)107058Availableonline29May20211388-2481/©2021TheAuthor(s).PublishedbyElsevierB.V.ThisisanopenaccessarticleundertheCCBY-NC-NDlicense(http://creativecommons.org/licenses/by-nc-nd/4.0/).Contents lists available at ScienceDirectElectrochemistry Communicationsjournal homepage: www.elsevier.com/locate/elecomShort CommunicationLi9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3: A functionally stable sulfide solid electrolyte in air for solid-state batteries",
            {
                "entities": [
                    [
                        361,
                        373,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "The air stability of a new family of sulfide solid state electrolytes of Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 (LS(Sb)PS) is reported. The Sb doping the Li9.54Si1.74P1.44S11.7Cl0.3 (LSPS). The air stability of LS(Sb)PS is tested by both material characterization and electrochemical techniques. The structure and electrochemical property of LS(Sb)PS are maintained after 1-hour air exposure in an extreme humidity environment. The lithium metal anode solid-state battery with",
            {
                "entities": [
                    [
                        73,
                        85,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        151,
                        178,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "LiNi0.83Mn0.06Co0.11O2(NMC811) as the cathode and LS(Sb)PS as the electrolyte delivers a high specific capacity and shows a high capacity-retention after cycling.",
            {
                "entities": [
                    [
                        0,
                        22,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "Solid state electrolytes have demonstrated certain compatibility with high voltage cathode and Li metal anode by various interface designs [1–4]. Sulfide solid electrolytes have attracted considerable attention due to its high ionic conductivity and unique mechanical properties [5,6]. Among them, Li9.54Si1.74P1.44S11.7Cl0.3 delivers an extremely high conductivity of 25 mS/cm and enables a solid-state battery with ultra- fast charge and discharge [7]. However, in comparison to oxide elec-",
            {
                "entities": [
                    [
                        298,
                        325,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        369,
                        377,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        [
            "trolytes, sulfide solid electrolytes often exhibit a lower air-stability. Moisture in the air can in principle always react with sulfides, leading to degraded performance [8,9]. Here in this paper, we report the air- stability of a new family of sulfide electrolytes with high ionic conduc- tivity by doping Sb element the parent material of Li9.54Si1.74P1.44S11.7Cl0.3(LSPS). A lithium metal solid-state battery was made using LiNi0.83Mn0.06Co0.11O2 (NMC811) as the cathode. The bat- tery with Sb",
            {
                "entities": [
                    [
                        342,
                        369,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "Impedance spectroscopy was employed to evaluate the ionic con- ductivity of the samples. Measurements were collected on a Solartron electrochemical potentiostat 1455A over the frequency range from 100 ◦ Hz to 1 MHz, with an amplitude of 0.01 V at room temperature (22 C). Cells with the configuration C-SE|SE|C-SE were used, where the elec- trodes (C-SE) were composed of 90 wt% of Li9.54Si1.74(P1- xSbx)1.44S11.7Cl0.3 (SE) and 10 wt% of conductive carbon black (C). Cells were previously cold",
            {
                "entities": [
                    [
                        382,
                        394,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "2. ExperimentalLi9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 of compositions ranging from 0 ≤ x ≤ 12.5% were prepared by ball milling and solid-state reaction. Stoi- chiometric amounts of Li2S (>99.9% purity, Alfa Aesar), SiS2 (American elements), P2S5 (S > 99% purity, Sigma Aldrich), Sb2S5 (Sigma Aldrich),Corresponding author.E-mail address: lixin@seas.harvard.edu (X. Li).1 Equal Contribution.",
            {
                "entities": [
                    [
                        15,
                        27,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        178,
                        182,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "Fig. 1. XRD patterns in 2θ range from a) 10 , c) Impedance complex plane plots (the inset corresponds to details of high frequency data) and d) Ionic conductivity values at room temperature of Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 (0 ≤ x ≤ 12.5%) as a function of Sb content. All XRD patterns have been identified as a LGPS-type structure with a tetragonal unit cell and the P42/nmc space group (ICSD code 248307) [1,7].and b) 25to 32to 70was maintained during the impedance measurement.",
            {
                "entities": [
                    [
                        193,
                        205,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Table 1 Refined cell parameters of Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 (.0 ≤ x ≤ 12.5%).",
            {
                "entities": [
                    [
                        35,
                        47,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "A lithium metal solid state battery was made with the structure of Li/ graphite|LS(Sb)PS|NMC811. A 25 µm lithium metal is covered by a graphite film with the capacity ratio of Li: graphite = 2.5:1 to serve as the anode side. Graphite layer is made by mixing (95 wt%) graphite with (5 wt%) PTFE. This protection layer prevents the direct contact between lithium metal and solid electrolyte [10]. 140 mg LS(Sb)PS powder was applied as the electrolyte. 70 wt% LiNi0.83Mn0.06Co0.11O2 (MSE Sup- plies)",
            {
                "entities": [
                    [
                        457,
                        479,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        [
            "Fig. 1a) represents the XRD patterns of the as-synthesized com- pounds, with the general formula, Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 (x = 0, 2.8, 5.5, 9.7 and 12.5%), as a function of Sb content. All XRD patterns fit well with the phase of the parent compound at x = 0%, which can be indexed using a tetragonal unit cell (P42/nmc). In order to provide more details, Fig. 1b) shows an expanded region of the collected XRD data in ◦ the 2θ range from 25 . It can be observed that at low Sb content (x",
            {
                "entities": [
                    [
                        98,
                        110,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "◦ = 0 and 2.8%), some small peaks of impurities at 25.9 are present, which may be related to Li4SiS4 and Li2SiS3, respectively, as suggested by the comparison with the XRD database. Further substitu- tion of Sb in Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 contributes to the sup- pression of the two peaks of secondary phases. Hence, samples can be considered as phase-pure compounds from approximately 5.5% to 9.7% of Sb content. As marked in Fig. 1a), additional peaks started to appear ◦ at 12.5% Sb",
            {
                "entities": [
                    [
                        93,
                        100,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        105,
                        112,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        214,
                        226,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "composition at 17.8 Bragg angles. The peak at 32.8 may be related to either SbCl3 or LiSbS2 or, generally speaking, Sb-related",
            {
                "entities": [
                    [
                        85,
                        91,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "the real Z’ axis, whose details can be observed from the inset of Fig. 1c). Fig. 1d) shows the conductivity values from the impedance measurement as a function of Sb composition. They all show high values in the range from 5 to 9 mS/cm, comparable with reported values for Li9.54Si1.74P1.44S11.7Cl0.3 [1,7,12]. Moreover, the ionic con- ductivity increases with Sb substitution up to approximately 9.7%. A",
            {
                "entities": [
                    [
                        223,
                        235,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        273,
                        300,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "to 32and 30.4and 32.8could not be identified. Nevertheless, the peak at 17.8ElectrochemistryCommunications128(2021)1070583L. Ye et al.Fig. 2. Overlapped XRD patterns in 2θ range from a) 15 after (dots) air exposure at 35to 60 C and 15% humidity for 1 h.and b) 25to 32of Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 (0 ≤ x ≤ 12.5%) samples before (solid lines) and",
            {
                "entities": [
                    [
                        270,
                        282,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Fig. 3. (a,b) Impedance complex plane plots (x = 0% and x = 9.7%) and (c) conductivity values for Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 (x = 0% ~ 12.5%) before and after air exposure (35C, 15% humidity) for 1 h.",
            {
                "entities": [
                    [
                        98,
                        110,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "similar behavior has been previously reported for other Sb-substituted sulfide solid electrolytes [8,13]. Note that the cold press method used in our experiment gives a weaker interface contact than hot press, leading to lower ionic conductivity than the highest reported value of 25 mS/cm at x = 0% [7]. The relative increase of ionic conductivity with Sb doping for x > 0% here thus indicates that the actual ionic conductivity of materials can be very high in Sb doped Li9.54Si1.74(P1-",
            {
                "entities": [
                    [
                        281,
                        289,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        472,
                        484,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "xSbx)1.44S11.7Cl0.3. Substitutions beyond 9.7% give rise to Sb-rich sec- ondary phases, as it can be observed from the XRD data (Fig. 1a)). These secondary phases may be responsible for the decrease of the ionic con- ductivity, which drops from 8.8 mS/cm at 9.7% of Sb substitution to 5.8 mS/cm for 12.5% of Sb. In practice, the mechanism to improve the ionic conductivity of solid electrolyte is complicated, which can be influenced",
            {
                "entities": [
                    [
                        245,
                        254,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        285,
                        294,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "The air stability of solid electrolytes is of great interest as it would give more flexibility in handling sulfide-based solid electrolytes, thus it is a critical factor to promote a much more affordable mass production in industrial applications. Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 (x = 0, 2.8, 5.5, 9.7 and 12.5%) samples of different compositions were exposed to air atElectrochemistryCommunications128(2021)1070584L. Ye et al.",
            {
                "entities": [
                    [
                        248,
                        260,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Fig. 4. (a, b) Charge and discharge profiles at 0.5 C-rate and 55 C of solid-state batteries using NMC811 cathode, graphite protected Li metal anode and Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 as solid electrolyte before and after air exposure at (a) x = 9.7% for LS(Sb)PS and (b) x = 0 for LSPS. (c) Cycling performance of the batteries using Li9.54Si1.74(P1-xSbx)1.44S11.7Cl0.3 at x = 9.7% for LS(Sb)PS and at x = 0 for LSPS as the electrolytes before and after air exposure. (d-e) XPS mea- surements",
            {
                "entities": [
                    [
                        153,
                        165,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "A new sulfide solid electrolyte with the composition of Li9.54Si1.74(P1- xSbx)1.44S11.7Cl0.3 is synthesized. It is found that the ionic conductivity of the sulfide is improved after Sb doping. The crystal structure of the solid electrolyte is maintained after exposing the powder in an environment with a high moisture of 15% relative humidity. The good battery per- formance of LS(Sb)PS before and after air exposure indicates that it is a promising solid electrolyte with functional air-stability",
            {
                "entities": [
                    [
                        56,
                        68,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "[12] R. Xu, Z. Wu, S. Zhang, X. Wang, Y. Xia, X. Xia, et al., Construction of All-Solid-State Batteries based on a Sulfur-Graphene Composite and Li9.54Si1.74P1.44S11.7Cl0.3 Solid Electrolyte, Chem. Eur. J. 23 (2017) 13950–13956, https://doi.org/10.1002/chem.201703116.",
            {
                "entities": [
                    [
                        145,
                        172,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "[18] S. Wenzel, S. Randau, T. Leichtweiß, D.A. Weber, J. Sann, W.G. Zeier, et al., Direct Observation of the Interfacial Instability of the Fast Ionic Conductor Li10GeP2S12 at the Lithium Metal Anode, Chem. Mater. 28 (2016) 2400–2407, https://doi.org/ 10.1021/acs.chemmater.6b00610.",
            {
                "entities": [
                    [
                        161,
                        172,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ]
    ]
}
