{
    "classes": [
        "SULFIDE_ELECTROLYTE",
        "IONIC_CONDUCTIVITY",
        "ELECTROCHEMICAL_STABILITY_WINDOW",
        "MECHANICAL_STRENGTH",
        "YOUNGS_MODULUS",
        "DENSITY",
        "STRUCTURE"
    ],
    "annotations": [
        null,
        null,
        null,
        null,
        [
            "Li[Ni0.88Co0.11Al0.01]O2 while Li6PS5Cl a hybrid catholyte, Li3YCl6 (0.40 mS cm (cid:0) 1) serves as a Li (1.80 mS cm highway. Li[Ni0.88Co0.11Al0.01]O2 cathodes with an optimal fraction of Li3YCl6, 10 wt% with respect to Li [Ni0.88Co0.11Al0.01]O2, substantially outperform electrodes using either Li6PS5Cl or (cid:0) 1 at 0.1C, respectively), initial Coulombic efficiency, rate Li3YCl6 in terms of capacity (202 vs. 171 or 191 mA h g capability, and cycling performance. The superiority of Li3YCl6",
            {
                "entities": [
                    [
                        0,
                        24,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        31,
                        39,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        60,
                        67,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        69,
                        79,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        127,
                        151,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        189,
                        196,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        221,
                        246,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        297,
                        305,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        378,
                        385,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        490,
                        497,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "for interfacial stability in the Li3YCl6-coated electrode to the electrode without Li3YCl6 is confirmed by complementary analysis. Moreover, the digital twin model is successfully established and reveals electrically isolated Li[Ni0.88Co0.11Al0.01]O2 particles when 14 wt% Li3YCl6 is used. This insight leads to the development of a mixed conductor coating consisting of Li3YCl6 and carbon, further enhancing the performance: e.g., 134 vs. 53 mA h g",
            {
                "entities": [
                    [
                        33,
                        47,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        83,
                        90,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        226,
                        250,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        273,
                        280,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        371,
                        378,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "layered oxide cathode active materials (CAMs) LiMO2 (M = Ni, Co, Mn, and Al mixture), [22–31] and the reactivity becomes more severe for delithiated (or charged) CAMs. [30,31] Owing to these low electro- chemical stability and chemical incompatibility, unprotected LiMO2 cathodes combined with sulfide SEs exhibit poor electrochemical per- formances. [26–32] Therefore, it is a common practice to apply pro- tective oxide coatings on LiMO2, such as LiNbO3, Li2ZrO3, and Li3-xB1-xCxO3. [4,9,33–35]",
            {
                "entities": [
                    [
                        46,
                        51,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        265,
                        270,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        434,
                        439,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "+(cid:0) 6 S cm+Sulfide SEs, such as argyrodites, Li6-xPS5-xCl1+x (maximum Licon- (cid:0) 1), are the state-of-the-art candidates that ductivity of ~10 mS cm satisfy the two major criteria described above. [5,16–19] However, their intrinsic electrochemical oxidation stability is poor; the onset potential + for oxidation is < 3 V (vs. Li/Li ). [5,20,21] Moreover, experimental and theoretical investigations revealed that sulfide SEs are reactive with",
            {
                "entities": [
                    [
                        50,
                        65,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        148,
                        157,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        null,
        [
            "https://doi.org/10.1016/j.ensm.2022.11.038 Received 2 October 2022; Received in revised form 17 November 2022; Accepted 20 November 2022EnergyStorageMaterials55(2023)193–204194J.S. Kim et al.(cid:0) 1), [43] and Li2+xZr1-xInxCl6 (2.1 mS cm(cid:0) 1). [45] Despite these (cid:0) 1",
            {
                "entities": [
                    [
                        212,
                        228,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        230,
                        239,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        [
            "oxidation stability of chloride SEs compared with that of sulfide SEs. [47] In 2018, Asano et al. reported an outstanding electrochemical performance of uncoated LiCoO2 using Li3YCl6 (LYC), which was attributed to the excellent (electro)chemical stability of LYC. [32] The following extensive efforts identified several novel halide compounds, (cid:0) 1), [40,41] including Li3InCl6 (1.5 mS cm (cid:0) 1). [43] Aliovalent substitutions could further and Li2ZrCl6 (0.4 mS cm (cid:0) 1), improve the",
            {
                "entities": [
                    [
                        162,
                        168,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        175,
                        182,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        374,
                        382,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        384,
                        393,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        454,
                        462,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        464,
                        473,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        [
            "ionic conductivities, e.g., Li3-xY1-xZrxCl6 (1.4 mS cm (cid:0) 1), [44] Li2+xZr1-xFexCl6 (0.98 mS [48] Li3-xYb1-xHfxCl6 (1.5 mS cm",
            {
                "entities": [
                    [
                        28,
                        43,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        45,
                        54,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        72,
                        88,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        90,
                        97,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        103,
                        119,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        121,
                        130,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        [
            "cm progresses, the ionic conductivities of halide SEs with max. ~1 mS cm have remained lower compared to sulfide SEs. Moreover, halide SEs are (cid:0) 3 heavier than sulfide SEs (e.g., LYC: 2.43 g cm (cid:0) 3), which is translated into the lower vs. Li5.5PS4.5Cl1.5: 1.88 g cm specific energy density of resulting ASLBs. [31] Moreover, the practical applications of halide SEs suffer from the use of costly central metal elements, mostly rare earth metals, with the exception of Zr. [38,43,49]",
            {
                "entities": [
                    [
                        64,
                        72,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        251,
                        266,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "(cid:0) 3, Li3InCl6: 2.71 g cm(cid:0) 1), [39] Li3ScCl6 (3 mS cm",
            {
                "entities": [
                    [
                        11,
                        19,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        47,
                        55,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        57,
                        64,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        [
            "Fig. 1. Design of halide-sulfide hybrid catholytes for Ni-rich-layered oxide cathodes Li[Ni0.88Co0.11Al0.01]O2 (NCA). a) Schematic illustrating pros and cons of halide and sulfide SEs and corresponding design of halide-sulfide catholyte for all-solid-state Ni-rich layered cathodes, wherein the Ni-rich layered CAMs are coated with halide SEs. b) Schematic of the fabrication of NCA cathodes using LYC-LPSCl catholyte. SEM images of c) bare NCA particle, and NCA particles coated with 10 wt% LYC by",
            {
                "entities": [
                    [
                        86,
                        110,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "EnergyStorageMaterials55(2023)193–204195J.S. Kim et al.(electro)chemical oxidation stability, is counterbalanced by the lower ionic conductivities, heaviness, and higher costs.confirms the intactness of the NCA crystal without the evolution of any impurity phases during the mechanical coating process and the presence of the trigonal Li3YCl6 phase despite the low crystallinity (Supplemen- tary Fig. S1).",
            {
                "entities": [
                    [
                        335,
                        342,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "Based on the aforementioned background and motivations, this study investigates a rational design of halide-sulfide hybrid catholytes. Although halide and sulfide SEs were used as the catholyte and sepa- rating SE layer, respectively, in previous reports, [31,38,43–45,49] a hybrid catholyte design has been unprecedented. For the hybrid cath- (cid:0) 1) as a model olytes in this study, a minimal amount of LYC (0.40 mS cm halide SE coats Li[Ni0.88Co0.11Al0.01]O2 (NCA) CAMs while the sulfide",
            {
                "entities": [
                    [
                        413,
                        423,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        440,
                        464,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "transport (1.8 mS SE, Li6PS5Cl (LPSCl), serves as a highway for fast Li (cid:0) 1), as is illustrated in Fig. 1a. By this synergistic strategy, NCA cm electrodes coated with 10 wt% LYC with respect to NCA (or 33 wt% LPSCl with respect to NCA) exhibited an optimal performance; for example, the capacity retention at 2C with respect to the capacity at 0.1C was improved from 16% and 54% for using solely either LPSCl or LYC, respectively, to 61% for using 10 wt% LYC. The LYC coating minimized the",
            {
                "entities": [
                    [
                        11,
                        20,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        22,
                        30,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "++(cid:0) 1) compared to that of LYC (0.4 mS cm+EnergyStorageMaterials55(2023)193–204197J.S. Kim et al.",
            {
                "entities": [
                    [
                        38,
                        72,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "with the uptake of oxygen by Li6PS5Cl. Ex situ XPS spectra for the electrode with 10 wt% LYC are shown in Fig. 5d. The P 2p spectra for the electrode with 10 wt% LYC also showed the Li6PS5Cl-derived oxidized species, which should evolve in the interfacial region which LYC did not protect. However, the fractions of the oxidized species in the electrode with LYC were much lower compared with the electrode without LYC (Supplementary Table S3). Interestingly, the Y 3d spectrum after cycling",
            {
                "entities": [
                    [
                        29,
                        38,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "exhibited an unexpected evolution of Y2O3. In previous studies, LYC did not suffer from any oxidation when employed as a single catholyte for LiMO2. [31,32] Moreover, the surface region of the NCA particle that was in contact with LYC retained its original layered crystal structure (Fig. 5b). From these results, the oxidation of LYC after cycling is seen to be coupled with the oxidation of Li6PS5Cl, implying that the suppression of oxidation of halide SEs in the hybrid catholyte could be",
            {
                "entities": [
                    [
                        393,
                        401,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "halide and sulfide SEs strongly affect the electrochemical performance. Consistently, Koc et al., reported that the electrochemical degradation at the triple-phase Li[Ni,Co,Mn]O2-LPSCl-Li3InCl6 contact point within a composite is caused by the chemical incompatibility between Li3InCl6 and LPSCl. [66]",
            {
                "entities": [
                    [
                        164,
                        193,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        277,
                        285,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "Electrochemical performance of an NCA electrode coated with another halide SE Li3InCl6 (10 wt%) was also assessed. Despite the (cid:0) 1) than that of LYC (0.4 higher Li (cid:0) 1), the Li3InCl6-coated electrode exhibited the lower capacities mS cm and poorer cycling performance compared with the LYC-coated elec- trode (Supplementary Fig. S8). This result is contrasted by stable cycling performances in previous results for which Li3InCl6 was employed as a single catholyte, [39] and it indicates",
            {
                "entities": [
                    [
                        433,
                        441,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "(cid:0) 3, 10(cid:0) 4, and 10conductivity (10+conductivity of Li3InCl6 (1.0 mS cm+conductive (compared to LPSCl) impurity layer was found toEnergyStorageMaterials55(2023)193–204199J.S. Kim et al.",
            {
                "entities": [
                    [
                        63,
                        71,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        73,
                        93,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ]
    ]
}
