{
    "classes": [
        "SULFIDE_ELECTROLYTE",
        "IONIC_CONDUCTIVITY",
        "ELECTROCHEMICAL_STABILITY_WINDOW",
        "MECHANICAL_STRENGTH",
        "YOUNGS_MODULUS",
        "DENSITY",
        "STRUCTURE"
    ],
    "annotations": [
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "All-solid-state lithium-ion batteries (LIBs) utilizing inorganic solid electrolytes (SEs) are being actively researched, and they have demonstrated improved performances with time. Particularly, batteries employing sulﬁde SEs, such as Li10GeP2S12,1 Li7P3S11,2 and Li9.54Si1.74P1.44S11.7Cl0.3,3 exhibit relatively high performances because of the high ionic conductivity and softness of sulﬁde SEs. Conversely, the ionic conductivities of oxide SEs, such as Li1.35- Al0.35Ge0.2Ti1.45(PO4)3,4",
            {
                "entities": [
                    [
                        235,
                        248,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        249,
                        259,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        264,
                        293,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        457,
                        482,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Li6.5La3Zr1.5Nb0.5O12,5 and Li0.34La0.56- TiO3,6 are also improving with time, exhibiting a relatively high ionic conductivity of ³10¹3 S cm¹1, which is more than one order of magnitude lower than those of organic electrolytes. Furthermore, since it is challenging to form a Li-transfer path between particles because crystalline oxide SEs exhibit low deformable property. Thus, oxide-type all-solid-state LIBs exhibit low battery perform- ances.7 However, oxide-type all-solid-state LIBs would",
            {
                "entities": [
                    [
                        0,
                        23,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        28,
                        48,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        130,
                        142,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        null,
        [
            "Recently, it was reported that Li3BO3–Li2SO4–Li2CO3, Li2CO3– Li3BO3, and Li2SO4–Li2CO3 systems with high deformability provided good inter particle contact between the active material, thereby demonstrating relatively high battery performance.8–10 Furthermore, we also reported the battery performances of a full battery cell in an oxide-type all-solid-state Li2S–Si system with high energy density and area capacity employing Li2SO4–Li2CO3–LiX systems with excellent deformability and relatively",
            {
                "entities": [
                    [
                        31,
                        51,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        53,
                        67,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        73,
                        86,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        359,
                        366,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        427,
                        444,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "high ionic conductivity at 45 °C.11 Here, Li2S and Si are known for high- theoretical-capacity electrode active materials with speciﬁc capaci- ties of 1166 and 4212 mAh g¹1, respectively.12 Then, it reported relatively high deformability and high ionic conductivity of >3 © 10¹5 S cm¹1 for Li2O–LiI systems.13 Based on the foregoing",
            {
                "entities": [
                    [
                        274,
                        285,
                        "IONIC_CONDUCTIVITY"
                    ],
                    [
                        290,
                        298,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "reports, it was considered that highly deformable oxide SEs could eﬀectively improve the battery performances of all-solid-state LIBs by forming good inter particle contact. Moreover, we also reported the preparation of high-battery-performance positive and negative composite electrodes for sulﬁde-type all-solid-state Li2S–Si batteries via an eﬀective one-step preparation method employing mechanical milling to accelerate the generation of SE employing activated carbon (AC) with a high speciﬁc",
            {
                "entities": [
                    [
                        320,
                        327,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "This study focuses on improving the battery performances of Li2S positive and Si negative composite electrodes for oxide-type all-solid-state Li2S–Si batteries. A one-step preparation method involving mechanical milling employing oxide SE raw materials was employed for the procedure. The half-battery cell comprising Li2S positive and Si negative composite electrodes, which were prepared from raw materials of Li2SO4–Li2CO3–LiX and Li2O–LiI systems, demonstrated relatively high capacities at 45",
            {
                "entities": [
                    [
                        142,
                        149,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        412,
                        429,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        434,
                        442,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "and 25 °C, the full battery cell comprising Li2S respectively. Furthermore, positive and Si negative composite electrodes is demonstrated at 25 °C operation and exhibited an energy density of 283 Wh kg¹1 (sum of the positive and negative composite electrodes) and an area capacity of 4.0 mAh cm¹2 at 0.064 mA cm¹2.",
            {
                "entities": [
                    [
                        300,
                        313,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        [
            "Reagent-grade Li2SO4 (Sigma Aldrich, 99.99 %), Li2CO3 (Rare Metallic Corp., 99.99 %), LiBr (Sigma Aldrich, 99.999 %), LiI (Sigma Aldrich, 99.999 %), Li2O (Kojundo Chemical Lab. Co., Ltd., 99 %), Li2S (Mitsuwa Chem., 99.9 %), Si (Niraco Co., 99.999 %), and AC (MSC-30, Kansai Coke and Chemicals Co., Ltd.) were used as starting materials for the positive and negative composite electrodes. Here, Li2SO4, Li2CO3, Si, and Li2O were vacuum dried for 12 h at 300 °C before the preparation of the",
            {
                "entities": [
                    [
                        14,
                        20,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        47,
                        53,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        395,
                        401,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        403,
                        409,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "1Electrochemistry, 90(1), 017006 (2022)Table 1. Weight ratios of the Li2S and Si composite electrodes.Sample name Li2S–LSCB–AC Si–LSCI–AC Li2S–LOI–AC Si–LOI–ACReagent ratio (weight) Li2S : Li2SO4 : Li2CO3 : LiBr : AC = 30.0 : 31.8 : 14.2 : 14.0 : 10.0 Si : Li2SO4 : Li2CO3 : LiI : AC = 30.0 : 25.9 : 11.6 : 22.5 : 10.0 Li2S : Li2O : LiI : AC = 30.0 : 18.5 : 41.5 : 10.0 Si : Li2O : LiI : AC = 30.0 : 18.5 : 41.5 : 10.0",
            {
                "entities": [
                    [
                        257,
                        263,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        266,
                        272,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "AC, and SE raw materials were composted in an Ar atmosphere at a rotational speed of 370 rpm for 8 h.11,14 The weight ratios of the active material for all the positive and negative composite electrodes were set to 30 wt%, and those of the other components are displayed in Table 1. Here, composition formulae of LSCB, LSCI, and LOI were 0.45Li2SO4–0.30Li2CO3–0.25LiBr, 0.42Li2SO4–0.28Li2CO3– 0.30LiI, and 0.67Li2O–0.33LiI, respectively. Additionally, the ionic conductivities of LSCB, LSCI, and LOI",
            {
                "entities": [
                    [
                        338,
                        368,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        370,
                        392,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        406,
                        422,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "prepared by mechanical milling following previous reports were 3.7, 5.9, and 16 © 10¹6 S cm¹1, respectively.11,13",
            {
                "entities": [
                    [
                        82,
                        93,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        null,
        [
            "electrode/blended SE containing crystalline Li10GeP2S12 and 80Li2S–20P2S5 glass (B– SE) (4.5 mS cm¹1) as the SE layer/Li–In alloy counter electrode and Si negative composite electrode/Li3PS4–LiI (1.5 mS cm¹1) as the SE layer/Li–In alloys. Here, the molar ratio of Li/In in the counter electrode was 0.64, and the potential of the Li–In alloys was a constant value (0.62 V vs. Li).15 Next, 10.0 mg of the Li2S positive composite electrode powder (or 5.0 mg of the Si negative composite electrode",
            {
                "entities": [
                    [
                        44,
                        55,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        60,
                        73,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "powder) and 80 mg of B–SE or Li3PS4–LiI powder were placed in a 10-mm-inner-diameter ceramic tube and pressed by stainless steel at 720 MPa to form a two-layered pellet. Next, the Li– In alloy counter electrode was formed by pressing a stack of Li and In foil on the surface of the two-layered pellet, which was in contact with B–SE or Li3PS4–LiI at 80 MPa. The resulting three-layered pellet was subsequently sandwiched in two stainless-steel rods, which acted as current collectors. Afterward, the",
            {
                "entities": [
                    [
                        29,
                        39,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        336,
                        346,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "full-battery cell structure comprising Li2S positive composite electrode/Li3PS4–LiI SE layer/Si negative composite electrode was obtained. Further, 10.0 mg of the Li2S positive composite electrode powder, 80 mg of the Li3PS4–LiI powder, and 5.0 mg of the Si negative composite electrode powder were placed in a 10-mm-inner-diameter ceramic tube and pressed by the stainless steel at 720 MPa to form a three- layered pellet. The resulting three-layered pellet was subsequently sandwiched in two",
            {
                "entities": [
                    [
                        63,
                        83,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        218,
                        228,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "stainless-steel rods, which acted as the current collectors. Here, the half- and full-battery cells were assembled in an Ar-ﬁlled glove box and placed in a sealed vessel. The battery performances of the Li2S and Si half-battery cells and Li2S–Si full- battery cells between 0.5–2.5, ¹0.6 to 2.0, and 0–3.0 V, respectively, were evaluated at a constant current density of 0.064–0.13 mA cm¹2 at 45 and 25 °C employing a charge–discharge measuring device (ACD-01, Asuka Electronics Co. Ltd.). Here, the",
            {
                "entities": [
                    [
                        238,
                        245,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        371,
                        389,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        null,
        [
            "observed in Li2S–LSCB–AC and Si–LSCI–AC that were prepared from the raw materials of the Li2SO4–Li2CO3–LiX systems other than crystalline active materials (Figs. 1a and 1b), and this indicated that the particles of the active materials were miniaturized during the process since their peaks were much broader than those of their starting materials. Furthermore, the result indicated that Li2S was changed into an Li2S–LiBr solid solution since the XRD patterns of Li2S in Li2S–LSCB–AC were lower 2ª",
            {
                "entities": [
                    [
                        12,
                        24,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        29,
                        39,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        89,
                        106,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        413,
                        422,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        472,
                        484,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "than that of the starting material of Li2S.16 Thus, it was assumed that both electrodes were prepared via the one-step process employing the active materials, AC, and SE raw materials to simultaneously generate oxide SE and their composite, as observed in the one-step preparation of Li2S and Si composite electrodes for sulﬁde systems.14",
            {
                "entities": [
                    [
                        38,
                        45,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Figures 1c and 1d show the charge–discharge curves of the half-battery cells employing Li2S–LSCB–AC and Si–LSCI–AC at 0.064 mA cm¹2 and 45 °C, respectively. Li2S–LSCB–AC underwent reversible charge–discharge reactions with capacities that gradually increased with the increasing cycles from the 1st to 5th cycles, after which it exhibited a discharge capacity of 848 mAh g¹1 (Li2S) at the 5th cycle. This improved capacity might be due to the improvement of the utilized Li2S with the increasing",
            {
                "entities": [
                    [
                        87,
                        99,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        104,
                        114,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        118,
                        131,
                        "DENSITY"
                    ],
                    [
                        157,
                        169,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "cycles, as observed with the Li2S positive composite electrode that was prepared from 0.45Li2- SO4–0.30Li2CO3–0.25LiBr via a two-step process.11 However, the capacity was lower than those of the Li2S positive composite electrodes that were prepared via the two-step process. The low ionic conductivity of SE in Li2S–LSCB–AC might be due to the decreasing ratio of LiBr in SE since the reaction for generating SE competes with the generation of the Li2S–LiBr solid solution. Conversely, the",
            {
                "entities": [
                    [
                        86,
                        118,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        311,
                        323,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        448,
                        457,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "capacities of Si–LSCI–AC gradually increased with the increasing cycles from the 1st to 5th cycles and exhibited a charge capacity of 2490 mAh g¹1 (Si), which was an almost controlled capacity, in the 5th cycle. This performance was much similar to that of the two-step-prepared electrode.11 It was assumed that 0.42Li2SO4–0.28Li2CO3–0.30LiI was generated via the one- step process since Si, dissimilar to Li2S, did not compete with the generation of the solid solution. Further, Figs. 1e and 1f",
            {
                "entities": [
                    [
                        14,
                        24,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        312,
                        341,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "show the charge–discharge curves of the half-battery cells employing Li2S– LSCB–AC and Si–LSCI–AC at 0.064 mA cm¹2 and 25 °C, respectively. The capacities of Li2S–LSCB–AC increased with the increasing cycles from the 1st to 5th cycles, exhibiting a discharge capacity of 547 mAh g¹1 (Li2S) in the 5th cycle. However, the capacity was much lower because of the lower ionic conductivity of SE and the reactivity of Li2S at 25 °C than at 45 °C. Contrarily, the performances of Si–LSCI–AC were similar",
            {
                "entities": [
                    [
                        69,
                        82,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        87,
                        97,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        101,
                        114,
                        "DENSITY"
                    ],
                    [
                        158,
                        170,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        474,
                        484,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "at 25 °C and 45 °C where the overvoltage is slightly large. These diﬀerences between the Li2S and Si composite electrodes were caused by the diﬀerent conductivities of Li2S and Si. Therefore, it is important to improve the performance of the positive composite electrode since it would strongly inﬂuence the performance of the Li2S–Si full-battery cell. Next, the raw materials of Li2O–LiI systems were investigated as the starting materials to improve the ionic conductivities of the positive and",
            {
                "entities": [
                    [
                        327,
                        334,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        381,
                        389,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "negative composite electrodes. Figures 2a and 2b show the XRD patterns of Li2S–LOI–AC and Si–LOI–AC, respectively. Li2S with the low 2ª value corresponds to the Li2S–LiI solid solution, and the Li2O phases were detected in the XRD patterns of",
            {
                "entities": [
                    [
                        74,
                        85,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        90,
                        99,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "3. Results and DiscussionThe XRD patterns revealed that no crystalline phase was2Electrochemistry, 90(1), 017006 (2022)Figure 1. XRD patterns of (a) Li2S–LSCB–AC and (b) Si–LSCI–AC. Charge–discharge curves of the (c, e) Li2S–LSCB–AC and (d, f ) Si– LSCI–AC half-battery cells at 0.064 mA cm¹2 at 45 and 25 °C.",
            {
                "entities": [
                    [
                        149,
                        161,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        220,
                        232,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        245,
                        256,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        279,
                        292,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "Figure 2. XRD patterns of (a) Li2S–LOI–AC and (b) Si–LOI–AC. Charge–discharge curves of the (c, e) Li2S–LOI–AC and (d, f ) Si–LOI– AC half-battery cells at 0.064 mA cm¹2 at 45 and 25 °C.",
            {
                "entities": [
                    [
                        30,
                        41,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        50,
                        60,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        99,
                        110,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        156,
                        169,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "Li2S–LOI–AC, indicating that the Li2O phase remained because the ratio of LiI was reduced via the generation of the Li2S–LiI solid solution and was out of the range of the Li2O–LiI solid solution. Contrarily, the XRD patterns of Si–LOI–AC revealed only the Si crystalline phase without the Li2O and LiI phases. Thus, it was assumed that it remained in the solid-solution range of the Li2O–LiI systems in Si–LOI–AC.",
            {
                "entities": [
                    [
                        0,
                        11,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        116,
                        124,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        172,
                        180,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        229,
                        238,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        384,
                        392,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        404,
                        413,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Figures 2c and 2d show the charge–discharge curves of the half-battery cells employing Li2S–LOI–AC and Si–LOI–AC at 0.064 mA cm¹2 and 45 °C, respectively. Li2S–LOI–AC exhibited a lower overvoltage and a higher capacity than Li2S–LSCB–AC, indicating that the resistance of the positive composite electrode was",
            {
                "entities": [
                    [
                        87,
                        98,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        103,
                        112,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        116,
                        129,
                        "DENSITY"
                    ],
                    [
                        155,
                        166,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        224,
                        236,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "reduced by the high ionic conductivity of the Li2O–LiI systems. However, an irreversible oxidation capacity of about 270 mAh g¹1 (Li2S) was observed in the 1st cycle, and it corresponds to the oxidation of LiI in the solid-solution component. Thereafter, the charge and discharge capacities were about 950 mAh g¹1 (Li2S) with coulombic eﬃciencies of >97 % from the 2nd to 5th cycles. Thus, it was assumed that the oxidation of SE in the positive composite electrode proceeded mainly during the 1st",
            {
                "entities": [
                    [
                        46,
                        54,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "charge cycle. Conversely, the discharge and charge capacities of Si–LOI–AC in the 1st cycle were 2500 and 3150 mAh g¹1 (Si), respectively, indicating a higher charge capacity than the discharge one. Furthermore, the 1st discharge potential of Si–LOI–AC was much lower than that of",
            {
                "entities": [
                    [
                        65,
                        74,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        243,
                        252,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "3Electrochemistry, 90(1), 017006 (2022)Figure 3. Charge–discharge curves of the (a, d) Li2S–LSCB–AC/Si–LSCI–AC and (b, e) Li2S–LOI–AC/Si–LOI–AC full-battery cells at 0.064 mA cm¹2 at 45 and 25 °C. Cycling performances of the (c) Li2S–LSCB–AC/Si–LSCI–AC and (f ) Li2S–LOI–AC/Si–LOI–AC full- battery cells at 0.13 mA cm¹2 at 45 and 25 °C.",
            {
                "entities": [
                    [
                        87,
                        110,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        122,
                        143,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        166,
                        179,
                        "DENSITY"
                    ],
                    [
                        229,
                        252,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        262,
                        283,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        307,
                        319,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "Si–LSCI–AC, there were Li–Si alloys or other lithiated products owing to the reaction between Si and Li2O during the mechanical milling of Si–LOI–AC. Subsequently, the discharge and charge capacities were stable at about 2500 mAh g¹1 (Si) (controlled value) with coulombic eﬃciencies of >99 % at the 2nd– 5th cycles. Furthermore, Figs. 2e and 2f show the charge–discharge curves of the half-battery cells employing Li2S–LOI–AC and Si– LOI–AC at 0.064 mA cm¹2 and 25 °C, respectively. These",
            {
                "entities": [
                    [
                        415,
                        426,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        431,
                        441,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        445,
                        458,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "capacities are slightly lower than those at 45 °C. However, the capacity of Li2S–LOI–AC was much higher than that of Li2S–LSCB–AC at 25 °C because of the high ionic conductivity of the Li2O–LiI system. Next, Si–LOI–AC and Si–LSCI–AC exhibited similar reversible capacities from the 2nd to the 5th cycles. Thus, it was assumed that the electrodes employing low-reactive active materials, such as Li2S, were more sensitive for the ionic conductivity of SE than high electroconductive active materials,",
            {
                "entities": [
                    [
                        76,
                        87,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        117,
                        129,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        185,
                        193,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        208,
                        217,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        222,
                        232,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "Finally, the charge–discharge performances of the full-battery cells for Li2S–LSCB–AC/Si–LSCI–AC and Li2S–LOI–AC/Si– LOI–AC were demonstrated. Figures 3a and 3b show the charge– discharge curves of the full-battery cells of Li2S–LSCB–AC/Si– LSCI–AC and Li2S–LOI–AC/Si–LOI–AC at 0.064 mA cm¹2 and 45 °C, respectively. The capacities of Li2S–LSCB–AC/Si–LSCI– AC increased gradually with the increasing cycles from the 1st to 5th cycles by increasing utilization of Li2S. Thereafter, it exhibited a",
            {
                "entities": [
                    [
                        73,
                        96,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        101,
                        116,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        224,
                        248,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        253,
                        274,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        278,
                        291,
                        "DENSITY"
                    ],
                    [
                        335,
                        356,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "discharge capacity of 754 mAh g¹1 (Li2S), which was similar to the half-battery cell of Li2S–LSCB–AC in the 5th cycle. However, the ﬁrst discharge capacity was smaller than that of the half battery cell of Li2S–LSCB–AC because the delithiation potential of Si was limited to 0.5–1.0 V (vs. Li–In) under discharge test conditions of the Li2S–Si full-battery cell. Conversely, Li2S–LOI–AC/Si–LOI– AC exhibited similar ﬁrst discharge capacity of half battery cell of Li2S–LOI–AC because the potential",
            {
                "entities": [
                    [
                        88,
                        100,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        206,
                        218,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        375,
                        394,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "of the negative electrode was low owing to the large irreversible charge capacity of Li2S–LOI–AC and the existence of the Li–Si alloy in Si–LOI–AC. However, the capacities were reduced with the increasing number of cycles probably because the oxidation of LiI in Si–LOI–AC proceeded",
            {
                "entities": [
                    [
                        85,
                        96,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        137,
                        147,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        263,
                        272,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "with the increasing number of cycles, thereby reducing the ionic conductivity of SE. Further, the cycling performances of Li2S– LSCB–AC/Si–LSCB–AC and Li2S–LOI–AC/Si–LOI–AC at 0.13 mA cm¹2 and 45 °C are shown in Fig. 3c. Li2S–LSCB–AC/ Si–LSCI–AC exhibited a discharge capacity of 753 mAh g¹1 (Li2S) in the 15th cycle, and this value corresponds to the result of the low current density test since it continued to improve the utilization of Li2S. Dissimilarly, the cycling capacity of",
            {
                "entities": [
                    [
                        122,
                        146,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        151,
                        172,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        176,
                        188,
                        "DENSITY"
                    ],
                    [
                        221,
                        245,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Li2S–LOI–AC/Si–LOI– AC reduced with the increasing number of cycles to 638 mAh g¹1 (Li2S) in the 15th cycle. The capacities of Li2S–LOI–AC/Si–LOI– AC were lower than those of Li2S–LSCB–AC/Si–LSCI–AC despite its higher initial capacity at 0.064 mA cm¹2 at 45 °C. This is probably because the oxidation of LiI in Li2S–LOI–AC proceeded further and reduced the ionic conductivity. Figures 3d and 3e show their charge–discharge curves at 0.064 mA cm¹2 and 25 °C. Regarding Li2S–LSCB–AC/Si–LSCI–AC, the",
            {
                "entities": [
                    [
                        0,
                        19,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        127,
                        146,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        175,
                        198,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        311,
                        322,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        433,
                        446,
                        "DENSITY"
                    ],
                    [
                        468,
                        491,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "capacities increased with the increasing number of cycles, although it was much lower than that at 45 °C because the ionic conductivity of the positive composite electrode decreased with the decreasing temperature (Fig. 3d). Conversely, Li2S–LOI–AC/Si–LOI–AC exhibited a ﬁrst discharge capacity of 1043 mAh g¹1 (Li2S) at 25 °C, which is close to that of 45 °C, because of the high ionic conductivity of Li2O–LiI systems. From the average voltage (1.36 V) and capacity at the ﬁrst discharge at 0.064",
            {
                "entities": [
                    [
                        237,
                        258,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        403,
                        411,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        493,
                        498,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "mA cm¹2 and 25 °C, it was calculated a relatively high energy density of 283 Wh kg¹1 (the sum of the masses of the positive and negative composite electrodes) and an area capacity of 4.0 mAh cm¹2. Incidentally, the energy density of the test cell including weight of SE layer was 45 Wh kg¹1 (the sum of the masses of the positive, negative composite electrodes, and SE layer) that dramatically changes by preparation of full-battery cell construction, such as thickness of SE layer. Thus, it is",
            {
                "entities": [
                    [
                        0,
                        2,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "0.13 mA cm¹2 and 25 °C are shown in Fig. 3f. Li2S–LOI–AC/Si– LOI–AC exhibited a higher capacity than Li2S–LSCB–AC/Si– LSCB–AC until the 15th cycles, dissimilar to the test at 45 °C; this indicated that the ionic conductivity of Li2S–LOI–AC was still high because the oxidation of LiI was slower at 25 °C than at 45 °C. Regarding Li2S–LSCB–AC/Si–LSCB–AC, the capacity increased with the increasing cycles, indicating the improved utilization of Li2S during the cycles.",
            {
                "entities": [
                    [
                        45,
                        67,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        101,
                        125,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        228,
                        239,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        329,
                        352,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "This paper reports a one-step method for preparing Li2S-positive and Si-negative composite electrodes for an oxide-type all-solid- state Li2S–Si battery and the battery performances of the full battery cells employing these positive and negative composite electrodes at 25 °C. The battery performances were greatly improved by improving the potential proﬁle gap between positive and negative electrodes, which was due to the partially lithiated Si negative composite electrode. Further, the",
            {
                "entities": [
                    [
                        137,
                        144,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "oxide-type all-solid-state Li2S–Si full battery cell exhibited a relatively high energy density of 283 Wh kg¹1 (sum of the masses of the positive and negative composite electrodes) and an area capacity of 4.0 mAh cm¹2 at 0.064 mA cm¹2 and 25 °C.",
            {
                "entities": [
                    [
                        27,
                        34,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        221,
                        234,
                        "DENSITY"
                    ]
                ]
            }
        ]
    ]
}
