{
    "classes": [
        "SULFIDE_ELECTROLYTE",
        "IONIC_CONDUCTIVITY",
        "ELECTROCHEMICAL_STABILITY_WINDOW",
        "MECHANICAL_STRENGTH",
        "YOUNGS_MODULUS",
        "DENSITY",
        "STRUCTURE"
    ],
    "annotations": [
        null,
        null,
        null,
        [
            "On the other hand, the porosity of hot-pressed cell stacks is reduced to less than 10%. The electrochemical function of hot-pressed cathode composites was assessed as a function of active material and solid-state electrolyte compositions. Specifically, LiNi0.85Co0.10Mn0.05O2 and LiNi0.6Co0.2Mn0.2O2 were studied in combination with either glassy Li7P3S11, glassy Li3PS4, or β-Li3PS4 solid-state electrolytes. Cathode composites composed of LiNi0.6Co0.2Mn0.2O2 and Li3PS4 maintained the best",
            {
                "entities": [
                    [
                        253,
                        275,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        280,
                        299,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        347,
                        355,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        364,
                        370,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        375,
                        383,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        441,
                        460,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        465,
                        471,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "function after hot pressing at 200 °C and 370 MPa for 10 min. It was found that LiNi0.6Co0.2Mn0.2O2’s resistance to microc- racking and the inherent stability of Li3PS4’s fully de-networked local structure are critical to maintain good electrochemical function after hot pressing. The results of this study show that hot pressing reduces porosity in the cathode composite and confirms the feasibility of cathode support of consolidated, reinforced glass separators.",
            {
                "entities": [
                    [
                        80,
                        101,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        [
            "must also deliver higher energy density than that of Li-ion batteries and do so with Li-ion operational specifications. Therefore, this work aims to improve the energy density of all-solid-state batteries by evaluating hot pressing as a method of manufacture for Li-LiNixCoyMnzO2 (NCM) all- solid-state batteries with Li2S-P2S5 glassy electrolytes. Hot pressing was used to consolidate reinforced sulfide glass separators [1, 2] since fully dense sulfide glasses were found to adequately block Li",
            {
                "entities": [
                    [
                        263,
                        279,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        318,
                        327,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        [
            "The consolidation and electrochemical function of hot-pressed LiNixCoyMnzO2 (NCM) cathode com- posites are assessed as a function of active material and sulfide solid-state electrolyte compositions. Spe- cifically, LiNi0.85Co0.10Mn0.05O2 (NCM85105) and LiNi0.6Co0.2Mn0.2O2 (NCM622) were studied in combina- tion with either glassy Li7P3S11, glassy Li3PS4, or β-Li3PS4 solid-state electrolytes. Two different NCM cathodes were evaluated to assess potential issues associated with increas- ing cathode",
            {
                "entities": [
                    [
                        62,
                        75,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        215,
                        237,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        253,
                        272,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        331,
                        339,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        348,
                        354,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        359,
                        367,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "active material Ni content in all-solid-state bat- teries. Several phenomena were characterized to understand the effect that hot pressing has on NCM and sulfide solid- state electrolyte (SSE). Specifically, this paper examines the consolidation of SSE, the devitrification of glass SSE, the thermal stability of the buried NCM/SSE interface, and the microcracking of high Ni content NCM during stack assembly. It was determined that cathode composites made with NCM622 and Li3PS4 maintained the",
            {
                "entities": [
                    [
                        474,
                        480,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "best electrochemi- cal function after hot pressing. This result is attributed to NCM622’s resistance to microcracking and the inherent stability of Li3PS4’s fully de-networked local structure. The results of this study show that hot pressing substan- tially reduces porosity in the cathode/separator stack and confirms the feasibility of cathode support for consolidated, reinforced glass separators.",
            {
                "entities": [
                    [
                        148,
                        156,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "ratio of glass modifier to glass former 70Li2S·30P2S5 and 75Li2S·25P2S5, respectively. A third ceramic SSE, β-Li3PS4, was prepared by annealing glassy Li3PS4 at 260 °C for 2 h. X-ray diffraction (XRD) profiles for prepared SSEs are pro- vided in SFig. 1. The glassy Li3PS4 and glassy Li7P3S11 materials are fully amorphous, while the annealed Li3PS4 material is crystalline with reflections indexed to β-Li3PS4 (pdf 04–010-1784).",
            {
                "entities": [
                    [
                        40,
                        53,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        58,
                        71,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        151,
                        157,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        266,
                        272,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        284,
                        292,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        343,
                        349,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        402,
                        410,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "a n d LiNi0.85Ni0.10Mn0.05O2 (NCM85105) were acquired from BASF. Scanning electron microscopy (SEM, Hitachi S-4800) images of NCM secondary particles are provided in SFig. 2, and secondary particle size distributions are provided in SFig. 3. NCM secondary particles are predominantly less than 5 µm in diameter, which was found to be optimal for all-solid-state batteries (ASSB) [6]. To properly study the thermal stability of the buried NCM/SSE interface, the NCM acquired for this study had no",
            {
                "entities": [
                    [
                        6,
                        28,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "the ethanol and obtain a conformal coating. Finally, the dry powder was calcined in a tube furnace (MTI GSL-1100X) under oxygen flow (0.5 L/min) for 1 h at 400 °C. The pres- ence of a LiNbO3 coating was confirmed with high-resolution transmission electron microscopy (HRTEM, Talos F200X, Thermo Fisher Scientific) and differential scanning calo- rimetry (DSC) of NCM85105/β-Li3PS4 cathode composites (SFig. 4). The LiNbO3 coatings were approximately 10-nm thick and increased the onset of an",
            {
                "entities": [
                    [
                        363,
                        380,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "L i N i 0 . 6 C o 0 . 2 M n 0 . 2 O 2( N C M 6 2 2 )Device fabrication and testingExperimental methodsMaterials preparation",
            {
                "entities": [
                    [
                        0,
                        52,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Solid-state electrolyte (SSE) preparation and processing were handled in a dry, argon-filled glovebox. SSE powders were prepared by mechanochemical ball milling (Fritsch Pulverisette 7) using Li2S (99.9% Alfa Aesar) and P2S5 (99% Sigma Aldrich) precursors as previously described [1]. A total of three SSEs were prepared for this study. Two glassy SSE compositions were studied, namely, glassy Li7P3S11 and glassy Li3PS4, which may also be expressed as the molar",
            {
                "entities": [
                    [
                        394,
                        402,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        414,
                        420,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "712Journal of Solid State Electrochemistry (2022) 26:709–718Table 1 Density and porosity of cold-pressed and hot-pressed cath- ode compositesMaterial systemCP density (g/cc)HP density (g/cc)CP porosity (%)HP porosity (%)glassy Li3PS4 + NCM85105 2.95 2.863 glassy Li3PS4 + NCM622 β-Li3PS4 + NCM85105 2.36 glassy Li7P3S11 + NCM622 2.8633.19 3.149 2.47 3.49913.5 17.1 29.7 17.86.5 8.86 26.7 0",
            {
                "entities": [
                    [
                        227,
                        233,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        236,
                        244,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        263,
                        269,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        272,
                        278,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        279,
                        287,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        290,
                        298,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        311,
                        319,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        322,
                        328,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "within the range of 13.5–17.8% while the cold-pressed cath- ode composite with ceramic β-Li3PS4 SSE had the highest porosity of 29.7%. More importantly, hot pressing decreased the porosity of every cathode composite. The hot-pressed cathode composite made with glassy Li7P3S11 achieved full theoretical density, while the hot-pressed cathode compos- ites made with glassy Li3PS4 had porosities of approximately 7.6%. Even the hot-pressed cathode composite made with ceramic β-Li3PS4 was modestly",
            {
                "entities": [
                    [
                        268,
                        276,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        474,
                        482,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        [
            "To better understand why the glassy Li7P3S11 had the best process rheology, we studied SSE thermochemistry with DSC (Fig. 1a). The DSC scans for glassy Li7P3S11 and glassy Li3PS4 at a heating rate of 10 K/min show endother- mic and exothermic features attributable to the glass tran- sition and glass devitrification, respectively. We note that above the glass transition temperature, Tg, the glass softens to readily consolidate by plastic flow. Glassy Li7P3S11 has a glass transition onset of 210",
            {
                "entities": [
                    [
                        36,
                        44,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        152,
                        160,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        172,
                        178,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        454,
                        462,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "°C and a crystallization onset of 255 °C, while glassy Li3PS4 has a crystallization onset of 223 °C and no distinguishable glass transition. However, a previous study used thermomechanical analysis (TMA) to measure a glass transition temperature of approximately 204 °C for glassy Li3PS4 [9]. At 200 °C, both glassy SSEs sufficiently soften to enable good processability; however, the crystallization temperature of glassy Li7P3S11 is 32 °C higher than that of glassy Li3PS4. We find that 200 °C is",
            {
                "entities": [
                    [
                        55,
                        61,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        281,
                        287,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        423,
                        431,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        468,
                        475,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "sufficient to devitrify glass Li3PS4 during the 10-min hot pressing process, but not glassy Li7P3S11. Figure 1b shows the XRD profiles for SSE separator pellets after hot press- ing. The glassy Li7P3S11 samples remain amorphous with",
            {
                "entities": [
                    [
                        30,
                        36,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        92,
                        101,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        194,
                        202,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Fig. 1 (a) DSC curves for glassy Li7P3S11 (dashed) and glassy Li3PS4 (solid). (b) XRD profiles for glassy SSEs after hot pressing at 200 °C. XRD profiles for glassy SSEs prior to hot pressing are provided in SFig. 1. Li7P3S11 (bottom) remains amorphous while Li3PS4 (top)partially devitrifies. Peaks are primarily indexed to β-Li3PS4 (pdf 04–019-2700). A peak at approximately 32° may be attributed to Li4P2S6 (pdf 04–010-1784)Journal of Solid State Electrochemistry (2022) 26:709–718713",
            {
                "entities": [
                    [
                        33,
                        41,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        62,
                        68,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        217,
                        225,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        325,
                        333,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        402,
                        409,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Fig. 2 (a) First cycle voltage profiles for cold-pressed and hot-pressed ▸ NCM85105/β-Li3PS4 cathode composites. (b) First cycle voltage pro- files for cold-pressed and hot-pressed NCM85105/β-Li3PS4 cathode composites with carbon black additive. (c) First cycle voltage profiles for cold-pressed and hot-pressed NCM622/β-Li3PS4 cathode compos- ites with carbon black additive",
            {
                "entities": [
                    [
                        75,
                        92,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        181,
                        198,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        312,
                        327,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "no evidence of the triclinic ceramic Li7P3S11 phase [10]. However, the glassy Li3PS4 sample partially devitrifies with reflections that primarily index to β-Li3PS4. A peak at approximately 32° may be attributable to the Li4P2S6 ceramic phase [11]. We conclude that the interaction of crystallites increases the viscosity of glassy Li3PS4, which prevents the full consolidation of the Li3PS4 SSE.",
            {
                "entities": [
                    [
                        37,
                        45,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        78,
                        84,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        155,
                        164,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        220,
                        227,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        331,
                        337,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        384,
                        390,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "The second step of this study was to evaluate the electro- chemical function of hot-pressed cathode composites as a function of cathode active material. The first cycle voltage profiles for cathode composites composed of β-Li3PS4 and either NCM85105 or NCM622 are provided in Fig. 2. The hot-pressed cell with NCM85105 fails, delivering only 57 mAh/g on its first discharge (Fig. 2a). The AC impedance data for this cell are provided in SFig. 6a, and the data show that hot pressing increases total",
            {
                "entities": [
                    [
                        221,
                        229,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        241,
                        249,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        253,
                        259,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        310,
                        318,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "To understand why the hot-pressed NCM85105 cath- ode composite failed, we considered two possibilities. Let us first consider a coefficient of thermal expansion (CTE) mismatch between the β-Li3PS4 SSE and NCM active materials. The CTE for β-Li3PS3 was previously measured to be 0.5, 2, and 5 (10−5/K) in the a, b, and c crystallographic directions, respectively [12]. Similarly, we can consider the LiNi0.3Co0.3Mn0.3O2 (NCM333) active material’s previously reported bulk CTE of 1.2–1.3 (10−5/K)",
            {
                "entities": [
                    [
                        399,
                        418,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "Fig. 3 NCM microcracking analysis using PFIB and digital image analysis software. (a) PFIB SEM image of a cold- pressed NCM85105/β-Li3PS4 cathode composite cross section and (b) the corresponding processed image. (c) PFIB SEM image of a hot-pressed NCM85105/β-Li3PS4 cathode composite cross section and (d) the corresponding pro- cessed image. A portion of the cross section was excluded from image processing (black crosshatched pattern) due to an image artifact (streak). (e) PFIB SEM image of a",
            {
                "entities": [
                    [
                        120,
                        137,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        249,
                        266,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "hot-pressed NCM622/β-Li3PS4 cathode composite cross section and (f) the corresponding processed image. The color scheme for the processed images is as follows: white = SSE particle, black = pore, blue = intact NCM particle, and red = damaged NCM particle",
            {
                "entities": [
                    [
                        12,
                        27,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "with glassy Li3PS4 and ceramic β-Li3PS4 delivered the best 1st cycle discharge capacities of 135 mAh/g and 148 mAh/g, respectively. However, the cathode composite made with glassy Li7P3S11 delivered the study’s worst 1st cycle dis- charge capacity of only 49 mAh/g. Having just confirmed that NCM622 is resistant to microcracking, we sought to understand why the hot-pressed cathode composite with glassy Li7P3S11 SSE fails despite achieving near full den- sity. First, we compare the ionic",
            {
                "entities": [
                    [
                        12,
                        18,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        31,
                        39,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        405,
                        413,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "conductivity of cold-pressed and hot-pressed reinforced separator pellets, and the data are compiled in STable 3. The ionic conductivity of the hot- pressed glassy Li7P3S11 separator was 3–4 times lower than",
            {
                "entities": [
                    [
                        164,
                        172,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "The third step of this study was to evaluate the electro- chemical function of hot-pressed cathode composites as a function of SSE composition. The first cycle voltage profiles for cathode composites composed of NCM622 and either glassy Li3PS4, glassy Li7P3S11, or β-Li3PS4 are provided in Fig. 4. We note that 2 wt.% carbon black was also added to each of these composites. The cathode composites made",
            {
                "entities": [
                    [
                        237,
                        243,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        252,
                        260,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        265,
                        273,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Table 2 NCM cathode microcracking statistics for hot pressed cath- ode composites with β-Li3PS4 SSECathode composite% Damaged particles% Intact particlesHP β-Li3PS4 + NCM85105 CP β-Li3PS4 + NCM85105 HP β-Li3PS4 + NCM62231.25% 20.50% 8.42%68.75% 79.50% 91.58%Journal of Solid State Electrochemistry (2022) 26:709–718715",
            {
                "entities": [
                    [
                        156,
                        175,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        179,
                        198,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        202,
                        224,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Fig. 4 First cycle voltage profiles for NCM622 composites with either glassy Li3PS4 (solid), β-Li3PS4 (dash), or glassy Li7P3S11 (dot) SSEs and 2 wt.% carbon black additive",
            {
                "entities": [
                    [
                        40,
                        46,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        93,
                        101,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        120,
                        128,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "that of the Li3PS4 separators; however, it was still ~ 1e-4 S/cm, which is sufficient to enable good reversibility at a slow C/20 rate. Therefore, we went on to study the thermal stability of the buried NCM/SSE interface using XPS, DSC reaction kinet- ics measurement, CV, and Raman spectroscopy (Fig. 5). Here, we are the first to use XPS to study the thermal sta- bility of the buried NCM/sulfide SSE interface with NCM at 0% SOC. In the XPS experiment, the S2p transition was measured for",
            {
                "entities": [
                    [
                        12,
                        18,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        55,
                        64,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        [
            "cold-pressed and hot-pressed NCM/β-Li3PS4 cathode composites. The S2p signal was deconvoluted into two spin–orbit doublets corresponding to P‒S‒Li (S 2p3 at binding energy of 161.1 eV) and P = S (S 2p1 at binding energy of 162.3 eV) transitions [16]. The deconvoluted S2p peaks for the hot-pressed composite (Fig. 5b) were slightly shifted by 0.5 eV toward higher binding energy, which indi- cates that the β-Li3PS4 SSE was oxidized during the hot pressing process. Thermal degradation may be",
            {
                "entities": [
                    [
                        29,
                        41,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "hot-pressed cells’ total impedance is likely due to the fact that S and PxSy are both electrically and ionically insulating. Next, DSC was used to study the reaction kinetics of NCM cathode composites with either glassy Li7P3S11 (Fig. 5c) or glassy Li3PS4 (Fig. 5b). Exothermic features in the DSC scans are primarily attributable to the reaction between NCM and SSE. Weak exothermic features at tem- peratures between 200 and 300 °C for both samples are attributable to devitrification of the",
            {
                "entities": [
                    [
                        220,
                        228,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        249,
                        255,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "glassy SSE [22]. The thermochemistry of the glassy Li7P3S11 cathode composite is characterized by one sharp exothermic feature with an onset temperature of approximately 550 °C at 10 K/min heating rate and a peak response temperature, Tp, that is invariant with heating rate. The thermochemistry of the glassy Li3PS4 cathode composite is characterized by three exothermic features with an onset temperature of 420 °C at 10 K/min heating rate. In this case, the peak response temperatures for the",
            {
                "entities": [
                    [
                        51,
                        59,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        310,
                        316,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "three exothermic features are sensi- tive to heating rate. If we were to only consider the onset temperature of the exothermic features, we would wrongly conclude that glassy Li7P3S11 was more thermally stable versus NCM622 than glassy Li3PS4. However, we must also consider the reaction completion times and the reac- tion activation energies calculated using the Kissinger method, variable heating rate, and temperature at 30% reaction completion. At 10 K/min heating rate, the glassy Li7P3S11",
            {
                "entities": [
                    [
                        175,
                        183,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        236,
                        243,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        487,
                        495,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "exothermic reaction was completed in 2.7 min, whereas the glassy Li3PS4 exothermic reactions were com- pleted in 14.6 min. Similarly, at 40 K/min heating rate, the glassy Li7P3S11 exothermic reaction was completed in 1 min, whereas the glassy Li3PS4 exothermic reactions were completed in 4.6 min. Calculation of activation ener- gies also suggests that the reaction between NCM622 and glassy Li7P3S11 is much faster than the reactions between NCM622 and glassy Li3PS4. The energies of activation",
            {
                "entities": [
                    [
                        65,
                        71,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        171,
                        179,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        243,
                        249,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        375,
                        381,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        393,
                        401,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        444,
                        450,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        462,
                        469,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "for the reactions between NCM622 and glassy Li3PS4 ranged from 205 to 510 kJ/mol. The Kissinger analysis for the glassy Li3PS4 composite cathode is provided in SFig. 9. As stated earlier, the glassy Li7P3S11 cathode composites had a peak exothermic response temperature that was invariant with heating rate using our testing hardware so the same Kissinger analysis could not be completed. For single step reactions, one may consider the activation energy to be the derivative in Eq. 4, where Tp is",
            {
                "entities": [
                    [
                        26,
                        32,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        44,
                        50,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        120,
                        126,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        199,
                        207,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "the temperature at peak exo- thermic response, β is the heating rate, R is the gas constant, and E is the activation energy [23]. Since Tp was invariant, dTp goes to infinity and E goes to zero. We conclude that the reaction between NCM622 and glassy Li7P3S11 is very fast and that the activation energy for this reaction is much lower than those calculated for glassy Li3PS4.",
            {
                "entities": [
                    [
                        233,
                        239,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        251,
                        259,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        369,
                        375,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "Fig. 5 (a) S2p XPS spectra of a cold-pressed NCM/β-Li3PS4 cathode composite. (b) S2p XPS spectra of a hot-pressed (200 °C) NCM/β-Li3PS4 cath- ode composite. (c) DSC scans of NCM622/glassy Li7P3S11 cathode composites at 10, 20, 30, and 40 K/glasmin. (d) DSC scans of NCM622/glassy Li3PS4 cathode composites at 10, 20, 30, and 40 K/min. (e) CV scans of carbon black composites of glassy Li3PS4 (solid) and glassy Li7P3S11 (dashed). (f) Raman spectroscopy spectra for glassy Li3PS4 (solid) and glassy",
            {
                "entities": [
                    [
                        45,
                        57,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        123,
                        135,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        174,
                        196,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        266,
                        286,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        385,
                        391,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        411,
                        419,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        472,
                        478,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Li7P3S11 (dashed)",
            {
                "entities": [
                    [
                        0,
                        8,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "Cyclic voltammetry of carbon/SSE composites was also conducted to study the SSE oxidative stability since XPS results suggest that thermal decomposition products are similar to oxidative decomposition products (Fig. 5e). Oxi- dative stability is quantified by the voltage at the onset of an anodic current and the peak anodic current. Both glassy Li3PS4 and glassy Li7P3S11 have similar onset voltage of 2.5 V. The onset voltage is related to thermodynamic stabil- ity and is consistent with other",
            {
                "entities": [
                    [
                        347,
                        353,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        365,
                        373,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "(4)3 V for sulfide SSEs [20]. However, the glassy Li7P3S11 com- posite has a higher peak anodic current than the glass Li3PS4 composite, which confirms the poorer kinetic stability of glassy Li7P3S11 compared with Li3PS4. We note that the glassy Li7P3S11 experiment ended prematurely because the C/SSE/ Li test cell shorted mid-test.",
            {
                "entities": [
                    [
                        50,
                        58,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        119,
                        125,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        191,
                        199,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        214,
                        221,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        246,
                        254,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "For clues to the poor stability of the glassy Li7P3S11 SSE, one must consider the local glass structure. Raman spectra for glassy Li3PS4 and glassy Li7P3S11 are provided in Fig. 5f with Raman peaks indexed to different glass structural units. The Li3PS4 glass is fully de-networked so it is composed pri- 3− structural units. On the marily of comparatively stable PS4 4−, other hand, the Li7P3S11 glass is composed of PS43−, P2S6Journal of Solid State Electrochemistry (2022) 26:709–718717",
            {
                "entities": [
                    [
                        46,
                        54,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        130,
                        136,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        148,
                        156,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        247,
                        253,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        388,
                        396,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Fig. 6 Cycling data for NCM622/β-Li3PS4 cold-pressed (blue) and hot-pressed (red) cathode composites cycled at 60 °C. (a) First cycle voltage profiles for cathode composites without carbon black additive. (b) First cycle voltage profiles for cathode composites with carbon black additive. (c) Cyclic capacity of cathode composites without carbon black additive. (d) Cyclic capacity of cathode composites with carbon black additive",
            {
                "entities": [
                    [
                        24,
                        39,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "4− structural units. The poor stability of Li7P3S11 and P2S7 is likely explained by susceptibility of labile bridging S or 4− structural units, P-P bonds to oxidation in P2S7 respectively. We suggest that molecular dynamics simulation may provide more information.4− and P2S6",
            {
                "entities": [
                    [
                        43,
                        51,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "As a final experiment, the cycling stability of test cells with hot-pressed NCM622/β-Li3PS4 composite cathodes was evaluated at 60 °C (Fig. 6). We chose to use β-Li3PS4 for this experiment because its 1st cycle Coulombic efficiency of 79% was the highest of the cells tested at room tempera- ture (Fig. 4). Cathode composites were evaluated without (Fig. 6a, c) and with (Fig. 6b, d) 2 wt.% carbon black addi- tive. The addition of carbon black increased first cycle dis- charge capacity but reduced",
            {
                "entities": [
                    [
                        76,
                        91,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        [
            "We conclude that hot pressing of electrochemically func- tional cathode composites is feasible provided that the cath- ode active material and SSE are properly chosen. While the hot-pressed cells did show increased longevity, the energy density gained by eliminating porosity was offset by the lower capacity of hot-pressed cells compared to that of cold-pressed cells. Furthermore, the SSE that had the best thermal stability versus NCM, β-Li3PS4, was also the SSE that consolidated least",
            {
                "entities": [
                    [
                        439,
                        447,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ]
    ]
}
