{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,null,["Solid electrolytes are indispensable for achieving high energy densities, high power densities, and long lifetimes in all-solid- state batteries. Recently, sulde-based solid electrolytes with high ionic conductivities and favorable mechanical properties have been focused on as a practicable material. Up until now, Li10GeP2S12,1,2 Li7P3S11,3,4 argyrodite,5–8 and Na3PS4 (ref. 9 and (cid:4)3 to 10) sulde-based solid electrolytes with conductivities of 10 (cid:4)1 have been developed, realizing",{"entities":[[317,332,"SULFIDE_ELECTROLYTE"],[333,345,"SULFIDE_ELECTROLYTE"],[365,371,"SULFIDE_ELECTROLYTE"]]}],null,null,["A liquid-phase process for preparing the sulde-based solid electrolytes is a necessary technique to replace conventional solid-phase and vapor-phase methods. Based on the initial report on b-Li3PS4 synthesized using tetrahydrofuran (THF),11 there have been several investigations of the liquid-phase syntheses of various solid electrolytes such as b-Li3PS4,12–14 Li7P3S11,15–18 Li7P2S8I,19,20 Li6PS5X (X ¼ Cl, Br, I, BH4),21–26 and Na3MS4 (M ¼ P, Sb).27–33 In particular, we have focused on the",{"entities":[[349,363,"SULFIDE_ELECTROLYTE"],[364,378,"SULFIDE_ELECTROLYTE"],[379,393,"SULFIDE_ELECTROLYTE"],[394,401,"SULFIDE_ELECTROLYTE"],[433,439,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,["Fig. 2 Structural analysis of the argyrodite electrolytes using XRD measurement. (a) XRD patterns of the argyrodite electrolytes. (b) Crystal structure and three-dimensional bond-valence-sum map isosurfaces of Li6PS5Br heated at 400 (cid:1)C with the outlined unit cell. The Li, P, S, and Br sites are represented by gray, orange, purple, and green balls, respectively. Yellow isosurfaces have been obtained from the bond valence technique (v.u. (cid:5)0.25). (c) Weight ratios of the constituents",{"entities":[[210,218,"SULFIDE_ELECTROLYTE"]]}],["in the argyrodite electrolytes. (d) Lattice constants and (e) the crystallite sizes of Li6PS5Br crystals.",{"entities":[[87,95,"SULFIDE_ELECTROLYTE"]]}],["Table 2 Weight ratios of the constituents in the argyrodite electrolytes calculated from a WPPF techniqueHT temperature/(cid:1)C Li6PS5Br crystal LiBr crystal Li2S crystal Amorphous matrix150 30.3 4.3 0 65.4200 35.4 4.6 0 43.1300 49.7 7.2 6.0 37.1400 65.2 1.5 2.8 30.5500 63.0 1.1 1.3 34.6",{"entities":[[129,137,"SULFIDE_ELECTROLYTE"],[146,150,"SULFIDE_ELECTROLYTE"],[159,163,"SULFIDE_ELECTROLYTE"]]}],["Li6PS5Br crystal heated at 400 (cid:1)C, which had a high conductivity of 1 mS cm anions form a face- centered cubic sub-lattice (Wyckoﬀ positions 4a and 4d) and (cid:4) tetrahedra (P on Wyckoﬀ position 4b). The S2(cid:4) PS4 and Br anions randomly occupy the 4a and 4d sites because of their similar ionic radii. The Li+ ion site technique indicates that a cage-like conduction pathway of lithium ions formed in three dimensions, leading to high conductivities of the Li6PS5Br crystals.",{"entities":[[0,8,"SULFIDE_ELECTROLYTE"],[469,477,"SULFIDE_ELECTROLYTE"]]}],null,["Al2O3 crystal, which is a typical reference material. Mixtures of the electrolyte and Al2O3 crystal in a weight ratio of 50 : 50 were prepared by calculating the amount ratios of the amorphous phase in the electrolytes. XRD patterns and Rietveld renement analysis results of the mixture are also presented in Fig. S4 and S5,† respectively. Fig. 2(c) and Table 2 present the weight ratios of the argyrodite crystal, LiBr crystal, Li2S crystal, and amor- phous material in the electrolytes heated at",{"entities":[[0,5,"SULFIDE_ELECTROLYTE"],[86,91,"SULFIDE_ELECTROLYTE"],[416,420,"SULFIDE_ELECTROLYTE"],[430,434,"SULFIDE_ELECTROLYTE"]]}],null,["are considered to have occurred by decomposing the argyrodite precursor solvated by THF and/or EtOH. The heat treatments over 300 (cid:1)C precipitated the LiBr crystal and Li2S crystal as impurities. However, the heat treatments over 400 (cid:1)C decrease the number of impurities and increase the weight ratio of the argyrodite crystal to ca. 65 wt%.",{"entities":[[156,160,"SULFIDE_ELECTROLYTE"],[173,177,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,["Argyrodite Li6PS5Br solid electrolytes were synthesized by a multi-step liquid-phase technique based on our previous report.23 Li2S (Mitsuwa Chemical Co. Ltd., 99.9%), P2S5 (Aldrich, 99%), and LiBr (Aldrich, 99.9%) were used as the starting materials. The synthesis was conducted via the following four steps: (1) Li2S and P2S5 with a stoichiometry of 3 to 1 were mixed in super-dehydrated tetrahydrofuran without a stabilizer (THF, Wako). The mixture was stirred overnight. A THF suspension",{"entities":[[11,19,"SULFIDE_ELECTROLYTE"]]}],["containing the Li3PS4$3THF precursor was thus obtained. (2) Li2S and LiBr (1 : 1 molar ratio) were dissolved in super- (3) The THF dehydrated ethanol suspension and EtOH solution were mixed to obtain a pale green THF–EtOH precursor solution of Li6PS5Br. The nal molar ratio of Li2S, P2S5, and LiBr was 5 : 1 : 2 in the stoichio- metric proportion of Li6PS5Br. The concentration of Li6PS5Br in the THF–EtOH precursor solution was 4.5 wt%. (4) The",{"entities":[[244,253,"SULFIDE_ELECTROLYTE"],[351,360,"SULFIDE_ELECTROLYTE"],[382,390,"SULFIDE_ELECTROLYTE"]]}],null,["To identify the precursor of Li6PS5Br, Li6PS5Br prepared by a mechanochemical (MC) technique6 was dissolved into and precipitated from the EtOH solvent. The MC treatment was carried out using a planetary ball mill (Pulverisette 7, Fritsch) with a zirconia pot (45 mL in volume) and 15 zirconia balls (10 mm in diameter) at ambient temperature. The rotational speed was set at 600 rpm and the milling time was 45 h. The obtained Li6PS5Br was dissolved into EtOH. Aer that, solid powder was obtained",{"entities":[[428,436,"SULFIDE_ELECTROLYTE"]]}]]}
