{
    "classes": [
        "SULFIDE_ELECTROLYTE",
        "IONIC_CONDUCTIVITY",
        "ELECTROCHEMICAL_STABILITY_WINDOW",
        "MECHANICAL_STRENGTH",
        "YOUNGS_MODULUS",
        "DENSITY",
        "STRUCTURE"
    ],
    "annotations": [
        null,
        [
            "The use of inorganic solid-state electrolytes is considered a viable strategy for developing high-energy Li-based metal batteries. However, suppression of parasitic interfacial reactions and growth of unfavorable Li metal depositions upon cycling are challenging aspects and not yet fully addressed. Here, to better understand these phenomena, we investigate various sulﬁde inorganic solid electrolytes (SEs), i.e., Li7−xPS6−xClx (x = 0.6, 1.0, 1.3, 1.45, and 1.6), via ex situ and in situ",
            {
                "entities": [
                    [
                        416,
                        429,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "may form at the Li|sulﬁde interface, which not only decompose continuously the sulﬁde, but also promote the gen- eration of Li dendrites. As one type of the most attractive sulﬁde SEs, lithium argyrodites Li6PS5X (X = Cl, Br, I) possess a high ionic conductivity, a relative wide electrochemical window, solution-processible syntheses, good deformability, and low-cost raw materials, thus become a highly important family of sulﬁde SEs9,11–13. Li6PS5Cl typically shows decent overall performance13.",
            {
                "entities": [
                    [
                        205,
                        212,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        444,
                        452,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "It has been found that the degree of X−/S2− structural disorder and the amount of Li vacancy are the major origins for the dif- ferent ion transport behavior for Li6PS5X14,15. Among different X elements, the Cl−/S2− structure is the most disordered with proper lattice softness, leading to a prominent ionic conductivity in Li6PS5Cl16–18. Recently, Li7−aPS6−aCla argyrodites with var- ious Cl contents, especially where a > 119, have shown interesting behavior that a higher chlorinity leads to",
            {
                "entities": [
                    [
                        162,
                        175,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        324,
                        338,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        349,
                        362,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "stronger Cl−/S2− site disorders, and moreover, a higher occupancy of Cl atoms at the 4d site of the argyrodite structure, thereby achieving a faster ion transport with an ionic conductivity ~10 mS/cm20–22. A high ionic conductivity is necessary for high loading cathode conﬁg- urations, which is a prerequisite to realize the high energy density. Although efforts have been already performed to well under- stand the effect of halogen on the argyrodite-structural disorder and ion transport, to the",
            {
                "entities": [
                    [
                        190,
                        205,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        [
            "best of our knowledge, so far, the Li| argyrodite interface is not well understood yet. The Cl-rich Li7−aPS6−aCla argyrodites (e.g., a = 1.5) are electrochemically stable against Li, whereas they cannot inhibit Li dendrite penetrations23. A multilayer conﬁguration of sulﬁde SEs is thus designed to remedy the shortcoming23,24. Nevertheless, further efforts are required to explore how the chlorinity in argyrodite affects the interfacial compatibility of Li|SE and the Li dendrite suppression",
            {
                "entities": [
                    [
                        100,
                        113,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "capability, and what the impact degree is. Diverse characterization methods should be combined together to answer these questions, for instance, the well-known existing results on the decomposed products at the Li|Li6PS5X interface are not resolved yet25–27. The products of LiCl, Li3P, and P2S5 are con- ﬁrmed for Li6PS5Cl, but the formed Li–S products are variant based on the observed results of Li2S, Li2Sn, or S8. It is thus very interesting and important to clarify the interfacial performance",
            {
                "entities": [
                    [
                        211,
                        221,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        315,
                        323,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "of the well-engineered Li7−αPS6−αClα toward Li.",
            {
                "entities": [
                    [
                        23,
                        36,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "Results Structure and ionic conductivity of Li7−xPS6−xClx argyrodites. The XRD patterns of the as-synthesized Li7−xPS6−xClx (x = 0.6, 1.0, 1.3, 1.45, and 1.6, designated respectively as Cl-06, Cl-10, Cl- 13, Cl-145, and Cl-16) after annealing are shown in Fig. 1a. All samples are dominated with the argyrodite structure (cubic, space group F -4 3 m), indicating a successful synthesis of the target lithium argyrodite phase. The powder color (Fig. 1b) changes from dark to light with increasing x.",
            {
                "entities": [
                    [
                        44,
                        57,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        110,
                        123,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "area electron diffraction (SAED) patterns (Fig. 1d and Supple- mentary Fig. 1) taken from TEM show that Cl-06 and Cl-10 are crystallized, whereas Cl-13 and Cl-16 marginally show a small amount of amorphous phase as indicated by the weak halos. This is against the expectation for some not yet known reasons, as the argyrodite phase should be in a crystalline state after annealing29. The Nyquist plots of Li7−xPS6−xClx (Fig. 1e) contain a nearly disappeared semicircle and a spike, which are",
            {
                "entities": [
                    [
                        405,
                        418,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "attributed to contributions from the grain-boundary/bulk and the blocking electrodes30,31. The steep linear low frequencies (Supplementary Fig. 2) as-synthesized indicates Li7−xPS6−xClx argyrodites are ionic conductors32. The incomplete semicircles indicate a small grain boundary resistance33,34, a typical feature of sulﬁde-based SEs that is favorable for battery assembly. However, it is hard to distinguish the grain boundary and bulk contribution based on these measured impedance spectra. With",
            {
                "entities": [
                    [
                        172,
                        185,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "spike at thatthe2NATURE COMMUNICATIONS |(2022) 13:1909 | https://doi.org/10.1038/s41467-022-29596-8 | www.nature.com/naturecommunicationsNATURE COMMUNICATIONS | https://doi.org/10.1038/s41467-022-29596-8ARTICLEabd6 . 0 lC4 . 5S P4 . 6 i LLi6.4PS5.4Cl0.63 . 1 lC7 . 4S Pce7 . 5 i L6 . 1 lC4 . 4S P4 . 5 i L",
            {
                "entities": [
                    [
                        237,
                        254,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "Fig. 1 Structure and ionic conductivity analyses for Li7−xPS6−xClx argyrodites. a X-ray diffraction patterns of annealed samples. b The color of the powders for selected samples. c Chlorinity dependence of the ionic conductivity and lattice parameters. d TEM images of Cl-06, Cl-13, Cl-16, and the corresponding SAED patterns. e Complex impedance plot of selected frequencies for measurements carried out in In|SE|In cell conﬁguration at 24 °C.",
            {
                "entities": [
                    [
                        53,
                        66,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        [
            "Interfacial compatibility of Li7−xPS6−xClx against metallic Li. To evaluate the effect of the chlorinity on the chemical stability of argyrodites against metallic Li, the time-resolved electrochemical impedance spectroscopy (EIS) was performed intermittently on the Li|Li7−xPS6−xClx|Li symmetric cells with time up to 600 h, as shown in Fig. 2a−d. For the Cl-06 sample, the semicircle of the real part impedance at middle frequencies, relevant to the inter- face contribution in the range of 1–250",
            {
                "entities": [
                    [
                        29,
                        42,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        266,
                        285,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "The critical current density (CCD) is an important parameter to evaluate the ability of SE to sustain the maximal current density without a short circuit by Li dendrites39,40. It was tested on Li|Li7−xPS6−xClx|Li symmetric cells at 24 ± 4 °C with both initial and step-increased current densities of 35 μA/cm2. The voltage-time plots for Li7−xPS6−xClx with arrow-marked short circuit points are displayed in Supplementary Fig. 4. To ensure the reliability of the CCD data, the repeatability tests",
            {
                "entities": [
                    [
                        193,
                        212,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        338,
                        351,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "using three different production batches were performed under the same conditions for Li7−xPS6−xClx (x = 0.6, 1.0, 1.3, and 1.6). Figure 3a shows the individual data points together with the mean values and error bar (presented by standard deviation). Although the CCDs (Fig. 3a) display a slightly scattered distribution within the individual composition, the variation trend shows that the CCD gradually rises with increasing the chlorinity, reaches a maximum value over 1 mA/cm2 for x = 1.3, and",
            {
                "entities": [
                    [
                        86,
                        99,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        473,
                        481,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "then quickly goes down with no further increase. It is surprising that, despite of the highest ionic conductivity, Cl-16 sustains the lowest CCD (0.56 mA/cm2), even lower than that of Cl-06. A moderate Cl concentration is thus proposed to be better for suppressing Li dendrites.",
            {
                "entities": [
                    [
                        146,
                        157,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "The long-term Li plating/stripping reversibility was tested on the Li|SE|Li symmetric cells for Li7−xPS6−xClx (x = 0.6, 1.0, 1.3, and 1.6) SEs under various current densities at 24 ± 4 °C. This performance depends on Li deposition/growth and Li|SE interfacial degradation, thereby giving insight into the overall interfacial compatibility of Li|Li7−xPS6−xClx. We ﬁrst use a moderate current density of 0.25 mA/cm2 (Fig. 3b−e) to ensure a long-term cycling for all cells. Though the polarization",
            {
                "entities": [
                    [
                        96,
                        109,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        342,
                        359,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        402,
                        413,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        [
            "Fig. 2 Time-resolved EIS tested intermittently on the Li|Li7−xPS6−xClx|Li symmetric cells for 600 h at 24 °C. Evolution of the impedance signal in Nyquist plots for the samples of Cl-06 (a), Cl-10 (b), Cl-13 (c), Cl-16 (d). e Representation of the impedance signal (Cl-13 at 300 h) in a Bode plot. The inset displays the equivalent circuit diagram adopted for ﬁtting the Bode plot and the impedance spectra (a–d). f Interfacial layer resistance of Li|SE as a function of storage time.abcd",
            {
                "entities": [
                    [
                        54,
                        73,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "eFig. 3 Li dendrite suppression capability and long-term interface stability of Li|SE|Li using Li7-xPS6-xClx (x = 0.6, 1.0, 1.3, and 1.6) SEs at 24 ± 4 °C. a Critical current density (CCD) for different argyrodite batches. Long-term Li plating/stripping cycling at 0.25 mA/cm2 for Cl-06 (b), Cl-10 (c), Cl-13 (d), and Cl-16 (e).",
            {
                "entities": [
                    [
                        95,
                        108,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "Cl-16 the increase of the interfacial resistance becomes even slower after 200 cycles, thus Cl- 16 shows a much smaller resistance than the other cells over the whole measured cycle range. The interfacial resistance of Cl-16 at the 400th cycle (49 Ω) does not signiﬁcantly increase compared with the initial value (17 Ω), indicating an improved stability against Li. The distinction of cycling performance upon chlorinity is enlarged by forcing a high current density of 0.5 mA/cm2, as shown in Fig.",
            {
                "entities": [
                    [
                        471,
                        481,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "Charging/discharging performance of the cells using Li and Li- In electrodes. The cell performance is not only dependent on the ionic conductivity of SEs but also on the interfacial stability36,41. To further verify the compatibility of argyrodite against Li, ASSLBs were assembled using different negative electrodes including Li and Li−In. In order to exclude the inﬂuence of the LiNi0.6Mn0.2Co0.2O2 LiNbO3-coated cathode (LNO@NCM622) and LiNi0.8Mn0.1Co0.1O2 (LNO@NCM811) were used as active",
            {
                "entities": [
                    [
                        382,
                        401,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        441,
                        460,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        [
            "materials and mixed respectively with the commercial Li9.54Si1.74P1.44S11.7Cl0.3 (LSPSC) as ion conductors in the positive electrode42–44.",
            {
                "entities": [
                    [
                        53,
                        80,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "Figure 6a−d shows the electrochemical performance of Li|SE| LNO@NCM622 using Cl-13 and Cl-06 cycled at 0.1 mA/cm2 at signiﬁcantly enhanced 24 ± 4 °C. The former demonstrates performance than the latter. Firstly, the initial Coulombic efﬁciency of the former (68%) is higher than that of the latter (55%). Secondly, the Coulombic efﬁciency of the former keeps constant and approaches 100% after the ﬁrst few cycles, while that of the latter is ﬂuctuant in the range of 80–100%. Thirdly, the former",
            {
                "entities": [
                    [
                        103,
                        113,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        [
            "NATURE COMMUNICATIONS |(2022) 13:1909 | https://doi.org/10.1038/s41467-022-29596-8 | www.nature.com/naturecommunications5ARTICLENATURE COMMUNICATIONS | https://doi.org/10.1038/s41467-022-29596-8abcdFig. 5 Symmetric Li||Li cells cycling performance for SEs with different chlorine content. Li plating/stripping cycling on Li|SE|Li symmetric cells at 0.5 mA/cm2 at 24 ± 4 °C using Cl-13 (a), Cl-06 (b), Cl-10 (c), and Cl-16 (d) SEs.abLi|Li6.4PS5.4Cl0.6|LNO@NCM622",
            {
                "entities": [
                    [
                        349,
                        359,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "Li|Li5.7PS4.7Cl1.3|LNO@NCM622cdLi|Li5.7PS4.7Cl1.3|LNO@NCM622Li|Li6.4PS5.4Cl0.6|LNO@NCM622Fig. 6 Electrochemical cycling performance of Li|SE|LNO@NCM622 cells with Cl-06 and Cl-13 SEs. Capacity of Li||LNO@NCM622 cells for the ﬁrst 30 cycles run at 0.1 mA/cm2 at 24 ± 4 °C using Cl-06 (a) and Cl-13 (b) SEs, and the corresponding charge/discharge curves (c, d).",
            {
                "entities": [
                    [
                        247,
                        257,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "Fig. 7 Electrochemical cycling performance of Li-In||LNO@NCM811 cells. a Capacity and Coulombic efﬁciency for 1000 cycles run at 0.5 mA/cm2 at 24 ± 4 °C using Cl-06 and Cl-13 SEs. Charge/discharge proﬁles for Cl-06 (b) and Cl-13 (c) SEs.",
            {
                "entities": [
                    [
                        46,
                        56,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        129,
                        139,
                        "DENSITY"
                    ]
                ]
            }
        ],
        [
            "the cycling stability of the Li-In|SE|LNO@NCM811 at 0.5 mA/ cm2 at 24 ± 4 °C. The two cells using Cl-06 and Cl-13 SEs show comparable initial Coulombic efﬁciencies around 66% and similar charging–discharging proﬁles (Fig. 7b, c), conﬁrming that the oxidation step below 3.7 V is triggered by the unstable feature of Cl-06 against Li. The cells using both SEs demonstrate good cycling stabilities over 1000 cycles at 0.5 mA/cm2. However, the speciﬁc capacity of Cl-13 (~148 mAh/g@50th cycle) is",
            {
                "entities": [
                    [
                        29,
                        41,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        52,
                        63,
                        "DENSITY"
                    ],
                    [
                        416,
                        427,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        [
            "Physicochemical characterizations of the Li argyrodite SEs. The collected data in this work present the correlation between the chlorinity and electrochemical performance in Li7−xPS6−xClx. First, a middle chlorinity (Cl-13) exhibits the highest CCD, while the highest chlorinity (Cl-16) shows the lowest CCD, despite of its highest ionic conductivity. Second, a higher chlorinity forms a self-limiting interface and thus gains better compatibility against Li. Third, a higher chlorinity limits the",
            {
                "entities": [
                    [
                        174,
                        188,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        [
            "The interface regions of the Li|Li7−xPS6−xClx|Li (x = 0.6, 1.3) cells after Li plating/stripping for 200 cycles symmetric (Supplementary Fig. 7) were collected for XPS analysis. The",
            {
                "entities": [
                    [
                        29,
                        48,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "The P 2p spectrum shows that except determined to be Li2Sn 3− peak, there also exist peaks of reduced phosphorus for the PS4 species and Li3P. In some studies8, the absence of Li3P may because the cycle number is insufﬁcient to form adequate Li3P. This analysis reveals that Cl-06 is not only decomposed to the commonly observed Li2S, P-based phases, and Li3P48,49, but also to the rarely observed Li2Sn. However, Li2Sn is not detected for the cycled Cl-13 (Fig. 8c), in which only the commonly",
            {
                "entities": [
                    [
                        355,
                        364,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "As the decomposition products such as Li2Sn and the degree of decomposition at Li|SE interface are closely related to the chlorinity in argyrodite, the interfacial microstructure of Li|SE should be varied with the chlorinity and is worth being carefully investigated. The morphology of the Li|SE interface is thus taken from the Li|SE|Li symmetric cells after Li plating/stripping tests. In order to get sufﬁcient and reliable information, the cells after the long-term cycling without short",
            {
                "entities": [
                    [
                        329,
                        337,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        [
            "(Fig. 8), proportion of PS4 layer should contain argyrodite and/or Li3PS4 in this LiCl addition to LiCl, i.e., a LiCl-dominated interphase layer mixed",
            {
                "entities": [
                    [
                        67,
                        73,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "The existence of the LiCl shells/frameworks well addresses the mechanism on the formation of the even, uniform, and dense LiCl-dominated interphase the Li|Cl-13 interface (Fig. 9c). As the bandgap of LiCl is 6.3 eV and that of Li6PS5Cl is 2.2 eV59,60, LiCl is a good electronic insulator to restrain the Li+ reduction on the surface53. The electronic conductivity of as- synthezied Li7−xPS6−xClx (Supplementary Table 1) decreases with increasing chlorinity. Additionally, LiCl is compatible with",
            {
                "entities": [
                    [
                        227,
                        235,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        382,
                        395,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "At a high current density (0.5 mA/cm2), however, the Li den- drites penetrate the LiCl-dominated interphase layer and con- tinuously grow inside the SEs. In Cl-13, the thin LiCl nanoshells are partially depleted/consumed during a LiCl- dominated interphase layer, the remainings allow the argyrodite core to react with the penetrated Li dendrites until they break off, which is known as the self-healing effect65. This process is ana- logous to the expansion screw effect proposed recently24. How-",
            {
                "entities": [
                    [
                        27,
                        37,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        [
            "To understand the Li|SE interface better, we assembled Li|| LNO@NCM622 ASSLBs using Cl-06 and Cl-13 SEs. The cells have been submitted to a galvanostatic charging to in situ monitor the Raman activity at the Li|SE interface. The cells were charged at 0.1 mA/cm2 from an open circuit voltage to 4.3 V at 24 °C. The Raman detections were performed in the voltage range of 3–4.3 V. By using a home-made setup (Fig. 10a), the laser beam was focused on a ﬁxed point (Fig. 10b) at the cross-section of Li|",
            {
                "entities": [
                    [
                        251,
                        261,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        [
            "contents, though it only has a medium ionic conductivity (5.3 mS/cm) and a(n) (electro)chemical stability against Li. With the assistance of the cryo-STEM and EDS, the distributions of Cl atoms in Li argyrodite are found varying with the chlorinity. Instead of locating entirely on the crystal lattice analogous to the Cl-poor argyrodites as supposed, the Cl atoms in the Cl-rich argyrodites show a differential distribution that a majority exists on the grain surfaces to form LiCl nanoshells while",
            {
                "entities": [
                    [
                        58,
                        67,
                        "IONIC_CONDUCTIVITY"
                    ]
                ]
            }
        ],
        null,
        [
            "(electro)chemical redox and to mitigate Li dendrites. Consequently, the decomposition of argyrodite is signiﬁcantly prevented and the appearances of Li2Sn and P2S5 clusters are restrained. The cells using Cl-13 SE demonstrates a high capacity and good cycling stabilities at a current density of 0.5 mA/cm2.",
            {
                "entities": [
                    [
                        296,
                        306,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "an agate mortar for further uses. Li7−xPS6−xClx (x = 0.6, 1.0, 1.3, 1.45, and 1.6) with different x are designated as Cl-06, Cl-10, Cl-13, Cl-145, and Cl-16, respectively. The ≤ 1 ppm) throughout all samples were protected in an argon atmosphere (H2O, O2 procedures. The details of the commercial materials are: LNO@NCM622 and LNO@NCM811 active materials (4 μm diameter, GLESI China), Li metal (99.9%, 50 μm thickness, MTI China), In (99.99%, 50 μm thickness, Hawk China), LSPSC (GLESI, China),",
            {
                "entities": [
                    [
                        34,
                        47,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ],
        null,
        [
            "current density of 0.1 mA/cm2. The battery assembling was carried out in an Ar- ﬁlled glove box (H2O, O2≤ 1 ppm).Data availability The data that support the ﬁndings of this study are available from the corresponding author upon reasonable request. Source data are provided with this paper.Received: 30 October 2021; Accepted: 24 March 2022;",
            {
                "entities": [
                    [
                        19,
                        30,
                        "DENSITY"
                    ]
                ]
            }
        ],
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        null,
        [
            "superionic argyrodites by halide substitution. Angew. Chem. Int. Ed. 58, 8681–8686 (2019).20. Patel, S. V. et al. Tunable lithium-ion transport in mixed-halide argyrodites Li6–xPS5–xClBrx: An unusual compositional space. Chem. Mater. 33, 1435–1443 (2021).21. Gautam, A., Ghidiu, M., Suard, E., Kraft, M. A. & Zeier, W. G. On the lithium distribution in halide superionic argyrodites by halide incorporation in Li7–xPS6–xClx. ACS Appl. Energy Mater. 4, 7309–7315 (2021).",
            {
                "entities": [
                    [
                        172,
                        187,
                        "SULFIDE_ELECTROLYTE"
                    ],
                    [
                        410,
                        424,
                        "SULFIDE_ELECTROLYTE"
                    ]
                ]
            }
        ]
    ]
}
