{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Journal of Colloid and Interface Science 632 (2023) 11–18Contents lists available at ScienceDirectJournal of Colloid and Interface Sciencej o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / j c i sSurface-modiﬁed and sulﬁde electrolyte-inﬁltrated LiNi0.6Co0.2Mn0.2O2 cathode for all-solid-state lithium batteriesGenjie Huang, Yu Zhong⇑ , Xinhui Xia, Xiuli Wang, Changdong Gu, Jiangping Tu⇑",{"entities":[]}],["State Key Laboratory of Silicon Materials, Key Laboratory of Advanced Materials and Applications for Batteries of Zhejiang Province, and School of Materials Science & Engineering, Zhejiang University, Hangzhou 310027, Chinag r a p h i c a l a b s t r a c t",{"entities":[]}],["We report a surface modiﬁed and sulﬁde electrolyte-inﬁltrated LiNi0.6Co0.2Mn0.2O2 cathode to inhibit the interface side reactions and enhance the physical contact. The Li10GeP2S12-inﬁltrated electrode using LiNi0.6Co0.2Mn0.2O2 cathode with Li1.5Al0.5Ge1.5(PO4)3 coating exhibits outstanding rate performance, excellent capacity retention and low interface impedance.a r t i c l ei n f oa b s t r a c t",{"entities":[]}],["Article history: Received 30 September 2022 Revised 10 November 2022 Accepted 10 November 2022 Available online 14 November 2022Keywords: All-solid-state lithium battery Interface modiﬁcation Ni-rich layer oxide Sulﬁde electrolyte",{"entities":[]}],["Sulﬁde-based all-solid-state lithium batteries (ASSLBs) with high-voltage Ni-rich layered cathodes have shown great potential in energy storage systems. However, the application of ASSLBs is hindered by sev- ere interface issues and poor solid–solid contact between cathodes and sulﬁde electrolytes. In this work, a suitably thin Li1.5Al0.5Ge1.5(PO4)3 (LAGP) coating (0.41 mS cm(cid:1)1) is introduced onto the surface of single- crystal LiNi0.6Co0.2Mn0.2O2 particles to mitigate interface side",{"entities":[[368,378,"IONIC_CONDUCTIVITY"]]}],["reactions. Subsequently, sheet-type elec- trodes are fabricated by the inﬁltration of Li10GeP2S12 to ﬁll the voids and achieve highly dense solid– solid contact, thus preventing contact loss. The Li10GeP2S12-inﬁltrated ASSLBs with a LAGP buffer layer display a high initial discharge capacity of 141.5 mAh g(cid:1)1 at 0.05 C and ultrastable cycling for 100 cycles at 0.1 C. An effective fabrication method for highly dense electrodes is proposed in this work, which pro- vides a new direction for",{"entities":[[86,97,"SULFIDE_ELECTROLYTE"]]}],["scalable industrial production.",{"entities":[]}],["(cid:1) 2022 Elsevier Inc. All rights reserved.⇑ Corresponding authors.E-mail addresses: yu_zhong@zju.edu.cn (Y. Zhong), tujp@zju.edu.cn (J. Tu).https://doi.org/10.1016/j.jcis.2022.11.048 0021-9797/(cid:1) 2022 Elsevier Inc. All rights reserved.G. Huang, Y. Zhong, X. Xia et al.1. Introduction",{"entities":[]}],["Lithium-ion batteries (LIBs) have been recognized as a revolu- tionary energy storage system since their appearance in 1991 [1– 10]. However, organic liquid electrolytes used in conventional LIBs are ﬂammable and decomposable, which raises a range of security issues. The introduction of solid electrolytes to assemble all-solid- state lithium batteries (ASSLBs) can efﬁciently alleviate this phe- nomenon because of their intrinsic high thermal stability and ﬂame retardancy [11–13]. In addition,",{"entities":[]}],["the possibility of utilizing lithium metal anodes enables ASSLBs to achieve higher energy density [14–16].",{"entities":[]}],["Among the numerous types of solid-state electrolytes, sulﬁde solid electrolytes (SSEs) have an ultrahigh lithium ion conductivity at room temperature, which is comparable to that of liquid elec- trolytes, e.g., Li7P3S11 [17], Li10GeP2S12 (LGPS) [18], and Li9.54Si1.74- P1.44S11.7Cl0.3 [19]. Moreover, SSEs have been widely explored for their inherent mechanical strength and high-temperature stability. Furthermore, single-crystal LiNi1-x-yCoxMnyO2 has great potential in ASSLBs due to its high",{"entities":[[211,219,"SULFIDE_ELECTROLYTE"],[226,237,"SULFIDE_ELECTROLYTE"],[255,268,"SULFIDE_ELECTROLYTE"],[269,284,"SULFIDE_ELECTROLYTE"]]}],["theoretical capacity and structural stabil- ity [20,21]. However, severe interface issues between the cathode and SSEs hinder the widespread application of ASSLBs. The main reasons can be summarized as follows: (1) Voids formed by poor solid–solid contact [22]. In the composite cathodes prepared by the dry-mixed method, although sufﬁcient pressure is applied dur- ing the assembly process, voids are still inevitable owing to the point-to-point contact between the solid particles. These voids are",{"entities":[]}],["bad ionic conductors, which increase the interface impedance and lead to contact loss. (2) Interface side reactions [12,22,23]. Limited by a narrow electrochemical window, SSEs are oxidized at high voltage and are thus accompanied by the appearance of byproducts with low ionic conductivity at the interface. (3) Gener- ation of space charge layer [24]. Because of the different lithium ion concentrations and chemical potentials between the cathodes and SSEs, lithium ions will spontaneously",{"entities":[]}],["migrate to the cathode side, thus forming a space charge layer. The lower ionic conductiv- ity of the space charge layer than that of the solid electrolyte leads to poor cycle performance.",{"entities":[]}],["Several practical approaches have been devoted to solving these problems: (1) Surface modiﬁcation of cathode materials. It has been reported that artiﬁcial barriers (LiNbO3 [25], Li3PO4 [26], LiZrOx [27], LiBO2 [28], etc.) constructed on the surface of cathodes can prevent direct contact between cathodes and SSEs to inhibit side reactions and enhance cyclic performance. These coatings are usually structurally stable, which can reduce the stresses dur- ing the phase transformation process over a",{"entities":[]}],["long cycle period. (2) Engineering optimization of composite electrodes. Since it has been reported that sulﬁde electrolytes can be synthesized using solution-based methods [29], it is feasible to replace dry-mixed cathodes with solution-based cathodes. For instance, a bendable sheet-type electrode was synthesized by dissolving SSE precursors, active materials and binders in tetrahydrofuran [30]. Kim et al. [31] reported scalable ASSLB electrodes penetrating a homogeneous SSE solution (Li6PS5Cl",{"entities":[[491,499,"SULFIDE_ELECTROLYTE"]]}],["in EtOH) into conventional LIB electrodes. Lee et al. [32] fabricated sheet-type electrodes by casting slurry on Al foil using the blade method. Although a degree of progress has been achieved, interface issues still exist. The common synthetic coatings exhibit a rather low ionic conductivity (10(cid:1)9 (cid:3) 10(cid:1)6 S cm(cid:1)1) [33], which hinders the transportation of Li+ ions at the cathode-SSE interface and decreases the electrochemical perfor- mance. Otherwise, the solution-based",{"entities":[[323,329,"IONIC_CONDUCTIVITY"]]}],["composite cathodes are restricted by the selection of binders and solvents that cannot react violently with SSEs [32,34,35]. These factors are still an obstacle to the enhancement of cyclic stability.",{"entities":[]}],["12Journal of Colloid and Interface Science 632 (2023) 11–18",{"entities":[]}],["In this present work, a dual modiﬁcation strategy is introduced into the LiNi0.6Co0.2Mn0.2O2 (NCM622)/Li10GeP2S12 interface in all- solid-state battery cathodes. First, a Li1.5Al0.5Ge1.5(PO4)3 (LAGP) coating derived from the sol–gel method is constructed on the sur- face of NCM622 particles. LAGP, a stable oxide electrolyte, has a wide electrochemical window and a rather high ionic conductivity of 0.41 mS cm(cid:1)1, which can suppress interface side reactions and enhance the transportation of",{"entities":[[101,113,"SULFIDE_ELECTROLYTE"],[401,411,"IONIC_CONDUCTIVITY"]]}],["Li ions. Subsequently, the dip- coating method is adopted to fabricate highly dense electrodes by the LGPS solution inﬁltration process (Fig. 1). It is worth noting that the LGPS/N-methylpyrrolidone (NMP) solution used in the penetration process is similar to a saturated solution and cannot further react with the electrolyte cast on the sheet-type electrode. Furthermore, explicit characterizations demonstrate that the LGPS- inﬁltrated electrodes with the LAGP coating inhibit side reactions and",{"entities":[]}],["enhance physical contact. Density functional theory (DFT) cal- culations are introduced to clarify the function of the LAGP coating in mitigating the decomposition of LGPS.",{"entities":[]}],["2. Experimental section",{"entities":[]}],["The LAGP-coated NCM622 particles (NCM622@LAGP) were pre- pared via a sol–gel method. Stoichiometric amounts of LiNO3 (99.00 %, Aladdin), Al(NO3)3(cid:4)9H2O (>99 %, Aladdin), Ge(OC2H5)4 (99.95 %, Aladdin), and NH4H2PO4 (>99 %, Aladdin) were dissolved in deionized water. In addition, to compensate for Li loss during the sintering period, LiNO3 was in 10 % excess. During this period, ethylene glycol (>99 %, Aladdin) and citric acid (99.5 %, Aladdin) were poured into the solution at a molar ratio",{"entities":[]}],["of 1:1 [(ethylene gly- col + citric acid): (Li+ + Al3+ + Ge4+) = 4:1]. Then, the mixed solution was acutely stirred at 25 (cid:3)C for 1 h to obtain a homogenous organic matrix. Next, commercial single-crystal NCM622 was slowly sprin- kled into the above solution and stored in stove at 170 (cid:3)C for 12 h to evaporate the solvent and promote the formation of the gel pre- cursor. Additionally, the gel precursor was sintered at 500 (cid:3)C for 4 h and 800 (cid:3)C for 5 h to promote chemical",{"entities":[]}],["reaction. After that, the gel was ground in a mortar to achieve a uniform dispersion of particles. Finally, LAGP-coated NCM622 was obtained and stored at 60 (cid:3)C to prevent the contamination of cathode particles for the subsequent experiments. Pure LAGP was prepared as described above, except for the addition of NCM622 powder [36,37].",{"entities":[]}],["X-ray diffraction (XRD) patterns of NCM622@LAGP and NCM622 powders were tested by a RIGAKU D/MAX 2550/PC instrument with Cu Ka radiation (k = 1.54178 Å) in the range of 10(cid:3) to 80(cid:3). To observe the surface morphology, scanning electron microscopy (SEM, Hitachi S4800) was used with energy dispersive spectroscopy (EDS) equipment. The microstructures of the cathode materials were characterized by transmission electron microscopy (TEM, JEOL 2100F). The surface elemental composition and",{"entities":[]}],["valence were identiﬁed by X-ray photoelectron spectroscopy (XPS, Thermo Scientiﬁc K-Alpha+, Al Ka X-ray).",{"entities":[]}],["For the preparation of dry-rolled composite cathodes, the obtained NCM622@LAGP powder (or NCM622 powder), LGPS (from Zhejiang FunLithium New Energy Technology Co., ltd.) elec- trolyte (with a weight ratio of 70:29.5) and 0.5 wt% polytetraﬂuo- roethylene (PTFE) were mixed and thoroughly ground in a mortar and then rolled. The above composite cathode sheets were referred to as ‘‘D-NCM622@LAGP” (or D-NCM622). After that, the homoge- nous LGPS solution was prepared by dissolving the appropriate",{"entities":[]}],["LGPS powder into NMP solution with continuous stirring for 2 h. Next, the as-fabricated electrode was immersed into the LGPS solu- tion for 30 min by the dip coating method [38] and then with- drawn from the solution container (Fig. 1). Finally, the electrodes",{"entities":[]}],["G. Huang, Y. Zhong, X. Xia et al.Journal of Colloid and Interface Science 632 (2023) 11–18Fig. 1. Schematic diagram of the preparation process of LGPS-inﬁltrated sheet-type electrodes by the dip-coating method.were dried at 120 (cid:3)C for 6 h in an Ar-ﬁlled glove box and were referred to as ‘‘I-NCM622@LAGP”.",{"entities":[]}],["The assembly process of the all-solid-state battery was as fol- lows: ﬁrst, 100 mg LGPS electrolyte was poured into a polyether ether ketone (PEEK) battery mold under 300 MPa to form a uni- form electrolyte layer. On one side of the electrolyte, either the SSE-inﬁltrated sheet-type electrodes (I-NCM622@LAGP) or dry- rolled D-NCM622@LAGP electrodes were placed into the mold with a mass loading of 6.37 mg cm(cid:1)2 and cold pressed under 360 MPa for 10 min. Then, lithium indium alloy was layered",{"entities":[[399,409,"IONIC_CONDUCTIVITY"]]}],["on In addition, the other side of the electrolyte as the anode. stainless-steel pistons were used as current collectors on both sides of the mold. Finally, the whole battery structure was pressed in a metal shell under 100 MPa for later testing.",{"entities":[]}],["The ionic conductivity of the LGPS electrolyte was tested via electrochemical impedance spectroscopy (EIS), which was mea- sured on a Princeton electrochemical workstation. First, 100 mg LGPS powder was placed into a PEEK mold (10 mm in diameter) and then sandwiched by two pieces of carbon-coated aluminum foil to obtain a cell. Finally, the PEEK mold was cold-pressed under 360 MPa. The frequency ranged from 1 MHz to 0.01 Hz and the temperature ranged from 298 K to 368 K. The method of the",{"entities":[]}],["inter- facial impedance test between the cathode and LGPS was the same as above. All the assembly processes related to the battery above were carried out under an Ar atmosphere. Galvanostatic charge and discharge curves were acquired by a LAND battery test system in a voltage range of 2.2 V (cid:1) 3.7 V at room temperature.",{"entities":[]}],["3. Results and discussion",{"entities":[]}],["The surface morphologies of NCM622 and NCM622@LAGP were veriﬁed by SEM images. As shown in Fig. 2a, the NCM622 particle presents a relatively smooth morphology with a diameter of 5 lm. The morphology of the NCM622@LAGP powder shown in Fig. 2b does not change greatly but becomes rough, which may be due to the LAGP coating on the cathode particle. Fig. 2c presents the surface element distribution of NCM622@LAGP employing EDS mapping. It can be easily concluded that the Ni and Mn elements from the",{"entities":[]}],["matrix material and the Ge, Al, and P elements from the LAGP coating are uniformly distributed. Fig. 2d shows the XRD pat- terns of the NCM622 and NCM622@LAGP powders. All of the diffraction peaks can be marked as a rhombohedral a-NaFeO2 (cid:1) framework with the R 3 m space group. The clearly split (0 0 6)/ (1 1 2), (1 0 8)/(1 1 0) diffraction peaks indicate that the powder maintains a complete layered structure. It is worth noting that the peaks of LAGP cannot be detected because the",{"entities":[]}],["percentage of coating is rather small (1 %). No difference can be observed between the NCM622 and NCM622@LAGP particles, which indi- cates that the coating process will not cause structural changes.",{"entities":[]}],["To detect the microstructure information of the coated material, TEM analysis was conducted, as shown in Fig. 2e and 2f. It is obvi- ous that the LAGP coating is uniformly introduced on NCM622 with a thickness of approximately 10 nm (Fig. 2e). Moreover, the clear and parallel lattice fringe in Fig. 2f displays a crystal plane distance of 0.41 nm, corresponding to the (1 0 4) lattice plane of the LAGP coating [39].",{"entities":[]}],["More tests were used to further demonstrate the formation of a uniform coating on the surface of cathode particles. The signals of the elements on the surface of NCM622@LAGP were probed by XPS analysis. Fig. S1a displays a distinct peak detected at approxi- mately 33 eV in the Ge 3d spectrum, which corresponds to Ge4+ 3(cid:1) at 133.08 eV of LAGP [40]. Similarly, characteristic peaks of PO4 and Al3+ at 72.8 eV are also exhibited in the P 2p and Al 2p spectra, respectively (Fig. S1b, c). All of",{"entities":[]}],["these signals indicate the presence of the LAGP coating. To further explore the properties of the coat- ing materials, LAGP was synthesized using the same procedure as above without adding NCM622. Figure S2 depicts the XRD patterns of LAGP electrolytes. All the diffraction peaks belong to the NASICON-type structure LiGe2(PO4)3 (PDF #01-082-1924) with",{"entities":[]}],["(cid:1) c space group. Figure S3 shows the detailed Nyquist plots an R 3 of the LAGP pellet at room temperature. A relatively high ionic con- ductivity of 0.41 mS cm(cid:1)1 of LAGP coating meets the requirements of building a high-speed Li-ion transport channel on the surface of NCM622 particles.",{"entities":[[155,165,"IONIC_CONDUCTIVITY"]]}],["To enhance the facial solid–solid contact, the inﬁltration pro- cess is introduced to fabricate sheet-type electrodes in our exper- iment (Fig. 1). Figure S4 depicts the morphology and surface element distribution of pristine LGPS. Figure S5 plots the Nyquist curve and Arrhenius curve of pristine LGPS. The activation energy of the LGPS electrolyte is as low as 0.183 eV, and the ionic conduc- tivity of the LGPS electrolyte at room temperature can reach 5.1 mS cm(cid:1)1, which meets the",{"entities":[[456,465,"IONIC_CONDUCTIVITY"]]}],["requirements of the subsequent cyclic test. Fig. 3 shows the morphologies of dry-rolled and LGPS-inﬁltrated It is obvious that there are sheet-type composite electrodes. numerous voids on the surface of the dry-rolled electrodes (Fig. 3- a-b), which will have adverse effects in the subsequent electro- chemical cycle, In sharp resulting in notable contact contrast, due to the penetration of LGPS dissolved in NMP into the gap, the sheet-type electrodes appear to have a highly dense and sufﬁcient",{"entities":[]}],["interface contact [31,41]. It is worth mentioning that in the process of inﬁltration, despite the existence of a reaction between LGPS and NMP, it will not produce an effect on the as- cast LGPS because of the small quantity of LGPS solution and the consequent low donor number [42,43]. The voids in dry-rolled electrodes that cannot transport ions are completely ﬁlled by the solidiﬁcation of LGPS solution, thus constructing a continuous Li- ion conduction network and reducing interface",{"entities":[]}],["impedance.",{"entities":[]}],["loss.To clarify the role of the LAGP coating and the function of LGPS inﬁltration in the cathodes for ASSLBs, systematic electrochemical13G. Huang, Y. Zhong, X. Xia et al.Journal of Colloid and Interface Science 632 (2023) 11–18(d)(003)NCM622 NCM622@LAGP) . u . a ((104)(006)/(112)(108)/(110)y t i s n e t n IPDF#01-078-495410203040506070802 Theta (deg)",{"entities":[]}],["Fig. 2. Crystal structure and morphology characterization of NCM622 and NCM622@LAGP. SEM images of (a) NCM622 and (b) NCM622@LAGP. (c) EDS mapping of NCM622@LAGP and corresponding elements: Al, Ge, Mn, Ni, and P. (d) XRD patterns of pristine NCM622 and NCM622@LAGP powders. (e–f) HRTEM images of NCM622@LAGP particles.Fig. 3. SEM images of (a-b) Dry-rolled electrodes and (c-d) LGPS-inﬁltrated electrodes.14G. Huang, Y. Zhong, X. Xia et al.",{"entities":[]}],["Journal of Colloid and Interface Science 632 (2023) 11–18measurements were employed at room temperature. Fig. 4a plots of D-NCM622, D- the NCM622@LAGP and I-NCM622@LAGP at 0.05 C. The D-NCM622initialcharge–dischargecurvescathode displays a relatively low initial discharge capacity of 99 mAh g(cid:1)1 with a Coulombic efﬁciency of 69.9 %. After coating with the LAGP buffer layer, the initial discharge capacity was greatly(a))V(l a i t n e t o P4.03.63.22.82.4",{"entities":[]}],["D-NCM622 D-NCM622@LAGP I-NCM622@LAGP(b)) 1 - g h A m(y t i c a p a C20015010050D-NCM622 D-NCM622@LAGP I-NCM622@LAGP10080604020)%( y c n e i c i f f ec i b m o l u o C2.00408012016020000204060800 100Capacity (mAh g-1)Cycle number (n)(c)3.6D-NCM622(d))V(l a i t n e t o P3.02.4 3.63.02.4 3.63.00.05C 0.1C 0.2C 0.5C 1CD-NCM622@LAGPI-NCM622@LAGP) 1 - g h A m(y t i c a p a C1601208040",{"entities":[]}],["0.05C0.1C0.2CD-NCM622 D-NCM622@LAGP I-NCM622@LAGP0.5C1C0.05C2.4040 Capacity (mAh g-1)80120160005101520Cycle number (n)2530Fig. 4. Electrochemical performances of ASSLBs with D-NCM622, D-NCM622@LAGP and I-NCM622@LAGP electrodes. a) The initial charge–discharge curves with a voltage range of 2.2 V (cid:1) 3.7 V at 0.05C. b) Long-term cycling performance of ASSLBs at a rate of 0.1c) Discharge proﬁles at different current densities. d) Rate performance.",{"entities":[]}],["(a)S 2p Pristine LGPSPS43-(b)P 2p Pristine LGPSPS43-(c)Ge 3d Pristine LGPSGeS44-) . u a (.D-NCM622) . u . a (D-NCM622) . u . a (D-NCM622y t i s n e t n Iy t i s n e t n Iy t i s n e t n ID-NCM622@LAGPD-NCM622@LAGPD-NCM622@LAGP172 170 168 166 164 162 160 158 Binding Energy (eV)140138136134132Binding Energy (eV)1303634323028Binding Energy (eV)26",{"entities":[]}],["Fig. 5. XPS spectra of pristine LGPS (top), the D-NCM622 electrode after 100 cycles (middle), and the D-NCM622@LAGP electrode after 100 cycles (bottom). a) S 2p spectra, b) P 2p spectra, c) Ge 3d spectra.15G. Huang, Y. Zhong, X. Xia et al.Journal of Colloid and Interface Science 632 (2023) 11–18",{"entities":[]}],["enhanced. The D-NCM622@LAGP cathode-based ASSLBs dis- charged a high initial capacity of 140.7 mAh g(cid:1)1. Similarly, the I- NCM622@LAGP electrode delivered a higher discharge capacity of 141.5 mAh g(cid:1)1. By comparing the three electrodes, the lower capacity degradation indicates that the presence of the LAGP coat- ing can greatly reduce the polarization of cathodes during the elec- trochemical process. Fig. 4b exhibits the long-term cycling performances of the D-NCM622, D-NCM622@LAGP",{"entities":[]}],["and I- NCM622@LAGP cathodes at 0.1 C. The initial few cycles are tested at 0.05 C to activate the full cells. It can be easily concluded that the discharge capacity of D-NCM622 decays rapidly during cycling. After 100 cycles at 0.1 C, the discharge capacity of D-NCM622- based ASSLBs dropped to 45.3 mAh g(cid:1)1 with an unacceptably low capacity retention of 45.75 %. the D- NCM622@LAGP-based ASSLBs could still deliver a discharge capac- ity of 113.9 mAh g(cid:1)1, corresponding to a high",{"entities":[]}],["capacity retention of 81.0 %. The detailed results demonstrate that utilizing the LAGP coating as a buffer layer can largely inhibit harmful interface side reactions and prevent the decomposition of the LGPS electrolyte, thereby improving the cycling performance. Furthermore, com- pared with D-NCM622@LAGP, the I-NCM622@LAGP cell shows an ultrahigh capacity retention (101.63 %) after 100 cycles despite",{"entities":[]}],["In contrast,",{"entities":[]}],["its initial performance being similar. In addition to restraining the detrimental side reactions, the LGPS-inﬁltrated sheet-type elec- trodes are highly dense, resulting in compatible solid–solid con- tact. The ﬂuctuation of the discharge capacity is attributed to the change in temperature [44], and the high capacity retention can also be veriﬁed from several previous works [32,41,45]. To evalu- the D-NCM622, D- ate NCM622@LAGP and I-NCM622@LAGP cathodes were tested over a wide range of current",{"entities":[]}],["densities (Fig. 4c-d). Compared with D- NCM622, the D-NCM622@LAGP cathodes showed a high reversible capacity of 142, 138, 129, 110, 96 mAh g(cid:1)1, which is mainly because the LAGP coating promoted Li-ion conduction on the sur- face of cathode particles and greatly reduced the electrode polar- ization [46]. the I-NCM622@LAGP electrodes displayed a higher capacity at almost every rate than D- NCM622@LAGP. The discharge capacity returned to 147 mAh g(cid:1)1 when the current density returned to",{"entities":[]}],["0.05C. Moreover, our work was compared with previously reported lithium-storage cathode materials and commercial cathodes, as displayed in Table S3.",{"entities":[]}],["theratecapability of ASSLBs,Furthermore,To monitor the change in impedance before and after cycling, and Nyquist plots I-NCM622@LAGP electrodes are shown in Figures S6 and S7. Beforeofthe D-NCM622, D-NCM622@LAGP",{"entities":[]}],["Fig. 6. Top (a) and side (c) views of LiGe2(PO4)3. Top (b) and side (d) views of Li10GeP2S12. Li, Ge, P, O, and S atoms are marked by purple, green, pink, red and yellow balls, respectively. (e) Schematic diagram of unstable factors at the interface between the NCM622 and LGPS electrolytes and the function of the LAGP coating. (For interpretation of the references to colour in this ﬁgure legend, the reader is referred to the web version of this article.)16G. Huang, Y. Zhong, X. Xia et al.",{"entities":[[81,93,"SULFIDE_ELECTROLYTE"]]}],["cycling, the impedance of the uncoated D-NCM622 shown in the coated cathodes (D- Table S1 is larger NCM622@LAGP and I-NCM622@LAGP), indicating that the LAGP coating has improved Li+ conduction on the surface of the NCM622 particles [33,47]. Furthermore, the impedance after cycling displayed a signiﬁcant increase, and a new semicircle appeared in the middle frequency, corresponding to the charge transfer impedance (Rct) between the cathodes and LGPS elec- trolytes [44,48,49]. The D-NCM622@LAGP",{"entities":[]}],["electrode showed a rel- atively small Rct (294.3 X), while the Rct of D-NCM622 is 714.9 X, revealing that the existence of the LAGP coating effectively inhib- ited the tendency of side reactions. Moreover, compared with D- the I-NCM622@LAGP electrode exhibited a NCM622@LAGP, decreasing Rct (152.6 X) to some extent, indicating that the sheet-type electrodes fabricated by the LGPS-inﬁltrated method display excellent solid–solid contact and favorable interface compatibility.",{"entities":[]}],["than that of",{"entities":[]}],["Furthermore, to clarify the origin of electrochemical reactivity at the interface and understand the mechanism of ASSLB perfor- mance improvement, XPS tests of pristine LGPS, D-NCM622 and D-NCM622@LAGP after 100 cycles were performed. As shown in Fig. 5a, the distinct doublets at 161.35 eV/162.55 eV in all S 2p 3(cid:1) in the LGPS electrolyte spectra represent the existence of PS4 [44]. However, it is recognizable that there are many additional peaks for the NCM622 composite cathodes.",{"entities":[]}],["According to previous work [44], the doublets at 163.17 eV are ascribed to the presence of polysulﬁdes (-SAS-). Furthermore, prominent peaks were detected at 166.89 eV and 168.8 eV [50], corresponding to the sig- 2(cid:1). The formation of these products implies that nals of SO3 an inevitable redox process has taken place between NCM622 and LGPS sulﬁde. In contrast, for NCM622@LAGP, only a weak polysul- ﬁde signal is detected at high binding energy compared with pris- tine LGPS, indicating that",{"entities":[]}],["the existence of the LAGP coating has greatly inhibited the interface side reaction.",{"entities":[]}],["2(cid:1) and SO4",{"entities":[]}],["Similar results can be concluded from the P 2p spectra and Ge 3d spectra. The main doublets at 131.84 eV/132.73 eV in Fig. 5b represent In regard to NCM622, the evident peaks appearing at 133.5 eV/134.6 eV bind- ing energy are ascribed to the production of oxidized phosphorus 3(cid:1)) [50,52]. Similarly, in the Ge 3d spectra (Fig. 5c), species (PO4 the pristine LGPS exhibits a strong peak at a binding energy of 4(cid:1) of LGPS. With 30.86 eV [51], which can be attributed to GeS4 regard to",{"entities":[]}],["NCM622, additional peaks detected at high binding ener- 4(cid:1) gies of 31.6 eV and 32.5 eV correspond to partially oxidized GeS4 and GeO2 [53]. However, the NCM622@LAGP cathode does not experience any evident changes during the cycling process. Based on the above analysis, in the NCM622 composite cathodes, the LGPS electrolyte undergoes redox decomposition in the process of the electrochemical cycle due to its high reactivity and narrow electrochemical window, thus resulting in the",{"entities":[]}],["destruction of the LGPS structure and the attenuation of capacity. Instead, due to its chemical inertness to the cathode and electrolyte, the LAGP coating serves as an interface buffer layer, thereby alleviating the side reac- tions at the interface.",{"entities":[]}],["the P signalin pristine LGPS [51].",{"entities":[]}],["To further verify the role of the LAGP coating in stabilizing the NCM622-SSE interface, DFT calculations were applied to evaluate the bond dissociation energy of the PAO bond in the LAGP coating and the PAS bond in the LGPS electrolyte, as shown in Fig. 6a-d. As emphasized in previous work [44,54,55], a huge driving force of the high reactivity between the oxide cathode and sulﬁde elec- trolyte is the tendency for O in the cathode to exchange with S in the electrolyte, which leads to the",{"entities":[]}],["decomposition of sulﬁde elec- 3(cid:1), thus trolyte at the interface and the generation of byproduct PO4 resulting in deterioration of interface impedance [56]. After facial modiﬁcation, the LAGP coating isolates the physical contact between NCM622 and LGPS and inhibits the exchange tendency",{"entities":[]}],["17Journal of Colloid and Interface Science 632 (2023) 11–18",{"entities":[]}],["of O and S. Furthermore, the bond dissociation energy of the PAO bond in the LAGP coating (487.75 kJ mol(cid:1)1) is greater than that of the PAS bond in the LGPS electrolyte (345.30 kJ mol(cid:1)1). It is impractical for LGPS to capture the O atom in the LAGP coating, thus maintaining a stable interface. Fig. 6e illustrates the unstable factors and the production of byproducts at the interface between NCM622 and the LGPS electrolyte, and how the presence of the LAGP coating can facilitate",{"entities":[]}],["Li-ion movement and suppress detri- mental side reactions.",{"entities":[]}],["4. Conclusions",{"entities":[]}],["In this work, a 10 nm Li1.5Al0.5Ge1.5(PO4)3 buffer layer was intro- duced on the surface of NCM622 particles to stabilize the interface between the layered oxide-sulﬁde electrolyte. Then, sheet-type electrodes were fabricated by the inﬁltration of Li10GeP2S12 to achieve compatible solid–solid contact and prevent contact loss. The Li10GeP2S12-inﬁltrated NCM622 cathodes with a Li1.5Al0.5- Ge1.5(PO4)3 buffer layer in ASSLBs endow a high initial discharge capacity (141.5 mAh g(cid:1)1 at 0.05 C),",{"entities":[[248,259,"SULFIDE_ELECTROLYTE"]]}],["stable cycling (100 cycles at 0.1 C) and low charge transfer impedance (152.6 X) after cycling. In addition, the discharge capacity of modiﬁed ASSLBs can reach 102.7 mAh g(cid:1)1 at 1 C and recover to 147 mAh g(cid:1)1 when the current density returns to 0.05C. DFT calculations also suggest that the LAGP coating can inhibit detrimental side reactions and thus boost interface stability. Compared with previously reported works (see Table S3), the present Li10GeP2S12-inﬁltrated NCM622 cathodes",{"entities":[]}],["with a Li1.5Al0.5Ge1.5(PO4)3 coating display higher or compatible discharge capacity at wide current densities. This report conﬁrms the rationality of the Li1.5Al0.5Ge1.5(PO4)3 coating and paves the way for the fabrication of highly dense electrodes, thus promoting industrial production.",{"entities":[]}],["Data availabilityThe authors do not have permission to share data.Declaration of Competing InterestThe authors declare that they have no known competing ﬁnan- cial interests or personal relationships that could have appeared to inﬂuence the work reported in this paper.AcknowledgementThis work is supported by the National Natural Science Founda- tion of China (No. U20A20126) and Key Research and Development Program of Zhejiang Province (2022C01071).Appendix A. Supplementary material",{"entities":[]}],["Supplementary data to this article can be found online athttps://doi.org/10.1016/j.jcis.2022.11.048.References[1] A. Masias, J. Marcicki, W.A. Paxton, Opportunities and challenges of lithium ion batteries in automotive applications, ACS Energy Lett. 6 (2) (2021) 621–630. [2] L.A. Román-Ramírez, J. Marco, Design of experiments applied to lithium-ionbatteries: a literature review, Appl. Energy 320 (2022) 119305.",{"entities":[]}],["[3] J.J. Xu, X.Y. Cai, S.M. Cai, Y.X. Shao, C. Hu, S.R. Lu, S.J. Ding, High-energy lithium ion batteries: recent progress and a promising future in applications, Energy Environ. Mater. 21 (2022) 121.[4] M.Y. Gao, F.Y. Tian, Z. Guo, X. Zhang, Z.J. Li, J. Zhou, X. Zhou, Y.S. Yu, W.W. Yang, Mutual-modiﬁcation effect in adjacent Pt nanoparticles and single atoms with sub-nanometer to boost photocatalytic hydrogen evolution, Chem. Eng. J. 446 (2022) 137127.inter-site distances",{"entities":[]}],["G. Huang, Y. Zhong, X. Xia et al.[5] Z. Zhang, F.Y. Liu, Z.Y. Huang, M.Y. Yi, X.M. Fan, M.H. Bai, B. Hong, Z.A. Zhang, J. Li, Y.Q. Lai, Improving interfacial stability of ultrahigh-voltage lithium metal batteries with single-crystal Ni-rich cathode via a multifunctional additive strategy, J. Colloid Interface Sci. 608 (2022) 1471–1480.",{"entities":[]}],["[6] G.H. Han, M.G. Li, H. Liu, W.Y. Zhang, L. He, F.Y. Tian, Y.Q. Liu, Y.S. Yu, W.W. Yang, S.J. Guo, Short-range diffusion enables general synthesis of medium- entropy alloy aerogels, Adv. Mater. 34 (2022) 2202943.",{"entities":[]}],["[7] Y. Liu, X.M. Fan, B. Luo, Z.W. Zhao, J.X. Shen, Z.H. Liu, Z.M. Xiao, B. Zhang, J.F. Zhang, L. Ming, X. Ou, Understanding the enhancement effect of boron doping on the electrochemical performance of single-crystalline Ni-rich cathode materials, J. Colloid Interface Sci. 604 (2021) 776–784.",{"entities":[]}],["[8] M.Y. Gao, F.Y. Tian, X. Zhang, Y.Q. Liu, Z.Y. Chen, Y.S. Yu, W.W. Yang, Y.L. Hou, Fast charge separation and transfer strategy in polymeric carbon nitride for efﬁcient photocatalytic H2 evolution: coupling surface Schottky junctions and interlayer charge transfer channels, Nano Energy 103 (2022) 107767.",{"entities":[]}],["[9] X. Guo, M.G. Li, L.Y. Qiu, F.Y. Tian, L. He, S. Geng, Y.Q. Liu, Y. Song, W.W. Yang, Y. S. Yu, Engineering electron redistribution of bimetallic phosphates with CeO2 enables high-performance overall water splitting, Chem. Eng. J. 453 (2023) 139796.",{"entities":[]}],["[10] F. Wu, X. Ren, F. Tian, G. Han, J. Sheng, Y. Yu, Y. Liu, W. Yang, O and N co-doped porous carbon derived from crop waste for a high-stability all-solid-state symmetric supercapacitor, New J. Chem. 46 (41) (2022) 19667–19674. [11] G. Cui, Reasonable design of high-energy-density solid-state lithium-metalbatteries, Matter 2 (4) (2020) 805–815.",{"entities":[]}],["[12] P. Wang, W.J. Qu, W.L. Song, H.S. Chen, R.J. Chen, D.N. Fang, Electro-chemo- mechanical issues at the interfaces in solid-state lithium metal batteries, Adv. Funct. Mater. 29 (2019) 1900950.[13] Q. Zhao, S. Stalin, C.-Z. Zhao, L.A. Archer, Designing solid-state electrolytes forsafe, energy-dense batteries, Nat. Rev. Mater. 5 (3) (2020) 229–252.[14] Z.A. Ghazi, Z. Sun, C. Sun, F. Qi, B. An, F. Li, H.M. Cheng, Key aspects of lithium",{"entities":[]}],["metal anodes for lithium metal batteries, Small 15 (2019) 1900687.[15] J.R. Li, H. Su, M. Li, J.Y. Xiang, Z. Jiang, X.L. Wang, X.H. Xia, C.D. Gu, J.P. Tu, A deformable dual-layer interphase for high-performance Li10GeP2S12-based solid-state Li metal batteries, Chem. Eng. J. 431 (2022) 134019.",{"entities":[]}],["[16] H. Su, Y. Liu, Y. Zhong, J.R. Li, X.L. Wang, X.H. Xia, C.D. Gu, J.P. Tu, Stabilizing the interphase between Li and argyrodite electrolyte through synergistic phosphating process for all-solid-state lithium batteries, Nano Energy 96 (2022) 107104.[17] J.B. Zhou, P. Chen, W. Wang, X. Zhang, Li7P3S11 electrolyte for all-solid-state lithium-ion batteries: structure, synthesis, and applications, Chem. Eng. J. 446 (2022) 137041.",{"entities":[]}],["[18] N. Kamaya, K. Homma, Y. Yamakawa, M. Hirayama, R. Kanno, M. Yonemura, T. Kamiyama, Y. Kato, S. Hama, K. Kawamoto, A. Mitsui, A lithium superionic conductor, Nat. Mater. 10 (9) (2011) 682–686.[19] Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba, R. Kanno, High-power all-solid-state batteries using sulﬁde superionic conductors, Nat. Energy 1 (2016) 16030.",{"entities":[]}],["[20] C.H. Wang, R.Z. Yu, S. Hwang, J.W. Liang, X.N. Li, C.T. Zhao, Y.P. Sun, J.W. Wang, N. Holmes, R.Y. Li, H. Huang, S.Q. Zhao, L. Zhang, S.G. Lu, D. Su, X.L. Sun, Single crystal cathodes enabling high-performance all-solid-state lithium-ion batteries, Energy Storage Mater. 30 (2020) 98–103.",{"entities":[]}],["[21] W.G. Zhao, L.F. Zou, L.T. Zhang, X.M. Fan, H.H. Zhang, F. Pagani, E. Brack, L. Seidl, X. Ou, K. Egorov, X.Y. Guo, G.R. Hu, S. Trabesinger, C.M. Wang, C. Battaglia, Assessing long-term cycling stability of single-crystal versus polycrystalline nickel-rich NCM in pouch cells with 6 mAh cm-2 electrodes, Small 18 (2022) 2107357.",{"entities":[]}],["[22] A. Banerjee, X. Wang, C. Fang, E.A. Wu, Y.S. Meng, Interfaces and interphases in all-solid-state batteries with inorganic solid electrolytes, Chem. Rev. 120 (14) (2020) 6878–6933.",{"entities":[]}],["[23] T. Krauskopf, F.H. Richter, W.G. Zeier, J. Janek, Physicochemical concepts of the lithium metal anode in solid-state batteries, Chem. Rev. 120 (15) (2020) 7745–7794. [24] R.S. Chen, Q.H. Li, X.Q. Yu, L.Q. Chen, H. Li, Approaching practically accessible solid-state batteries: stability issues related to solid electrolytes and interfaces, Chem. Rev. 120 (2020) 6820–6877.",{"entities":[]}],["[25] X.L. Li, Q.F. Sun, Z.Y. Wang, D.W. Song, H.Z. Zhang, X.X. Shi, C.L. Li, L.Q. Zhang, L. Y. Zhu, Outstanding electrochemical performances of the all-solid-state lithium battery using Ni-rich layered oxide cathode and sulﬁde electrolyte, J. Power Sources 456 (2020) 227997.[26] P.J. Zou, Z.H. Lin, M.N. Fan, F. Wang, Y. Liu, X.H. Xiong, Facile and efﬁcient fabrication of Li3PO4-coated Ni-rich cathode for high-performance lithium-ion battery, Appl. Surf. Sci. 504 (2020) 144506.",{"entities":[]}],["[27] F.P. Zhao, Y. Zhao, J. Wang, Q. Sun, K. Adair, S.M. Zhang, J. Luo, J.J. Li, W.H. Li, Y. P. Sun, X.N. Li, J.W. Liang, C.H. Wang, R.Y. Li, H. Huang, L. Zhang, S.Q. Zhao, S.G. Lu, X.L. Sun, Tuning bifunctional interface for advanced sulﬁde-based all-solid- state batteries, Energy Storage Mater. 33 (2020) 139–146.",{"entities":[]}],["[28] X.D. Zhang, J.L. Shi, J.Y. Liang, L.P. Wang, Y.X. Yin, K.C. Jiang, Y.G. Guo, An effective LiBO2 coating to ameliorate the cathode/electrolyte interfacial issues of LiNi0.6Co0.2Mn0.2O2 in solid-state Li batteries, J. Power Sources 426 (2019) 242–249.[29] Z. Liu, W. Fu, E.A. Payzant, X. Yu, Z. Wu, N.J. Dudney, J. Kiggans, K. Hong, A.J. Rondinone, C. Liang, Anomalous high ionic conductivity of nanoporous beta- Li3PS4, J. Am. Chem. Soc. 135 (2013) 975–978.",{"entities":[]}],["[30] D.Y. Oh, D.H. Kim, S.H. Jung, J.-G. Han, N.-S. Choi, Y.S. Jung, Single-step wet- chemical fabrication of sheet-type electrodes from solid-electrolyte precursors for all-solid-state lithium-ion batteries, J. Mater. Chem. A 5 (39) (2017) 20771– 20779.18Journal of Colloid and Interface Science 632 (2023) 11–18",{"entities":[]}],["[31] D.H. Kim, D.Y. Oh, K.H. Park, Y.E. Choi, Y.J. Nam, H.A. Lee, S.-M. Lee, Y.S. Jung, Inﬁltration of solution-processable solid electrolytes into conventional Li-ion- battery electrodes for all-solid-state Li-ion batteries, Nano Lett. 17 (5) (2017) 3013–3020.[32] K. Lee, S. Kim, J. Park, S.H. Park, A. Coskun, D.S. Jung, W. Cho, J.W. Choi, Selection of binder and solvent for solution-processed all-solid-state battery, J. Electrochem. Soc. 164 (9) (2017) 2075–2081.",{"entities":[]}],["[33] Z. Fan, J. Xiang, Q. Yu, X. Wu, M. Li, X. Wang, X. Xia, J. Tu, High performance single-crystal Ni-rich cathode modiﬁcation via crystalline LLTO nanocoating for all-solid-state lithium batteries, ACS Appl. Mater. Interfaces 14 (1) (2022) 726–735.[34] A. Sakuda, K. Kuratani, M. Yamamoto, M. Takahashi, T. Takeuchi, H. Kobayashi, All-solid-state battery electrode sheets prepared by a slurry coating process, J. Electrochem. Soc. 164 (12) (2017) A2474–A2478.",{"entities":[]}],["[35] C.Z. Zhao, B.C. Zhao, C. Yan, X.Q. Zhang, J.Q. Huang, Y.F. Mo, X.X. Xu, H. Li, Q. Zhang, Liquid phase therapy to solid electrolyte-electrode interface in solid- state Li metal batteries: a review, Energy Storage Mater. 24 (2020) 75–84. [36] Y.Q. Zhu, T. Wu, J.G. Sun, M. Kotobuki, Highly conductive lithium aluminum germanium phosphate solid electrolyte prepared by sol-gel method and hot- pressing, Solid State Ionics 350 (2020) 115320.",{"entities":[]}],["[37] R. DeWees, H. Wang, Synthesis and properties of NASICON-type LATP andLAGP solid electrolytes, ChemSusChem 12 (16) (2019) 3713–3725.[38] X.N. Tang, X. Yan, Dip-coating for ﬁbrous materials: mechanism, methods andapplications, J. Sol-Gel Sci. Technol. 81 (2016) 378–404.[39] Z. Sun, L. Liu, Y. Lu, G. Shi, J. Li, L. Ma, J. Zhao, H. An, Preparation and ionic solid electrolyte using inorganic",{"entities":[]}],["conduction of Li1.5Al0.5Ge1.5(PO4) germanium as precursor, J. Eur. Ceram. Soc. 39 (2-3) (2019) 402–408.(3)",{"entities":[]}],["[40] L. Gao, R. Zhao, S. Han, S. Li, R. Zou, Y. Zhao, Antiperovskite ionic conductor layer for stabilizing the interface of NASICON solid electrolyte against Li metal in all-solid-state batteries, Batteries Supercaps 4 (9) (2021) 1491–1498. [41] G. Yu, Y. Wang, K. Li, D. Chen, L. Qin, H. Xu, J. Chen, W. Zhang, P. Zhang, Z. Sun, Solution-processable Li10GeP2S12 solid electrolyte for a composite electrode in all- solid-state lithium batteries, Sustainable, Energy Fuels 5 (4) (2021) 1211–1221.",{"entities":[]}],["[42] A.-K. Hatz, R. Calaminus, J. Feijoo, F. Treber, J. Blahusch, T. Lenz, M. Reichel, K. Karaghiosoff, N.M. Vargas-Barbosa, B.V. Lotsch, Chemical stability and ionic conductivity of LGPS-type solid electrolyte tetra-Li7SiPS8 after solvent treatment, ACS Appl. Energy Mater. 4 (9) (2021) 9932–9943.[43] M. Yamamoto, Y. Terauchi, A. Sakuda, M. Takahashi, Binder-free sheet-type all- solid-state batteries with enhanced rate capabilities and high energy densities, Sci. Rep. 8 (2018) 1212.",{"entities":[]}],["[44] X.H. Li, Z. Jiang, D. Cai, X.L. Wang, X.H. Xia, C.D. Gu, J.P. Tu, Single-crystal- layered Ni-rich oxide modiﬁed by phosphate coating boosting interfacial stability of Li10SnP2S12 -based all-solid-state Li batteries, Small 17 (2021) 2103830.[45] Z. Zhang, L. Wu, D. Zhou, W. Weng, X. Yao, Flexible sulﬁde electrolyte thin membrane with ultrahigh ionic conductivity for all-solid-state lithium batteries, Nano Lett. 21 (12) (2021) 5233–5239.",{"entities":[]}]]}