{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Received: 20 March 2017Accepted: 22 June 2017Published: xx xx xxxxOPENPair distribution function analysis of sulfide glassy electrolytes for all-solid-state batteries: Understanding the improvement of ionic conductivity under annealing conditionShinya Shiotani1,4, Koji Ohara2, Hirofumi Tsukasaki3, Shigeo Mori3 & Ryoji Kanno4",{"entities":[]}],["In general, the ionic conductivity of sulfide glasses decreases with their crystallization, although it increases for a few sulphide glasses owing to the crystallization of a highly conductive new phase (e.g., Li7P3S11: 70Li2S-30P2S5). We found that the ionic conductivity of 75Li2S-25P2S5 sulfide glass, which consists of glassy and crystalline phases, is improved by optimizing the conditions of the heat treatment, i.e., annealing. A different mechanism of high ionic conductivity from the",{"entities":[[210,218,"SULFIDE_ELECTROLYTE"],[220,233,"SULFIDE_ELECTROLYTE"],[276,289,"SULFIDE_ELECTROLYTE"]]}],["conventional mechanism is expected in the glassy phase. Here, we report the glassy structure of 75Li2S-25P2S5 immediately before the crystallization by using the differential pair distribution function (d-PDF) analysis of high-energy X-ray diffraction. Even though the ionic conductivity increases during the optimum annealing, the d-PDF analysis indicated that the glassy structure undergoes no structural change in the sulfide glass-ceramic electrolyte at a crystallinity of 33.1%. We observed the",{"entities":[[96,109,"SULFIDE_ELECTROLYTE"]]}],["formation of a nanocrystalline phase in the X-ray and electron diffraction patterns before the crystallization, which means that Bragg peaks were deformed. Thus, the ionic conductivity in the mixture of glassy and crystalline phases is improved by the coexistence of the nanocrystalline phase.",{"entities":[]}],["Sulfide glass ceramics are of interest for use as solid electrolytes in lithium ion batteries1, because the realization of an all-solid-state battery will enable the miniaturization of battery packages and reduce safety issues. Significant progress has been made so far with the discovery of numerous sulfide compounds with high ionic conductivi- 7, and 90Li7P3S11 -10LiBr8. Their conductivities are ties such as Li7P3S11 higher than those of the corresponding sulfide glasses. In general, the",{"entities":[[354,364,"SULFIDE_ELECTROLYTE"],[365,374,"SULFIDE_ELECTROLYTE"],[413,421,"SULFIDE_ELECTROLYTE"]]}],["crystallization of glassy materials results in a decrease in the conductivity9, although it increases in a few sulfide glasses owing to the crystallization of a highly conductive new phase2. Recently, we reported that 75Li2S-25P2S5 glass in the binary Li2S-P2S5 system with strongly polarized sulfur has high ionic conductivity10. In the sulfide glasses as below reported here, an interesting improvement in the conductivity is observed during annealing, which appears in the glassy phase. In this",{"entities":[[218,231,"SULFIDE_ELECTROLYTE"],[252,261,"SULFIDE_ELECTROLYTE"]]}],["paper, we report the local glassy structure with a mixture of glass and crystalline phases by using pair distribution func- tion (PDF) analysis.",{"entities":[]}],["2, 3, Li10GeP2S124, 5, Li7P2S8I6, Li10SnP2S12Results and Discussion The 75Li2S-25P2S5 glasses examined in this study were prepared by mechanical milling, which induced results of an endothermic change due to a glass transition at around 209.3 °C according to the differential thermal analysis",{"entities":[[6,18,"SULFIDE_ELECTROLYTE"],[23,32,"SULFIDE_ELECTROLYTE"],[72,85,"SULFIDE_ELECTROLYTE"]]}],["1Battery Research Department, Toyota Motor Corporation, Shizuoka, 410-1193, Japan. 2Research and Utilization Division, Japan Synchrotron Radiation Research Institute (JASRI, SPring-8), Hyogo, 679-5198, Japan. 3Department of Materials Science, Osaka Prefecture University, Osaka, 599-8531, Japan. 4Department of Chemical Science and Engineering, Tokyo Institute of Technology, Kanagawa, 226-8502, Japan. Correspondence and requests for materials should be addressed to K.O. (email:",{"entities":[]}],["ohara@spring8.or.jp)",{"entities":[]}],["1Figure 1. DTA curve for the 75Li2S-25P2S5 glass.",{"entities":[[29,42,"SULFIDE_ELECTROLYTE"]]}],["(DTA), as shown in Fig. 1. A sharp exothermic peak due to crystallization was observed at around 229.3° C in the DTA curve. Figure 2 shows the experimental X-ray total structure factors for the 75Li2S-25P2S5 glasses under each annealing condition. Bragg peaks corresponding to the crystalline phases are observed at 200 °C, 240 °C, and 270 °C. Oscillations in both the glass and crystalline phases remain up to the high values of Q, which is evidence for well-defined short-range order in the",{"entities":[[194,207,"SULFIDE_ELECTROLYTE"]]}],["formation of P-S bonds. To extract quantitative information on the atomic arrangements in both phases from the diffraction, the reduced PDF, G(r), were calculated for each anneal- ing condition by Fourier transformation of the total structure factor as follows:",{"entities":[]}],["( ) G r=2 ∫πQmaxQmin{ ( Q S Q)−1}sin() Qr dQ.",{"entities":[]}],["Figure 3 shows G(r) for each annealing treatment. On the basis of a previous study10, the first peak at around 2.0 Å is related to the P-S correlation associated with the PS4 tetrahedral anions and has no dependence on the annealing treatment. This means that the PS4 tetrahedral anions remain in the structure during the crystalliza- tion. On the other hand, the relative intensities of the second and third peaks at around 3.3 Å and 4.1 Å, which are related to the S-S correlations as shown in",{"entities":[]}],["Fig. 3b, change between the glassy and crystalline phases. The second peak decreases upon crystallization, whereas the third peak increases. The peak at around 7.0 Å is related to the P-P correlation as shown in Fig. 3c and increases upon crystallization, which indicates the formation of ordered PS4 tetrahedral anions.",{"entities":[]}],["PDF analysis is a long-established technique for studying the local structure of amorphous and disordered crystalline materials11, 12. To clarify the amorphous and crystalline phase fractions in the two coexisting phases, the differential PDF (d-PDF) method was used13, 14. In the methodology, we can assume that Gglass−ceramic (r) can be estimated using the following equation:−G glassceramic( ) r= − (1) x Gglass( ) r+xGcrystal( ), r",{"entities":[]}],["where Gglass-ceramic (r) is the measured PDF of a mixed sample, and x is the fraction of the crystalline component; x denotes the crystallinity. The sulfide glass is almost completely the crystalline phase after annealing at 270 °C. The glassy phase of interest after annealing at 200 °C was extracted by the d-PDF technique using the following equation:G g−200° C( ) r={ G gc−200° C( ) r−xG c−270° C} ( ) }/(1 r− . ) x",{"entities":[]}],["Figure 4 shows the PDFs obtained before annealing and after annealing at 200 °C and 270 °C, as well as that of the extracted glassy phase at 200 °C for r = 0 to 20 Å. A slight difference in the PDF between the glassy phase after annealing at 200 °C and that before annealing was observed at r = 4.1 Å, 10 Å, and 16 Å. Peterson et al.13. mentioned that when utilizing this methodology, it is important to normalize data on an absolute scale and to have accurate models or standard data sets for the",{"entities":[]}],["phases of interest. In this study, the standard data set is that before annealing the glassy phase. The pattern reliability factor (R-factor) of the d-PDF was Rp = 30.9% for xNMR = 30.4%. From the peak deconvolution of 31P NMR spectra15, the crystallinity xNMR was calculated. As mentioned above, the peak at r = 4.1 Å is related to the order of the crystalline phase. Here, we determined the crystallinity x to eliminate the peak difference at r = 4.1 Å, which indicated that Rp = 37.2% for x =",{"entities":[]}],["43.0%. Since the crystallinity is not consistent with the result of NMR, we calculated the correlation between Rp and the crystallinity by the d-PDF technique as shown in Fig. 5. The minimum value of Rp was estimated by logarithmic fitting and is shown as open circles in Fig. 5. It indicates that Rp = 30.5% for xPDF = 33.1%. Figure 6 summarizes the crystallinity under each annealing condition. As can be seen in this figure, the ionic conductivity decreased",{"entities":[]}],["(1)(2)(3)2Figure 2. Total structure factors, S(Q), for the 75Li2S-25P2S5 glasses obtained from X-ray diffraction before annealing and after annealing at 120 °C, 180 °C, 200 °C, 240 °C, and 270 °C.",{"entities":[[59,72,"SULFIDE_ELECTROLYTE"]]}],["after crystallization. It is well known that glasses have long-range density fluctuations in their structures16, 17. Such fluctuations may be related to the improvement of ionic conductivity by the structural relaxation caused by the annealing treatment. However, the d-PDF indicated that the glassy structure shows no structural change in the sulfide glass-ceramic electrolytes. On the other hand, Schirmeisen et al. suggested that the fast ionic conduction of mobile ions in nanostructured",{"entities":[]}],["LiAlSiO4 glass ceramics is caused by the local movement of ions at the inter- faces between the glassy phase and embedded crystallites. The existence of an electrical relaxation process with a very low activation energy, which is absent in pure LiAlSiO4 glass, has been demonstrated by time-domain electrostatic force spectroscopy18. Actually, we observed the formation of a nanocrystalline phase in the diffrac- tion pattern after the annealing, which means that the Bragg peaks were deformed, as",{"entities":[]}],["shown in Fig. 7. Moreover, the nanocrystalline phase was verified by TEM and electron diffraction. Figure 8a and b show bright-field (BF) images of sulfied glassy electrolytes before annealing and after annealing at 180 °C, respectively. The electron diffraction patterns obtained from the BF images are shown in Fig. 8c and d. Spots can be seen in the electron diffraction after annealing as compared with that before annealing by this preliminary analysis. Thus, we suggest that the existence of",{"entities":[]}],["such nanocrystalline phases, which are a minority component in the glass ceramic, will lead to an increase in the ionic conduction as compared with that of a pure sulfide glass.",{"entities":[]}],["Conclusion The 75Li2S-25P2S5 glass showed a higher conductivity of 7.5 × 10−4 S cm−1 as a result of annealing before the crystallization, and a lower value of 2.0 × 10−4 S cm−1 after the crystallization. The differential pair distribution function was utilized as a methodology for the mixed materials in this study to extract the glassy structure in the 75Li2S-25P2S5 sulfide glass ceramic. This method quantitatively reproduced the fraction of mixed phases, which was in agreement with the result",{"entities":[[15,28,"SULFIDE_ELECTROLYTE"],[67,84,"IONIC_CONDUCTIVITY"],[159,176,"IONIC_CONDUCTIVITY"],[355,368,"SULFIDE_ELECTROLYTE"]]}],["of NMR. The extracted glassy structure exhibited no changes during the anneal- ing treatment. Owing to the crystallization of the majority phase, the ionic conductivity in this glass decreased after crystallization. We observed the formation of a nanocrystalline phase in the X-ray and electron diffraction patterns obtained during the annealing. Thus, our present finding of minority component is expected to lead to further understanding for the development of solid electrolytes with high ionic",{"entities":[]}],["conductivity.",{"entities":[]}],["3",{"entities":[]}],["Figure 3. Reduced pair distribution functions, G(r), obtained from a Fourier transformation of S(Q) and Atomic configurations for the 75Li2S-25P2S5 glasses: (a) G(r) before annealing and after annealing at 120 °C, 180 °C, 200 °C, 240 °C, and 270 °C. (b) Typical atomic configuration of S-S correlations. The correlations at around 3.3 Å and 4.1 Å are connected by pink and green lines, respectively. The PS4 tetrahedral anions are highlighted by blue. (c) Typical atomic configuration of P-P",{"entities":[[134,147,"SULFIDE_ELECTROLYTE"]]}],["correlations. The correlations at around 7.0 Å are connected by blue lines.",{"entities":[]}],["Methods AC impedance measurement. Ionic conductivity was measured by the AC impedance method in an Ar atmosphere at room temperature with an applied frequency range of 0.1 Hz to 1 MHz using a Solartron 1260 fre- quency response analyzer. Carbon-coated blocking the electrode was painted on both sides of the sample. The observed ionic conductivities before annealing and after annealing at 120° C, 180° C, 200° C, 240° C, and 270° C were 5.9 × 10−4 S/cm, 7.6 × 10−4 S/cm, 7.4 × 10 −4 S/cm, 2.8 ×",{"entities":[[438,453,"IONIC_CONDUCTIVITY"],[455,470,"IONIC_CONDUCTIVITY"],[472,488,"IONIC_CONDUCTIVITY"]]}],["10−4 S/cm, 1.8 × 10−4 S/cm, and 1.8×10−4 S/cm, respectively.",{"entities":[[11,26,"IONIC_CONDUCTIVITY"],[32,45,"IONIC_CONDUCTIVITY"]]}],["High-energy X-ray diffraction measurement. The high-energy X-ray diffraction experiments for the 75Li2S-25P2S5 glasses were carried out at room tempera-ture at the SPring-8 high-energy XRD beamline BL04B2 using a two-axis diffractometer19. The incident X-ray energy obtained from a Si 220 crystal monochromator was4",{"entities":[[97,110,"SULFIDE_ELECTROLYTE"]]}],["Figure 4. Comparison between the PDFs determined by equation (3) using the differential pair distribution functions: upper dashed line, after annealing at 270 °C; dotted line, after annealing at 200 °C; lower dashed line, before annealing; red solid line, glassy phase extracted for annealing at 200 °C.Figure 5. Reliability factors, Rp, for the extracted glassy phase based on the crystallinity: red triangles, Rp; blue circles, derivative of Rp.",{"entities":[]}],["Figure 6. Crystallinity obtained from d-PDF under each annealing condition and the lithium ionic conductivity.5Figure 7. Structure factors in the range of 2.5–5.0 Å−1 from Fig. 2 enlarged for clarity.Figure 8. TEM images and selected area electron diffraction patterns of the 75Li2S-25P2S5 sulfide glass ceramic. (a,b) Bright-field images before annealing and after annealing at 180 °C. (c,d) Selected area electron diffraction patterns taken from the bright-field images.",{"entities":[[276,289,"SULFIDE_ELECTROLYTE"]]}],["61.4 keV. The diffraction patterns of the samples and an empty tube were measured in the transmission geometry with an angle from 0.3 to 48°, corresponding to a Q-range from 0.2 to 25 Å−1. The intensity of the incident X-ray was monitored in an ionization chamber filled with Ar gas and the scattered X-rays were detected by CdTe detec- tors. A vacuum electric chamber was used to suppress air scattering around the sample. The collected datasets were corrected for the absorption, background, and",{"entities":[]}],["polarization effects.",{"entities":[]}],["6TEM measurement. To obatain bright-field (BF) images and electron diffraction (ED) patterns, TEM observations were carried out using JEM-2100F field-emission-type TEM systems. Samples were mounted on an amorphous carbon film supported by a Cu grid for TEM observation, which was then attached to a TEM vacuum holder in a glove box filled with an Ar gas. The vacuum degree was approximately 1.0 × 10−5 Pa.",{"entities":[]}],["References 1. Kato, Y. et al. High-power all-solid-state batteries using sulfide superionic conductors. Nature Energy 1, 16030 (2016). 2. Yamane, H. et al. Crystal structure of a superionic conductor, Li7P3S11. Solid State Ionics 178(15–18), 1163–1167 (2007). 3. Seino, Y., Ota, T., Takada, K., Hayashi, A. & Tatsumisago, M. A sulphide lithium super ion conductor is superior to liquid ionconductors for use in rechargeable batteries. Energy & Environmental Science 7(2), 627–631 (2014).",{"entities":[[201,210,"SULFIDE_ELECTROLYTE"]]}],["4. Kamaya, N. et al. A lithium superionic conductor. Nature Materials 10(9), 682–686 (2011). 5. Kuhn, A., Duppel, V. & Lotsch, B. V. Tetragonal Li10GeP2S12 and Li7GePS8- exploring the Li ion dynamics in LGPS Li electrolytes. Energy & Environmental Science 6(12), 3548–3552 (2013).6. Rangasamy, E. et al. An Iodide-Based Li7P2S8I Superionic Conductor. Journal of the American Chemical Society 137(4), 1384–1387 (2015).",{"entities":[[160,169,"SULFIDE_ELECTROLYTE"],[320,328,"SULFIDE_ELECTROLYTE"]]}],["7. Bron, P. et al. Li10SnP2S12: An Affordable Lithium Superionic Conductor. Journal of the American Chemical Society 135(42), 15694–15697 (2013).",{"entities":[[19,30,"SULFIDE_ELECTROLYTE"]]}],["8. Ujiie, S., Hayashi, A. & Tatsumisago, M. Materials for Renewable and Sustainable Energy 3(1), 18 (2013). 9. Minami, T. & Machida, N. Preparation of new glasses with high ionic conductivities. Mater. Sci. Eng. B 13, 203 (1992). 10. Ohara, K. et al. Structural and electronic features of binary Li2S-P2S5 glasses. Scientific Reports 6, 21302 (2016). 11. Young, C. A. & Goodwin, A. L. Applications of pair distribution function methods to contemporary problems in materials chemistry. Journal of",{"entities":[[296,305,"SULFIDE_ELECTROLYTE"]]}],["Materials Chemistry 21(18), 6464–6476 (2011).",{"entities":[]}],["12. Billinge, S. J. L. & Levin, I. The Problem with Determining Atomic Structure at the Nanoscale. Science 316(5824), 561 (2007). 13. Peterson, J. et al. Quantifying amorphous and crystalline phase content with the atomic pair distribution function. Journal of Applied Crystallography 46(2), 332–336 (2013).",{"entities":[]}],["14. Harrington, R. et al. Investigation of Surface Structures by Powder Diffraction: A Differential Pair Distribution Function Study on Arsenate Sorption on Ferrihydrite. Inorganic Chemistry 49(1), 325–330 (2010).15. Seino, Y. et al. Analysis of the structure and degree of crystallisation of 70Li2S-30P2S5 glass ceramic. Journal of Materials Chemistry A 3(6), 2756–2761 (2015).",{"entities":[[293,306,"SULFIDE_ELECTROLYTE"]]}],["16. Wright, A. C., Hulme, R. A. & Sinclair, R. N. A small angle neutron scattering study of long range density fluctuations in vitreous silica. physics and chemistry of glasses 46(2), 59–66 (2005).17. Fischer, E. W. Light scattering and dielectric studies on glass forming liquids. Physica A: Statistical Mechanics and its Applications 201(1–3), 183–206 (1993).",{"entities":[]}],["18. Schirmeisen, A. et al. Fast Interfacial Ionic Conduction in Nanostructured Glass Ceramics. Physical Review Letters 98(22), 225901 (2007).19. Kohara, S. et al. Structural studies of disordered materials using high-energy x-ray diffraction from ambient to extreme conditions. J. Phys.: Condens. Matter 19, 506101 (2007).",{"entities":[]}],["Acknowledgements This work was supported by JSPS KAKENHI Grants-in-Aid for Scientific Research (B) and Research Activity Start-Up (Nos 16H0390311 and 15H06919). We would like to thank Takayuki Iida for helpful discussions. The synchrotron radiation experiment was approved by the Japan Synchrotron Radiation Research Institute (proposal Nos 2013A1539, 2013B1197, 2015B1985, and 2016A1842).",{"entities":[]}],["Author Contributions The manuscript was written through contributions of all authors; S.S. prepared samples and measured Ionic conductivities; K.O. performed high-energy X-ray measurements; H.T. and S.M. performed TEM measurements; S.S., K.O. and R.K. analyzed the results; K.O. and S.S. wrote the paper.Additional Information Competing Interests: The authors declare that they have no competing interests.",{"entities":[]}],["Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",{"entities":[]}],["Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Cre- ative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated",{"entities":[]}],["otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not per- mitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",{"entities":[]}],["© The Author(s) 20177",{"entities":[]}],["",{"entities":[]}]]}