{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Downloaded via UNIV OF THE WEST OF ENGLAND BRISTOL on July 22, 2024 at 12:30:53 (UTC).See https://pubs.acs.org/sharingguidelines for options on how to legitimately share published articles.Letterwww.acsaem.org",{"entities":[]}],["High-Voltage All-Solid-State Lithium Battery with Sulﬁde-Based Electrolyte: Challenges for the Construction of a Bipolar Multicell Stack and How to Overcome Them Gerrit Homann, Paul Meister, Lukas Stolz, Jan Paul Brinkmann, Jörn Kulisch, Torben Adermann, Martin Winter,* and Johannes Kasnatscheew*Cite This: ACS Appl. Energy Mater. 2020, 3, 3162−3168Read OnlineACCESSMetrics & MoreArticle Recommendations",{"entities":[]}],["ABSTRACT: Solid electrolytes can be the key for the desired goal of increased safety and speciﬁc energies of batteries. On a cell and battery pack level, the all-solid nature and the absence of liquid electrolyte leakage are considered to enable safe and eﬀective performance realization of the rechargeable Li metal electrode and bipolar cell stacking, respectively. Well performing Li metal cells with high-energy/voltage positive electrodes such as LiNi0.6Mn0.2Co0.2O2 (NMC622) can already be",{"entities":[]}],["cycled when using a blend of the sulﬁdic solid electrolyte such as β-Li3PS4 (LPS) and Li salt in poly(ethylene)oxide (PEO). However, operation of a bipolar stack using these cell materials utilizing the common Al/Cu clad as bipolar plate results in an immediate short circuit, because of an ionic intercell connection via molten LiTFSI/PEO. Oversizing the area of the bipolar plates can prevent such a short circuit and indeed enables a partial charge of the stack, but after a certain time, the",{"entities":[[67,75,"SULFIDE_ELECTROLYTE"],[329,340,"SULFIDE_ELECTROLYTE"]]}],["next cell failure is observed, consisting of severe, sulfur caused, corrosion of copper which was used as metal substrate for the lithium anode. The exchange of the sulﬁde incompatible Cu collector by (also area-oversized) stainless steel can ﬁnally enable a failure-free performance of the bipolar cell stack, which performs similar to a single cell with regard to cycling stability. KEYWORDS: all-solid-state lithium battery, sulﬁde-based electrolyte, bipolar multicell stack, LiNi0.6Mn0.2Co0.2O2",{"entities":[]}],["(NMC622), ionic and electronic short circuits, voltage noise, bipolar plates, chemical compatibility",{"entities":[]}],["increase speciﬁc1. INTRODUCTION The increase in speciﬁc energy and safety of batteries and at the same time decreased costs are the main motivation for research and development.1 State-of-the-art (SOTA) active materials are reaching their calculated energy limits. Interest- ingly, an inactive material, the electrolyte, is assumed to be key for the next targeted development.2can provide opportunities energies.2,14to further",{"entities":[]}],["On cell level, solid electrolytes can enable Li as the negative electrode by mechanically suppressing HSAL (dendrite) formation and growth.15 The use of metallic Li can increase the speciﬁc energy because of its theoretically 10 times higher speciﬁc capacity and ca. 100 mV lower working potential compared to the graphite-based negative electrode.16 On the battery pack level, the absence of any possibility of leakage of solid electrolytes may enable a bipolar cell stacking without short-circuit",{"entities":[]}],["concerns, contrary to liquid electrolytes, where a serial connection can only be realized in a monopolar manner.17,18 Bipolar stacking reduces the amount of inactive",{"entities":[]}],["The SOTA electrolyte is liquid and composed of LiPF6 dissolved in a liquid ethylene carbonate/linear carbonate (e.g., dimethyl carbonate) solvent mixture.3,4 Though it reveals good physical (e.g., wetting ability),5 physicochemical (e.g., ionic conductivity),6,7 and electrochemical properties (e.g., oxidative stability,7−9 passivation of graphite as SOTA negative electrode,3,10 and passivation of Al current collector11), its main drawback is the insuﬃcient component safety because of high",{"entities":[]}],["ﬂammability and reactivity.3,12 In addition, used in combination with rechargeable Li metal electrodes, liquid electrolytes rather fast result in unsafe high surface area (HSAL) Li deposition morphologies, which ﬁnally motivates research on solid electrolytes.13 In addition, solid electrolytes",{"entities":[]}],["Received: January 9, 2020 Accepted: March 13, 2020 Published: March 13, 2020© 2020 American Chemical Society3162https://dx.doi.org/10.1021/acsaem.0c00041 ACS Appl. Energy Mater. 2020, 3, 3162−3168ACS Applied Energy Materialswww.acsaem.orgLetter",{"entities":[]}],["Figure 1. (a) Cell concept of the single NMC622∥Li cell. (b) Galvanostatic charge/discharge proﬁles of the respective cell in the voltage range of 4.2−3.0 V using a speciﬁc current of 15 mA g−1 at 60 °C. The shown performance of a single cell serves as orientation (benchmark) for the upcoming development of bipolar stack design.",{"entities":[]}],["materials necessary for each cell (e.g., for housing and wiring) and additionally can decrease resistive losses (short electron pathways and higher contact area), which is beneﬁcial for both speciﬁc energy and costs.19,20 However, bipolar design requires a very accurate cell capacity reproducibility as the cells, unlike in monopolar pack design, cannot be controlled and monitored individually and thus are more sensitive to overcharge/ overdischarge in a bipolar series arrangement. Still the",{"entities":[]}],["development of an appropriate solid electrolyte remains a challenge, both on cell and battery level independent of the use of mono-/bipolar design.",{"entities":[]}],["Common solid electrolytes can be roughly divided into two substance classes, namely, organic (e.g., solid polymers) and inorganic (e.g., ceramics, glasses) solids.2 While solid polymer- b a s e d l i t h i u m b i s - (triﬂuoromethanesulfonyl)imide (LiTFSI) in poly(ethylene)- oxide (PEO) can be cycled with Li metal, they suﬀer from poor room temperature ionic conductivities and apparent issues the promising with high-voltage positive electrodes, e.g., LiNi0.6Mn0.2Co0.2O2 (NMC622).21−23 In",{"entities":[[250,256,"SULFIDE_ELECTROLYTE"]]}],["contrast, some inorganic electrolytes such as β-Li3PS4 (LPS) can provide good ionic conductivities as well as suﬃcient oxidative stabilities but show stability issues with Li metal.14,24−26 Given the diﬀerent pros and cons on negative and positive electrodes, diﬀerent solid electrolyte classes have recently been successfully combined to a multilayer and implemented in a “high-energy” all-solid-state lithium-battery cell with NMC622 electrode, where the respective side of the LiTFSI/PEO faces",{"entities":[[46,54,"SULFIDE_ELECTROLYTE"],[480,490,"SULFIDE_ELECTROLYTE"]]}],["the Li electrode and LPS faces the NMC622 electrode.27",{"entities":[]}],["e l e c t r o l y t e ss u c ha s",{"entities":[]}],["Even though bipolar stacking has been reported in literature for solid-state batteries,14 to our knowledge no stack studies have been reported for sulﬁde electrolytes with high-energy/ voltage positive electrodes such as NMC622 and Li as negative electrode. Indeed, as will be shown in this work, bipolar stacking is more challenging for sulﬁde-containing solid electrolytes compared to sulﬁde-free ones.28 The aim of this diagnostic work is not only to reveal and understand the issues and failure",{"entities":[]}],["origins (causing problematic short circuits) but also to improve the battery and battery cell design to ﬁnally realize stack using the promising sulﬁde a failure-free bipolar electrolytes.",{"entities":[]}],["2. EXPERIMENTAL SECTION",{"entities":[]}],["2a. Materials. Poly(ethylene oxide) (PEO, Mw 300000 Da) and vapor-grown carbon ﬁbers (VGCFs) were purchased from Sigma- Aldrich. Lithium bis(triﬂuoromethanesulfonyl)imide (LiTFSI, 99.9%) was purchased from Solvay, France. Toluene (99.85%, extra dry) was purchased from Fisher Scientiﬁc. The active material Li- Ni0.6Mn0.2Co0.2O2 (NMC 622), β-LiPS4 (LPS) and Oppanol (=polyisobutylen-based) binder was provided by BASF. Lithium metal was used as foil without further treatment and was purchased from",{"entities":[]}],["Albemarle. Stainless steel is the commercial 316L type. Material storage and sample preparations were performed in an argon-ﬁlled glovebox (GS-Glovebox MEGA M-Line, ≤1 ppm O2, ≤1 ppm H2O). PEO was dried under vacuum (10−7 mbar) at 45 °C and LiTFSI at 110 °C for 2 days before use. All other chemicals were used as received. The used material discs for cell assembly were as follows: Cu (15 μm), Li (500 μm), PEO/LiTFSI membrane (100 μm), LPS (44 μm), NMC622 (60 μm), Al (20 μm), and stainless steel",{"entities":[[241,247,"SULFIDE_ELECTROLYTE"],[408,418,"SULFIDE_ELECTROLYTE"]]}],["(20 μm). 2b. LiTFSI/PEO Membrane Preparation. Freestanding LiTFSI/ PEO polymer membranes were prepared by dry-mixing of PEO and LiTFSI in a mortar using an EO:Li ratio of 12:1. The mixture was annealed in an oven at 60 °C for 2 days, and the resulting gum-like material was hot-pressed for 10 min at 100 °C with an applied pressure of 15 bar, resulting in a ﬁnal membrane thickness of 100 ± 5 μm.",{"entities":[[13,23,"SULFIDE_ELECTROLYTE"],[59,66,"SULFIDE_ELECTROLYTE"],[128,134,"SULFIDE_ELECTROLYTE"]]}],["2c. Electrode Preparation and Cell Assembly. The NMC622 composite electrodes were prepared consisting of 67.2 wt % NMC 622, 28.8 wt % β-LPS, 2 wt % VGCFs, and 2 wt % Oppanol according to literature.27 The average active mass loading of NMC622 composite electrodes was 4.1 mg cm−2. The D50 value of the secondary NMC622 particle was 20 μm.",{"entities":[]}],["2d. LPS Membrane Preparation and Transfer on NMC622 Electrode. LPS solid electrolyte membranes consisting of 95 wt % β- LPS and 5 wt % binder were prepared using the (scaleable) solvent- based preparation process.27 The prepared electrolyte paste was cast on polished aluminum foil with a wet-coating thickness of 400 μm reduced pressure. The resulting dry β-LPS and dried under membranes were punched into a circular disk (12 mm diameter) and pressed with an applied pressure of 8 t for 10 s. On",{"entities":[[357,362,"SULFIDE_ELECTROLYTE"]]}],["pressure release, the aluminum substrate loses contact and freestanding β-LPS membranes with an average thickness of 44 ± 3 μm can be obtained. The contact between the NMC 622 composite electrode and the β- LPS membrane was ensured by stacking a freestanding β-LPS membrane with a NMC 622 composite electrode (12 mm diameter) and pressing the stack with the parameters mentioned above.",{"entities":[]}],["2e. Electrochemical Measurements. Constant current cycling experiments were conducted on a Maccor Series 4000 battery cell test system at 60 °C in a climate chamber (Binder KB400) including 24 h resting time prior operation. The used Crates and corresponding speciﬁc currents are mentioned within text and/or ﬁgure caption.3163https://dx.doi.org/10.1021/acsaem.0c00041 ACS Appl. Energy Mater. 2020, 3, 3162−3168ACS Applied Energy Materialswww.acsaem.orgLetter",{"entities":[]}],["Figure 2. Short-circuit analysis. (a) During ideal operation of a bipolar multistack (here, a triple stack), electrons only move outside the individual cells and between neighboring cells, while the Li ions only move within the individual cells. (b) OCV is given as a function of time at 20 and 60 °C. Already after ≈0.6 h at 60 °C the OCV decreases by 2.6 V (this values corresponds to the OCV of a single cell), which points to an ionic shortcut between two cells, while the OCV remains constant",{"entities":[]}],["at 20 °C. (c) DSC measurement (scan rate, 10 °C min−1) as a function of temperature reveals melting of LiTFSI/PEO at 51 °C. (d) A connection of molten LiTFSI/PEO can explain the short circuit via the detrimental Li ion connection between the cells.",{"entities":[]}],["2f. Diﬀerential Scanning Calorimetry (DSC). DSC measure- ments were performed using a TA Instruments Discovery DSC 2500 (TA Instruments, USA) in the temperature range of −100 to 120 °C with a scan rate of 10 °C min−1. The samples of ≈2 mg were sealed in hermetic aluminum pans (TA Instruments, USA). Helium was used as sample gas (25 mL min−1). Three cycles of heating and cooling within the given temperature range were performed.",{"entities":[]}],["2g. Scanning Electron Microscopy (SEM) with Energy Dispersive X-ray Spectroscopy (EDX). SEM micrographs were obtained using a Carl Zeiss AURIGA CrossBeam workstation (Carl Zeiss SMT AG) with an acceleration voltage of 20 kV at a working distance of 5 mm under a vacuum of 10−6 bar. EDX elementalmapping was conducted to analyze composition of the surface of interest using an integrated EDX detector INCA X-max 80 mm2 (Oxford Instruments).■ RESULTS AND DISCUSSION",{"entities":[]}],["3a. Preparation of Single NMC622∥Li Cell. The assembled cell consists of a Li metal layer, a LiTFSI/PEO layer, a LPS sheet (with binder), a NMC622 composite electrode (with VGCF, LPS, and binder), and Al foil, which is schematically shown in Figure 1a. The direct transfer of LPS layer on NMC622 electrode via cold-pressing occurred from3164https://dx.doi.org/10.1021/acsaem.0c00041 ACS Appl. Energy Mater. 2020, 3, 3162−3168ACS Applied Energy Materialswww.acsaem.orgLetter",{"entities":[[93,103,"SULFIDE_ELECTROLYTE"]]}],["Figure 3. (a) Triple cell stack in bipolar design with area-oversized current collector (Cu) to verify and counteract the issue of molten LITFSI/ PEO connection. (b) Indeed, a small charge capacity could be obtained with a speciﬁc charge current of 15 mA g−1 before the appearance of a failure yielding a speciﬁc capacity of only ≈15 mAh g−1. (c) A signiﬁcantly higher speciﬁc charge capacity of ≈80 mAh g−1 could be obtained after increasing the speciﬁc current to 150 mA g−1, pointing to a time",{"entities":[[138,145,"SULFIDE_ELECTROLYTE"]]}],["dependence of this reaction causing cell failure. (d) Disassembly after postmortem of the cell revealed an almost fully corroded Cu collector, pointing to a chemical side reaction. (e) SEM revealed dendrites on the Cu current collector. (f) These dendrites are composed of Cu (green color) and S (red color) as revealed by SEM-EDX, which are likely responsible for the failure as discussed in the main text.",{"entities":[]}],["an Al substrate. Galvanostatic charge/discharge cycling was performed in the voltage range of 4.2−3.0 V with a speciﬁc current of 15 mA g−1, as shown in Figure 1b.",{"entities":[]}],["NMC622 characteristic voltage curves are obtained (no short circuits), which demonstrates feasibility on the cell level and serves as a performance/capacity reference for the design of the bipolar stack setup. The focus of this work is the design of the bipolar stack setup based on the shown single cells, which thus can maximally reveal the performance of this single cell with respect to, e.g., speciﬁc capacities. In detail, the predominant challenge is a stack design with the absence of short",{"entities":[]}],["circuits. The challenging further improvement of the performance and cycle life is related to improvement of single cells and is beyond the scope of this thesis. For this reason and reasons of eﬀectiveness of stack development",{"entities":[]}],["(reproducibility and experiment duration), only the initial charge/discharge cycle is carried out.",{"entities":[]}],["3b. Designing a Bipolar Stack with Sulﬁde Electro- lytes: Challenges. In the ideal case during operation of a bipolar stack, the electrons only move outside the individual cells and between neighboring cells, while the Li ions only move within the individual cells (Figure 2a). However, in practice several challenges occur. A simple bipolar stack of the shown single cells may lead to formation of undesired Li−Al alloys.14 To avoid this, Cu can be inserted between Li and Al, as reported in",{"entities":[]}],["literature for a bipolar stack using a sulﬁde-free solid electrolyte (Figure 2a).28 However, this rather simple bipolar setup results in a failure already after cell assembly during open-circuit voltage (OCV), even before charge, as shown in in Figure 2b. First, the connection of the three-cell",{"entities":[]}],["the cell3165https://dx.doi.org/10.1021/acsaem.0c00041 ACS Appl. Energy Mater. 2020, 3, 3162−3168ACS Applied Energy Materialswww.acsaem.orgLetterFigure 4. (a) Triple stack with area-oversized current collector (stainless steel). (b) The setup reveals a failure-free galvanostatic charge/discharge, performing similar to the single cell shown in Figure 1.",{"entities":[]}],["stack reveals a reasonable OCV of ≈7.8 V (OCV of single cells between 2.3 and 2.7 V). However, after only ≈0.6 h under OCV conditions, the OCV rapidly decreases by 2.6 V (red arrow in Figure 2b, the value exactly corresponds to the voltage of a single cell). In contrast, the OCV remains failure-free (no short circuits) at 20 °C. As seen in diﬀerential scanning calorimetry (DSC) in Figure 2c, the melting of LiTFSI/PEO appears at 51 °C. Thus, at 60 °C the molten LiTFSI/PEO can connect two",{"entities":[[410,420,"SULFIDE_ELECTROLYTE"],[465,475,"SULFIDE_ELECTROLYTE"]]}],["neighboring cells and create a short circuit, as schematically illustrated in Figure 2d. As a result, the two short-circuited cells behave as one cell and lead to a voltage decay.",{"entities":[]}],["Figure 3e. As anticipated, those dendrites are composed of Cu and S elements, as demonstrated via SEM energy dispersive X- ray microscopy (EDX), shown in Figure 3f.",{"entities":[]}],["in addition to the design modiﬁcation of the bipolar stack (Figure 3), also a material modiﬁcation of the bipolar plates is necessary. To prevent corrosion reactions with sulﬁdes, the area-oversized Cu is exchanged with (area- oversized) stainless steel, which is chemically more inert.14 Indeed, failure-free charge−discharge cycling performance is obtained (Figure 4a), which even performs similar to the single cell (Figure 2). The similar performance demonstrates that the developed design of",{"entities":[]}],["the bipolar stack is adequate.",{"entities":[]}],["Obviously,",{"entities":[]}],["To prevent the issue of LiTFSI/PEO connection, a more eﬀective separation of neighboring cells via an area-oversized current collector (Cu) is applied as shown in Figure 3a. By oversizing the diameter of Cu by, e.g., 6% (12.7 vs 12.0 mm), a partial charge reaction can be obtained in this way before appearance of a next failure, resulting in an overall speciﬁc charge capacity of only ≈15 mAh g−1 (Figure 3b). Short circuits due to LiTFSI/PEO melting in the Cu separated stack setup are rather",{"entities":[[24,34,"SULFIDE_ELECTROLYTE"],[433,443,"SULFIDE_ELECTROLYTE"]]}],["unlikely to be responsible for the observed failure, as no voltage decay is observed in the OCV during the 24 h resting time. An increase of the speciﬁc current to 150 mA g−1 (Figure 3b) results in an increased speciﬁc capacity of ≈80 mAh g−1 at a stack voltage of ≈12.5 V before the failure appears. Obviously this failure has an electrochemical relation (occurring after charge onset) and chemical relation (showing a time dependence; as the failure appears after 30−60 min after charge reaction",{"entities":[]}],["onset). In addition, Cu collector corrosion was observed after disassembly of the failed cell stack (Figure 3d). Cu corrosion can be attributed to the generally known chemical instability of Cu with sulﬁdes, which corrodes even without direct contact between Cu and LPS layers (Figure 2a); that is, given the sensitivity of this chemical reaction already sulﬁde traces in the gas phase (e.g., H2S) can be suﬃcient for the observed corrosion reaction, which is known to form electric (ionically and",{"entities":[]}],["electronically) conductive CuxS dendrites.29 These can lead to ionic (between the cells) and/ or electronic (within the cell) micro-short-circuits, showing a characteristic “voltage noise” during the cell failure (Figure 3b,c). This reaction can be facilitated by an increase in potential diﬀerences and/or onset of current ﬂow,30 thus getting signiﬁcantly obvious after onset of the charge process. Indeed, those dendrites can be visualized via scanning electron microscopy (SEM) postmortem in a",{"entities":[]}],["shortened cell, as shown in",{"entities":[]}],["■ CONCLUSION",{"entities":[]}],["The use of solid electrolytes in rechargeable Li-metal batteries can have beneﬁcial eﬀects on cell and pack levels. On the cell level, their inﬂammable and mechanically rigid nature may help to realize Li metal as a negative electrode, while on the pack level their solid nature can realize the bipolar series stacking of cells. In this work, we can show that a simple triple cell stack of NMC622|LPS|LiTFSI/PEO|Li cell cells in bipolar conﬁgu- ration using a common Al/Cu clad as bipolar plate",{"entities":[]}],["results in a short circuit even before the cell is charged. This can be attributed to an ionic connection between neighboring cells due to molten LiTFSI/PEO, as evidenced by diﬀerential scanning calorimetry. To prevent this, the cells were separated via an area-oversized Cu current collector. This design modiﬁcation indeed results in a partial charge reaction, before another, in this case time dependent, failure appears, which hints at an additional chemical origin of the observed failure. The",{"entities":[[146,156,"SULFIDE_ELECTROLYTE"]]}],["disassembly of the failed cell reveals an almost fully corroded Cu collector, which may be attributed to the reaction with sulﬁdes leading to the formation of CuxS-based dendrites as visualized by scanning electron microscopy combined with energy dispersive X-ray spectroscopy technique. The replace- ment of Cu by chemically more inert stainless steel ﬁnally leads to failure-free charge−discharge cycling, with the stack having performance similar to that of a single cell. The performance similar",{"entities":[]}],["to a single cell proves suﬃcient functionality on the pack level of the cell stack design obtained by the reported current collector measures.",{"entities":[]}],["3166https://dx.doi.org/10.1021/acsaem.0c00041 ACS Appl. Energy Mater. 2020, 3, 3162−3168ACS Applied Energy Materials■ AUTHOR INFORMATIONCorresponding AuthorsJohannes Kasnatscheew − Helmholtz-Institute Münster, IEK-12, Forschungszentrum Jülich GmbH, 48149 Münster, Germany; Email: j.kasnatscheew@fz-juelich.deorcid.org/0000-0002-8885-8591;Martin Winter − Helmholtz-Institute Münster, IEK-12,",{"entities":[]}],["Forschungszentrum Jülich GmbH, 48149 Münster, Germany; MEET Battery Research Center, Institute of Physical Chemistry, University of Münster, 48149 Münster, Germany; Email: m.winter@fz-juelich.deAuthorsGerrit Homann − Helmholtz-Institute Münster, IEK-12,Forschungszentrum Jülich GmbH, 48149 Münster, GermanyPaul Meister − Helmholtz-Institute Münster, IEK-12,Forschungszentrum Jülich GmbH, 48149 Münster, GermanyLukas Stolz − Helmholtz-Institute Münster, IEK-12,",{"entities":[]}],["Forschungszentrum Jülich GmbH, 48149 Münster, Germany Jan Paul Brinkmann − Helmholtz-Institute Münster, IEK-12, Forschungszentrum Jülich GmbH, 48149 Münster, GermanyJörn Kulisch − BASF SE, 67056 Ludwigshafen am Rhein,GermanyTorben Adermann − BASF SE, 67056 Ludwigshafen amRhein, GermanyComplete contact information is available at: https://pubs.acs.org/10.1021/acsaem.0c00041Notes The authors declare no competing ﬁnancial interest.■ ACKNOWLEDGMENTS",{"entities":[]}],["Financial support from the German Federal Ministry for Education and Research within the project FELIZIA (Grant No. 03XP0026E) is gratefully acknowledged. Binder, sulﬁdic electrolytes, and NMC622 have been provided by BASF SE and are gratefully acknowledged, as well.■ REFERENCES",{"entities":[]}],["(1) Winter, M.; Barnett, B.; Xu, K. Before Li Ion Batteries. Chem. Rev. 2018, 118 (23), 11433−11456. (2) Janek, J.; Zeier, W. G. A Solid Future for Battery Development. Nat. Energy 2016, 1, 16141. (3) Xu, K. Nonaqueous Liquid Electrolytes for Lithium-based Rechargeable Batteries. Chem. Rev. 2004, 104 (10), 4303−4417. (4) Tarascon, J. M.; Guyomard, D. New Electrolyte Compositions Stable Over The O-V to 5-V Voltage Range and Compatible With The Li1+XMN2O4 Carbon Li-Ion Cells. Solid State Ionics",{"entities":[]}],["1994, 69 (3− 4), 293−305. (5) Zheng, H. H.; Tan, L.; Liu, G.; Song, X. Y.; Battaglia, V. S. Calendering Effects on the Physical and Electrochemical Properties of LiNi1/3Mn1/3Co1/3O2 Cathode. J. Power Sources 2012, 208, 52−57. (6) Kasnatscheew, J.; Rodehorst, U.; Streipert, B.; Wiemers-Meyer, S.; Jakelski, R.; Wagner, R.; Laskovic, I. C.; Winter, M. Learning from Overpotentials in Lithium Ion Batteries: A Case Study on the LiNi1/3Co1/3Mn1/3O2 (NCM) Cathode. J. Electrochem. Soc. 2016, 163 (14),",{"entities":[]}],["A2943−A2950. (7) Kasnatscheew, J.; Streipert, B.; Röser, S.; Wagner, R.; Cekic Laskovic, I.; Winter, M. Determining Oxidative Stability of Battery Electrolytes: Validity of Common Electrochemical Stability Window (ESW) Data and alternative Strategies. Phys. Chem. Chem. Phys. 2017, 19 (24), 16078−16086. (8) Kasnatscheew, J.; Evertz, M.; Streipert, B.; Wagner, R.; Klopsch, R.; Vortmann, B.; Hahn, H.; Nowak, S.; Amereller, M.; Gentschev, A. C.; Lamp, P.; Winter, M. The Truth about the 1st Cycle",{"entities":[]}],["Coulombic",{"entities":[]}],["3167www.acsaem.orgLetter",{"entities":[]}],["Efficiency of LiNi1/3Co1/3Mn1/3O2 (NCM) Cathodes. Phys. Chem. Chem. Phys. 2016, 18 (5), 3956−3965. (9) Kasnatscheew, J.; Evertz, M.; Streipert, B.; Wagner, R.; Nowak, S.; Cekic Laskovic, I.; Winter, M. Changing Established Belief on Capacity Fade Mechanisms: Thorough Investigation of Li- Ni1/3Co1/3Mn1/3O2 (NCM111) under High Voltage Conditions. J. Phys. Chem. C 2017, 121 (3), 1521−1529. (10) Kasnatscheew, J.; Börner, M.; Streipert, B.; Meister, P.; Wagner, R.; Cekic Laskovic, I.; Winter, M.",{"entities":[]}],["Lithium Ion Battery Cells under Abusive Discharge Conditions: Electrode Potential Development and Interactions between Positive and Negative electrode. J. Power Sources 2017, 362, 278−282. (11) Streipert, B.; Röser, S.; Kasnatscheew, J.; Janßen, P.; Cao, X.; Wagner, R.; Cekic-Laskovic, I.; Winter, M. Influence of LiPF6 on the Aluminum Current Collector Dissolution in High Voltage Lithium Ion Batteries after Long-Term Charge/Discharge Experiments. J. Electrochem. Soc. 2017, 164 (7),",{"entities":[]}],["A1474−A1479. (12) Kasnatscheew, J.; Wagner, R.; Winter, M.; Cekic-Laskovic, I. Interfaces and Materials in Lithium Ion Batteries: Challenges for Theoretical Electrochemistry. Topics in Current Chemistry 2018, 376 (3), 16. (13) Bieker, G.; Winter, M.; Bieker, P. Electrochemical In Situ Investigations of SEI and Dendrite Formation on the Lithium Metal Anode. Phys. Chem. Chem. Phys. 2015, 17 (14), 8670−8679. (14) Jung, K. N.; Shin, H. S.; Park, M. S.; Lee, J. W. Solid-State Lithium Batteries:",{"entities":[]}],["Bipolar Design, Fabrication, and Electrochemistry. ChemElectroChem 2019, 6 (15), 3842−3859. (15) Kerman, K.; Luntz, A.; Viswanathan, V.; Chiang, Y. M.; Chen, Z. B. Review-Practical Challenges Hindering the Development of Solid State Li Ion Batteries. J. Electrochem. Soc. 2017, 164 (7), A1731−A1744. (16) Kasnatscheew, J.; Placke, T.; Streipert, B.; Rothermel, S.; Wagner, R.; Meister, P.; Laskovic, I. C.; Winter, M. A Tutorial into Practical Capacity and Mass Balancing of Lithium Ion Batteries.",{"entities":[]}],["J. Electrochem. Soc. 2017, 164 (12), A2479−A2486. (17) Hao, F.; Han, F. D.; Liang, Y. L.; Wang, C. S.; Yao, Y. Architectural Design and Fabrication Approaches for Solid-State Batteries. MRS Bull. 2018, 43 (10), 775−781. (18) Schnell, J.; Gunther, T.; Knoche, T.; Vieider, C.; Kohler, L.; Just, A.; Keller, M.; Passerini, S.; Reinhart, G. All-Solid-State Lithium- Ion and Lithium Metal Batteries -Paving the Way to Large-Scale Production. J. Power Sources 2018, 382, 160−175. (19) Wiesener, K.; Ohms,",{"entities":[]}],["D.; Benczur-Urmossy, G.; Berthold, M.; Haschka, F. High Power Metal Hydride Bipolar Battery. J. Power Sources 1999, 84 (2), 248−258. (20) Karami, H.; Mousavi, M. F.; Shamsipur, M. A Novel Dry Bipolar Rechargeable Battery Based on Polyaniline. J. Power Sources 2003, 124 (1), 303−308. (21) Appetecchi, G. B.; Hassoun, J.; Scrosati, B.; Croce, F.; Cassel, F.; Salomon, M. Hot-Pressed, Solvent-Free, Nanocomposite, PEO- based Electrolyte Membranes II. All Solid-State Li/LiFePO4 Polymer Batteries. J.",{"entities":[]}],["Power Sources 2003, 124 (1), 246−253. (22) Zaghib, K.; Shim, J.; Guerfi, A.; Charest, P.; Striebel, K. A. Effect of Carbon Source as Additives in LiFePO4 as Positive Electrode for Lithium-Ion Batteries. Electrochem. Solid-State Lett. 2005, 8 (4), A207−A210. (23) Kasnatscheew, J.; Röser, S.; Börner, M.; Winter, M. Do Increased Ni Contents in LiNixMnyCozO2 (NMC) Electrodes Decrease Structural and Thermal Stability of Li Ion Batteries? A Thorough Look by Consideration of the Li+ Extraction",{"entities":[]}],["Ratio. ACS Appl. Energy Mater. 2019, 2, 7733−7737. (24) Tachez, M.; Malugani, J. P.; Mercier, R.; Robert, G. Ionic- Conductivity of and Phase-Transition in Lithium Thiophosphate LI3PS4. Solid State Ionics 1984, 14 (3), 181−185. (25) Lee, K.; Kim, S.; Park, J.; Park, S. H.; Coskun, A.; Jung, D. S.; Cho, W.; Choi, J. W. Selection of Binder and Solvent for Solution- Processed All-Solid-State Battery. J. Electrochem. Soc. 2017, 164 (9), A2075−A2081.",{"entities":[]}],["https://dx.doi.org/10.1021/acsaem.0c00041 ACS Appl. Energy Mater. 2020, 3, 3162−3168ACS Applied Energy Materials",{"entities":[]}],["(26) Zhang, W. B.; Weber, D. A.; Weigand, H.; Arlt, T.; Manke, I.; Schroder, D.; Koerver, R.; Leichtweiss, T.; Hartmann, P.; Zeier, W. G.; Interfacial Processes and Influence of Composite Cathode Microstructure Controlling the Performance of All-Solid- State Lithium Batteries. ACS Appl. Mater. Interfaces 2017, 9 (21), 17835−17845. (27) Ates, T.; Keller, M.; Kulisch, J.; Adermann, T.; Passerini, S. Development of an All-Solid-State Lithium Battery by Slurry-Coating Procedures using a Sulfidic",{"entities":[]}],["Electrolyte. Energy Storage Mater. 2019, 17, 204−210. (28) Shin, H. S.; Ryu, W. G.; Park, M. S.; Jung, K. N.; Kim, H.; Lee, J. W. Multilayered, Bipolar, All-Solid-State Battery Enabled by a Perovskite-Based Biphasic Solid Electrolyte. ChemSusChem 2018, 11 (18), 3184−3190. (29) Graedel, T. E.; Franey, J. P.; Kammlott, G. W. The Corrosion of Copper by Atmospheric Sulfurous Gases. Corros. Sci. 1983, 23 (11), 1141−1152. (30) Qiu, P.; Agne, M. T.; Liu, Y.; Zhu, Y.; Chen, H.; Mao, T.; Yang, J.;",{"entities":[]}],["Zhang, W.; Haile, S. M.; Zeier, W. G.; Janek, J.; Uher, C.; Shi, X.; Chen, L.; Snyder, G. J. Suppression of Atom Motion and Metal Deposition in Mixed Ionic Electronic Conductors. Nat. Commun. 2018, 9 (1), 2910.",{"entities":[]}],["Janek,J.3168www.acsaem.orgLetterhttps://dx.doi.org/10.1021/acsaem.0c00041 ACS Appl. Energy Mater. 2020, 3, 3162−3168",{"entities":[]}]]}