{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["ReseaRch aRticleA Versatile Li6.5In0.25P0.75S5I Sulfide Electrolyte Triggered by Ultimate-Energy Mechanical Alloying for All-Solid-State Lithium Metal BatteriesZhao Jiang, Hongling Peng, Yu Liu, Zhongxu Li, Yu Zhong, Xiuli Wang,* Xinhui Xia, Changdong Gu, and Jiangping Tu*",{"entities":[]}],["significant energy storage methods,[6–8] resulting from high energy density, the excellent safety, and ultrastable cycling performance.[9–11] Since the solid electro- lyte is the vital component in ASSLMBs, it has captured plentiful attentions.[12,13]",{"entities":[]}],["Sulfide solid electrolytes (SSEs) have captured plentiful interest on account of their high ionic conductivity and appropriate mechanical strength. However, the poor air stability and cost-intensive preparation process of SSEs limit their applications. Herein, a novel ultimate-energy mechanical alloying (UEMA) approach is applied to rapidly synthesize the argyrodite-type electrolytes in a one-pot process. According to the hard-soft-acid-base theory and the first- principles density functional",{"entities":[]}],["theory (DFT) calculation, In-doping in Li6PS5I is attempted to enhance air stability and the experimental results demonstrate the success of this approach. The synthesized Li6.5In0.25P0.75S5I electrolyte has a high ionic conductivity (1.06 mS cm–1), and also presents excellent interfa- cial stability against Li metal, benefiting from the formation of a LiI-rich inter- phase layer. The assembled Li–S battery with Li6.5In0.25P0.75S5I as an interlayer delivers a high discharge capacity (954 mAh",{"entities":[[39,46,"SULFIDE_ELECTROLYTE"],[172,191,"SULFIDE_ELECTROLYTE"],[235,247,"IONIC_CONDUCTIVITY"],[416,435,"SULFIDE_ELECTROLYTE"]]}],["g–1) and presents the capacity retention of 96% after 200 cycles. The In-doped Li6PS5I is a novel promising electrolyte with high air stability and ionic conductivity for the application of all-solid-state lithium metal batteries.",{"entities":[[79,86,"SULFIDE_ELECTROLYTE"]]}],["Sulfide solid electrolytes (SSEs), pos- sessing high ionic conductivity, appropriate mechanical strength, and high-temperature stability, have been regarded as one of the most promising alternatives.[14–16] In 2005, a superionic conductor Li7P3S11 was synthe- sized successfully with an ionic conductivity (3.2 mS cm–1).[17] Additionally, the 70Li2S- 30P2S5 electrolyte possesses high ionic conductivity (17 mS cm–1) via removing the voids and grain impedances.[18] Further- more, the",{"entities":[[239,247,"SULFIDE_ELECTROLYTE"],[307,318,"IONIC_CONDUCTIVITY"],[343,357,"SULFIDE_ELECTROLYTE"],[405,415,"IONIC_CONDUCTIVITY"]]}],["Li9.54Si1.74P1.44S11.7Cl0.3 electrolyte presents incredible ionic conductivity of 25 mS cm–1, which can be even better than the liquid organic electrolyte.[19] Despite making remarkable progresses, there are still some drawbacks that limit the application of SSEs. At first, the traditional preparation method, involving in mechanical milling plus annealing, is outdated on account of cost-intensive and time-consuming processes.[20,21] Moreover, it is still chal- lenging to match SSEs with Li",{"entities":[[0,27,"SULFIDE_ELECTROLYTE"],[82,92,"IONIC_CONDUCTIVITY"]]}],["metal directly due to the strong reducibility of lithium. Ultimately, on account of the high oxygen 3− units tend affinity of hard acid (P5+), the SSEs containing PS4 to react with H2O to release poisonous H2S gas.[12,22] Hence, it is urgent to develop a versatile SSEs with a simple method.",{"entities":[]}],["1. IntroductionCurrently, with the popularity of electric cars and portable elec- tronic devices, lithium-ion batteries (LIBs) have been generally utilized in daily life.[1,2] However, the use of combustible organic electrolytes in LIBs has raised significant concerns about the safety.[3,4] In addition, the limited energy density further hin- ders the extensive application of LIBs.[5] All-solid-state Li metal batteries (ASSLMBs) have been considered as one of the most",{"entities":[]}],["Z. Jiang, Y. Liu, Z. Li, Y. Zhong, X. Wang, X. Xia, C. Gu, J. Tu State Key Laboratory of Silicon Materials Key Laboratory of Advanced Materials and Applications for Batteries of Zhejiang Province and School of Materials Science and Engineering Zhejiang University Hangzhou 310027, China E-mail: wangxl@zju.edu.cn; tujp@zju.edu.cn H. Peng CCTEG Chongqing Research Institute Chongqing 400039, China",{"entities":[]}],["The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/aenm.202101521.",{"entities":[]}],["For realizing the application of SSEs, several practical approaches have been propounded to deal with these issues in ASSLMBs. One is to utilize the mechanochemically syn- thesized method to prepare SSEs,[23–25] which is an innovative method that contains pulverizing, glassification, and crystal- lization in one-pot process. Furthermore, for enhancing the poor interfacial stability of SSEs against Li metal, the F-rich or I-containing functional interfaces have been proposed to solve the",{"entities":[]}],["issue.[1,26,27] In particular, the F- or I-based SSEs can directly react with Li metal to configure a robust solid electro- lyte interphase (SEI), which can alleviate side reactions and the formation of Li dendrites in ASSLMBs.[28,29] Nevertheless, it is still difficult to obtain a superionic conductor (>10–3 S cm–1) with good air stability. Fortunately, replacing hard acid (P5+) with soft acid is a feasible method to enhance the air stability",{"entities":[[306,317,"IONIC_CONDUCTIVITY"]]}],["DOI: 10.1002/aenm.202101521Adv. Energy Mater. 2021, 11, 21015212101521 (1 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com",{"entities":[]}],["16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 1. a) Schematic diagram of the preparation of Li6PS5I electrolyte using UEMA method. b) Ionic conductivity (σ) of Li6PS5I versus the mechan- ical alloying time. c) Nyquist plots of Li6PS5I electrolytes synthesized by UEMA for different alloying time at 298 K, d) the Nyquist plot of precursor (mechanical alloying time t = 0 min).",{"entities":[[53,60,"SULFIDE_ELECTROLYTE"],[121,128,"SULFIDE_ELECTROLYTE"],[188,195,"SULFIDE_ELECTROLYTE"]]}],["of SSEs from the hard-soft-acid-base theory.[12,22,30] For instance, the Li6PS5I electrolyte has been demonstrated to obtain improved air stability with soft Sn substitution.[12] Moreover, since soft acid Sb tends to bond with soft base S rather than hard base O, the air stability of Li10GeP2S12 is enhanced with Sb-doping.[22] What is more, the incorporation of elements with larger atomic radius will broaden the Li+ migration channel, which can simultaneously improve the ionic",{"entities":[[73,80,"SULFIDE_ELECTROLYTE"],[285,296,"SULFIDE_ELECTROLYTE"]]}],["conductivity.[14,31]",{"entities":[]}],["features of the process, the relationship between the ionic conductivity (σ) of Li6PS5I and the mechanical alloying time is examined (Figure 1b). It takes only 10 min to synthesize the Li6PS5I electrolyte with a high ionic conductivity (1.82 mS cm–1). This is the valuable report that SSEs can be prepared with such a short period of time. However, as the mechanical alloying time further increases, the ionic conductivity of the electrolyte will decrease continuously. When the mechanical alloying",{"entities":[[80,87,"SULFIDE_ELECTROLYTE"],[185,192,"SULFIDE_ELECTROLYTE"],[237,249,"IONIC_CONDUCTIVITY"]]}],["time exceeds 60 min, the ionic conductivity decreases to the plateau value (0.79 mS cm–1). As a comparison, the ionic conduc- tivity of Li6PS5I electrolyte via the traditional method presents a low value of 7.25 × 10–3 mS cm–1 in Figure S1 (Supporting Information). Moreover, the detailed Nyquist plots of Li6PS5I synthesized by UEMA for different alloying time are displayed in Figure 1c,d.",{"entities":[[76,88,"IONIC_CONDUCTIVITY"],[136,143,"SULFIDE_ELECTROLYTE"],[207,226,"IONIC_CONDUCTIVITY"],[306,313,"SULFIDE_ELECTROLYTE"]]}],["The classic argyrodite-type Li6PS5X (X = Cl, Br and I) have captured great attentions on account of the low cost of raw mate- rials.[32,33] Rich I concentration in the sulfide electrolytes can in situ construct a stable SEI to prevent Li dendrites. The Li6PS5I electrolyte will be promising electrolyte if proper ionic conduc- tivity (> 10–3 S cm–1) is acquired. Recent study has indicated that the ionic conductivity of Li6PS5I electrolyte is enhanced after soft mechanical treatment.[34] In",{"entities":[[28,35,"SULFIDE_ELECTROLYTE"],[253,260,"SULFIDE_ELECTROLYTE"],[337,348,"IONIC_CONDUCTIVITY"],[421,428,"SULFIDE_ELECTROLYTE"]]}],["addition, the incorporation of soft acid (Sn, As and Sb) can not only raise ionic conductivity, but also enhance air stability.[5,22,30] In this present work, the argyrodite-type electrolytes are prepared rapidly via the UEMA approach in one-pot process. The In-doped Li6PS5I electrolyte obtains higher ionic conductivity and better air stability com- pared to pristine Li6PS5I at the same alloying time, and still possesses excellent cycling stability on account of forming a LiI- rich layer at the",{"entities":[[268,275,"SULFIDE_ELECTROLYTE"],[370,377,"SULFIDE_ELECTROLYTE"]]}],["interface of Li metal. Moreover, the constructed all-solid-state Li-S batteries with Li6.5In0.25P0.75S5I electrolyte as an interlayer exhibit ultrastable cycling performance.",{"entities":[[85,104,"SULFIDE_ELECTROLYTE"]]}],["To elucidate the structural variation of the synthesized elec- trolytes affected by mechanical alloying time, the materials were investigated by means of X-ray diffraction (XRD), Raman and nuclear magnetic resonance (NMR). Figure 2a displays the XRD patterns of Li6PS5I electrolytes obtained by conventional and UEMA methods. The Li6PS5I electrolyte prepared by the traditional mechanical alloying method shows a high Li-argyro- dite crystallinity, which agrees with the previous report.[34] The",{"entities":[[262,269,"SULFIDE_ELECTROLYTE"],[330,337,"SULFIDE_ELECTROLYTE"]]}],["Li-argyrodite phase also appears in the samples prepared by UEMA, which illustrates that the method can successfully syn- thesize Li6PS5I electrolyte in one-pot process. The XRD peak of Li6PS5I prepared by UEMA is wider than that of the tradi- tional method, indicating that the grain sizes of the electrolyte prepared by UEMA are smaller. The grain size of the samples prepared by UEMA varies with the alloying time. As calculated from the Scherrer equation,[23] the average crystallite size of",{"entities":[[130,137,"SULFIDE_ELECTROLYTE"],[186,193,"SULFIDE_ELECTROLYTE"]]}],["conventional Li6PS5I is 70 nm, and that of crystalline Li6PS5I",{"entities":[[13,20,"SULFIDE_ELECTROLYTE"],[55,62,"SULFIDE_ELECTROLYTE"]]}],["2. Results and DiscussionFigure 1a descripts the preparation process of the Li6PS5I elec- trolyte employing the UEMA method. To know the detailedAdv. Energy Mater. 2021, 11, 21015212101521 (2 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com",{"entities":[[76,83,"SULFIDE_ELECTROLYTE"]]}],["16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 2. a) XRD patterns and b) Raman spectra of Li6PS5I electrolytes by conventional and UEMA methods. c) 7Li MAS NMR and d) 31P MAS NMR spectra of Li6PS5I electrolytes prepared by conventional and UEMA methods.",{"entities":[[50,57,"SULFIDE_ELECTROLYTE"],[150,157,"SULFIDE_ELECTROLYTE"]]}],["prepared by UEMA is 11–16 nm (Tables S1–S5, Supporting Information). Based on previous reports,[32,35] S2−/I− anion site disorder is necessary for the intercage diffusion step to facili- tate long-range Li+ ion transport. However, I ions only occupy the 4a position and there is no the S2−/I− anion site disorder in the conventional Li6PS5I electrolyte, which hinders inter- cage diffusion of Li ions.[35] Larger grain size implies longer range ordered crystal structure, which is not conducive to",{"entities":[[333,340,"SULFIDE_ELECTROLYTE"]]}],["the Li+ migration in the Li6PS5I electrolyte.[34] In particular, low- speed-scan XRD patterns and Rietveld refinements of crystal- line Li6PS5I electrolytes by conventional and UEMA methods are tested to investigate the evolution of the S2−/I− anion site order (Figures S4 and S5, Supporting Information). Com- pared with the conventional Li6PS5I, the electrolyte prepared by UEMA method shows the higher S2−/I− anion site disorder (Table S7, Supporting Information), which is beneficial to Li+",{"entities":[[25,32,"SULFIDE_ELECTROLYTE"],[136,143,"SULFIDE_ELECTROLYTE"],[339,346,"SULFIDE_ELECTROLYTE"]]}],["migration.[20,36] Therefore, the enhanced ionic conductivity of Li6PS5I electrolytes prepared by UEMA is attributed to the small grain size and high S2−/I− anion site disorder. When the mechanical alloying time is 10 min, the XRD pattern of the sample represents Halo peak and residual Li2S, indicating that the Li6PS5I electrolyte mainly exists in the amorphous state. With the increase of mechanical alloying time, the intensity of Li2S impurity decreases, while the Li-argyrodite phase appears",{"entities":[[64,71,"SULFIDE_ELECTROLYTE"],[286,290,"SULFIDE_ELECTROLYTE"],[312,319,"SULFIDE_ELECTROLYTE"],[434,438,"SULFIDE_ELECTROLYTE"]]}],["and increases continuously. This means that the structural dis- order or distortion is reduced, which will lead to the reduction of ionic conductivity in the Li6PS5I electrolytes. Furthermore, the grain size reaches the peak value after the mechanical alloying time exceeds 60 min, indicating that the glassification rate is equal to crystallization of the electrolytes obtained by",{"entities":[[158,165,"SULFIDE_ELECTROLYTE"]]}],["the UEMA method. For ensuring the adequate reaction of the raw material, the mechanical alloying time in the subsequent work was set to 60 min. The Raman spectra of the Li6PS5I electrolytes are represented in Figure 2b. The major peaks at 3– units, 406 cm–1 and 421 cm–1 can match with LiI and PS4 respectively. Since the UEMA method can provide ultrahigh energy, there are a lot of defects and distortions in the Li6PS5I electrolytes. The Raman spectra of the electrolytes prepared by UEMA have",{"entities":[[169,176,"SULFIDE_ELECTROLYTE"]]}],["slight offset compared with the pristine Li6PS5I. With the increase of mechanical alloying time, the offset of the peak position decreases, indicating the reduction of defects and distortions in the electrolytes.",{"entities":[[41,49,"SULFIDE_ELECTROLYTE"]]}],["For further distinguishing the difference of Li6PS5I elec- trolytes prepared by conventional and UEMA methods, the high resolution 7Li MAS and 31P MAS NMR spectroscopes are performed. As exhibited Figure 2c, the two electrolytes (microcrystalline and nanocrystalline) have similar 7Li NMR signals. The Gaussian character of the lineshape should be symmetric. However, the nanocrystalline Li6PS5I has a more obvious chemical shift asymmetry, which is on account of greater halogen disorder.[37]",{"entities":[[45,52,"SULFIDE_ELECTROLYTE"],[388,395,"SULFIDE_ELECTROLYTE"]]}],["Notably, the 7Li NMR signal of nanocrystalline Li6PS5I is narrower than that of the micro- crystalline, which illustrates that a larger proportion of mobile Li ions exists in the nanocrystalline Li6PS5I electrolyte.[38] Furthermore, the lineshape of 31P NMR presents a distinct contrast (Figure 2d). The 31P NMR spectrum of the microcrys- talline Li6PS5I consists of a single resonance peak (95.85 ppm), which is consistent with the previous reports.[21,34] The signal 3– tetrahedra is ordered",{"entities":[[47,54,"SULFIDE_ELECTROLYTE"],[195,202,"SULFIDE_ELECTROLYTE"],[347,354,"SULFIDE_ELECTROLYTE"]]}],["reflects that the arrangement of all PS4 and regular.[21] In addition to the main peak (95.65 ppm), an",{"entities":[]}],["Adv. Energy Mater. 2021, 11, 21015212101521 (3 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["extra peak (85.09 ppm) in the nanocrystalline Li6PS5I can be observed (Figure 2d). The similar resonance peak at 95.65 ppm illustrates that the UEMA method can directly synthesize the electrolyte containing Li-argyrodite crystallinity. Particularly, the broad Gaussian resonance peak represents the different 31P environments. The serious polyhedral distortions and local defects are to blame for the dramatic change.",{"entities":[[46,53,"SULFIDE_ELECTROLYTE"]]}],["The microstructures of electrolytes were also investigated by bright-filed TEM and the selected-area electron diffraction (SAED) measurements. Figure S7 (Supporting Information) reveals the grain shapes and crystalline structures of Li6PS5I electrolytes prepared by conventional and UEMA methods. The presence of ring and blurred spherical pattern for Li6PS5I elec- trolyte prepared by UEMA method indicates the amorphous and polycrystalline Li-argyrodite features. However, the conven- tional",{"entities":[[233,240,"SULFIDE_ELECTROLYTE"],[352,359,"SULFIDE_ELECTROLYTE"]]}],["Li6PS5I electrolyte displays a distinct face-centered cubic diffraction spots that can match with the (222) and (311) atomic planes of the Li-argyrodite phase, suggesting that the sample becomes more crystalline. The large well-oriented crystal grains mean long range ordered crystal structure, which is not condu- cive to the Li+ migration in the Li6PS5I electrolyte.[34]",{"entities":[[0,7,"SULFIDE_ELECTROLYTE"],[348,355,"SULFIDE_ELECTROLYTE"]]}],["Figure 3. The structure diagram of In-doped Li6PS5I electrolyte from DFT calculation.",{"entities":[[44,51,"SULFIDE_ELECTROLYTE"]]}],["For demonstrating that the In-doped Li6PS5I electrolyte can be synthesized by UEMA successfully, the XRD and Raman measurements are performed to the samples. To ensure ade- quate reaction of the raw materials and the formation of Li- argyrodite phase, the mechanical alloying time is determined to be 60 min. As depicted in Figure 4a, the XRD pattern of the In-doped Li6PS5I electrolyte matches with Li-argyrodite crys- talline peaks and residual Li2S peaks. Compared with Li6PS5I, the (2 2 0) peak",{"entities":[[36,43,"SULFIDE_ELECTROLYTE"],[367,374,"SULFIDE_ELECTROLYTE"],[447,451,"SULFIDE_ELECTROLYTE"],[473,480,"SULFIDE_ELECTROLYTE"]]}],["of Li6.5In0.25P0.75S5I has a left offset and no cor- responding peaks of In2S3 appear in the magnifying XRD pat- terns (Figure S12, Supporting Information), exemplifying that the indium elements are successfully doped into the crystal structure and then result in expanded lattice. Additionally, there is an apparent offset in the Raman spectrum after the incor- poration of indium element in Li6PS5I (Figure 4b). Moreover, the morphology and size of the samples are not significantly changed by",{"entities":[[3,22,"SULFIDE_ELECTROLYTE"],[73,78,"SULFIDE_ELECTROLYTE"],[393,400,"SULFIDE_ELECTROLYTE"]]}],["In-doping (Figure S13, Supporting Information). The EDS mapping illustrates that the distribution of indium is homogeneous in the electrolyte.",{"entities":[]}],["For demonstrating that UEMA is a general method to syn- thesize the argyrodite-type electrolytes, Li6PS5Br and Li6PS5Cl are also attempted. The XRD and Raman measurements of the Li6PS5Br and Li6PS5Cl electrolytes prepared by UEMA also present Li-argyrodite crystallinity (Figures S8 and S10, Sup- porting Information). The ionic conductivity and calculated activation energy are shown in Figures S9 and S11 (Supporting Information). The Li6PS5Br and Li6PS5Br electrolytes repre- sent a superior",{"entities":[[98,106,"SULFIDE_ELECTROLYTE"],[111,119,"SULFIDE_ELECTROLYTE"],[178,186,"SULFIDE_ELECTROLYTE"],[191,199,"SULFIDE_ELECTROLYTE"],[437,445,"SULFIDE_ELECTROLYTE"],[450,458,"SULFIDE_ELECTROLYTE"]]}],["ionic conductivity of 1.12 and 1.33 mS cm–1, respectively.",{"entities":[[22,26,"IONIC_CONDUCTIVITY"],[31,43,"IONIC_CONDUCTIVITY"]]}],["Replacing hard acid (P5+) with soft acid, such as In3+, can improve the air stability of SSEs from the hard-soft-acid-base theory.[39,40] Meanwhile, the Li+ carriers concentration can be improved in the unit cells on account of the replacement of P5+ by In3+ with the lower valence, which contributes to enhance the ionic conductivity. For knowing whether indium can be suc- cessfully doped into the Li6PS5I electrolyte, the decomposition energy ΔE for the following hypothetical reaction (1) is",{"entities":[[400,407,"SULFIDE_ELECTROLYTE"]]}],["figured based on DFT calculation",{"entities":[]}],["To reveal in detail the variation of crystalline phases caused by In-doping, Low-speed-scan XRD patterns and Rietveld refine- ments of Li6PS5I and Li6.5In0.25P0.75S5I electrolytes are tested (Figure 4c,d). As described in Tables S3 and S6 (Supporting Information), the unit cell parameters of Li6.5In0.25P0.75S5I (a = b = c = 10.15242 Å) are larger than those of Li6PS5I (a = b = c = 10.13466 Å). The result quantifies the impact of indium incor- poration on the unit cell parameters. The doped",{"entities":[[135,142,"SULFIDE_ELECTROLYTE"],[147,166,"SULFIDE_ELECTROLYTE"],[293,312,"SULFIDE_ELECTROLYTE"],[363,370,"SULFIDE_ELECTROLYTE"]]}],["indium atom in the 4b site is shared with P. Moreover, the incorporation of indium increases the Li+ carrier concentration and induces the S2−/I− anion site disorder (Table S6, Supporting Information), which are expected to promote the Li+ migration and enhance the ionic conductivity.",{"entities":[]}],["+0.75Li PS → 4 E ( ∆ = − ±1.5Li S LiI + 2 0.20 0.05 eVIn P S I Li 0.25 0.75 5 6.5 0.25LiInS , + 23(1))",{"entities":[]}],["The decomposition energy ΔE of Li6PS5X (X = Cl, Br and I) is also calculated in the same method and listed in Table S8 (Supporting Information). The negative value of ΔEdecomposition means Li6PS5X (X = Cl, Br and I) electrolytes are thermody- namically unstable. However, many previous reports have demonstrated the existence of Li6PS5X (X = Cl, Br and I) electro- lytes at room temperature.[41–43] This indicates that the decom- position energy is relatively small and can be stabilized by the",{"entities":[[31,38,"SULFIDE_ELECTROLYTE"],[189,196,"SULFIDE_ELECTROLYTE"],[329,336,"SULFIDE_ELECTROLYTE"]]}],["kinetic barrier at room temperature, thus forming metastable Li6PS5X (X = Cl, Br and I) electrolytes. Furthermore, according to the DFT calculations, the incorporation of indium does not lead to a significant increase in the decomposition energy of Li6PS5I, illustrating that the In-doped Li6PS5I electrolyte can be prepared potentially. As represented in Figure 3, the substituted indium atom is shared with P in the 4b site.",{"entities":[[61,68,"SULFIDE_ELECTROLYTE"],[249,256,"SULFIDE_ELECTROLYTE"],[289,296,"SULFIDE_ELECTROLYTE"]]}],["The alternating current impedance was performed to test the ionic conductivity of the In-doped electrolyte. The Nyquist plot of the Li6.5In0.25P0.75S5I electrolyte is shown in Figure 4e. It has an enhanced ionic conductivity (1.06 mS cm–1) compared with Li6PS5I (0.79 mS cm–1) at the same alloying time of 60 min. In comparison with the activation energy (0.324 eV) of Li6PS5I, a smaller activation energy (0.276 eV) of Li6.5In0.25P0.75S5I is found in Figure 4f. The expanding Li+ transport channel",{"entities":[[132,151,"SULFIDE_ELECTROLYTE"],[226,238,"IONIC_CONDUCTIVITY"],[254,261,"SULFIDE_ELECTROLYTE"],[263,275,"IONIC_CONDUCTIVITY"],[369,376,"SULFIDE_ELECTROLYTE"],[420,439,"SULFIDE_ELECTROLYTE"]]}],["and the increased Li+ carrier concentration effectively weaken the transport obstacles and promote the Li+ migration. Besides,",{"entities":[]}],["Adv. Energy Mater. 2021, 11, 21015212101521 (4 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 4. a) XRD patterns and b) Raman spectra of Li6PS5I and Li6.5In0.25P0.75S5I electrolytes at the mechanical alloying time of 60 min. Low-speed- scan XRD patterns and Rietveld refinements of c) Li6.5In0.25P0.75S5I and d) Li6PS5I electrolytes. e) Nyquist plot at 298 K and f) Arrhenius profile of Li6.5In0.25P0.75S5I electrolyte tested from 268 to 393 K.",{"entities":[[50,57,"SULFIDE_ELECTROLYTE"],[62,81,"SULFIDE_ELECTROLYTE"],[198,217,"SULFIDE_ELECTROLYTE"],[225,232,"SULFIDE_ELECTROLYTE"],[300,319,"SULFIDE_ELECTROLYTE"]]}],["the electronic conductivity of the Li6.5In0.25P0.75S5I electrolyte shown in Figure S14 (Supporting Information) exhibits the reduced electronic conductivity (8.32 × 10–9 S cm–1), which plays a vital part in Li dendrite suppression.[44]",{"entities":[[35,54,"SULFIDE_ELECTROLYTE"],[158,176,"IONIC_CONDUCTIVITY"]]}],["Supporting Information), which result from the destroy of PS bond after air exposure. However, the Li6.5In0.25P0.75S5I electro- lyte can maintain its structure. Therefore, replacing P5+ with In3+ is an easy and useful method to strengthen the air stability of Li6PS5I-based electrolyte.",{"entities":[[100,119,"SULFIDE_ELECTROLYTE"]]}],["The poor air stability of SSEs will generate toxic H2S gas and increase the fabrication cost of batteries. Without the incorpora- tion of indium element, the pristine Li6PS5I electrolyte gener- ates a large amount of H2S after being exposed to 10% humidity air as depicted in Figure 5a. While the generation of H2S in Li6.5In0.25P0.75S5I reduces drastically, thus implying that In- doping can enhance the air stability of Li6PS5I-based electrolyte. The XRD and Raman measurements were performed to",{"entities":[[167,174,"SULFIDE_ELECTROLYTE"],[318,337,"SULFIDE_ELECTROLYTE"]]}],["char- acterize the structure changes after exposure in moist air. As described in Figure 5b, the unknown peaks show in the XRD pattern of pristine Li6PS5I. On the contrary, the XRD pattern of Li6.5In0.25P0.75S5I remains unchanged as expected. In addition, two new peaks at 348 cm–1 and 388 cm–1 can be observed in the corresponding enlarged Raman spectra of Li6PS5I (Figure S15,",{"entities":[[147,155,"SULFIDE_ELECTROLYTE"],[192,211,"SULFIDE_ELECTROLYTE"],[358,365,"SULFIDE_ELECTROLYTE"]]}],["The hydrolysis reaction energy ΔE is applied to evaluate the air stability of SSEs.[40] As a result, the hydrolysis energy on the basis of DFT calculation is determined to disclose the enhanced air stability of In-doped Li6PS5I electrolyte. In general, the dete- rioration of the sulfide involves the attack of H2O to PS4 tet- rahedron, which refers to the substitution of S with O atom. The hydrolysis energy of PS4 and InS4 units is calculated for the following reactions∆ = −+1.00eVE",{"entities":[[220,227,"SULFIDE_ELECTROLYTE"]]}],["PS H O PS O H S, →+2324(2)InS H O InS O H S, →++4232E ∆ =0.81eV(3)Adv. Energy Mater. 2021, 11, 21015212101521 (5 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com",{"entities":[]}],["16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 5. a) The quantity of H2S gas produced from both Li6.5In0.25P0.75S5I and Li6PS5I electrolytes when exposed in moisture air. b) XRD patterns and c) Raman spectra of Li6.5In0.25P0.75S5I and Li6PS5I electrolytes before and after exposing in moisture air. d) Illustration of the difficult degree of PS4 and InS4 tetrahedrons reacting with H2O on the basis of the DFT calculation.",{"entities":[[56,75,"SULFIDE_ELECTROLYTE"],[80,87,"SULFIDE_ELECTROLYTE"],[171,190,"SULFIDE_ELECTROLYTE"],[195,202,"SULFIDE_ELECTROLYTE"]]}],["The ΔE of PS4 and InS4 units are –1.00 and 0.81 eV, respec- tively. The negative value of ΔE means PS4 tetrahedron is easy to react with H2O (Figure 5d). However, the ΔE of InS4 units is a positive value, which illustrates that the hydrolysis reaction of InS4 units is thermodynamically unfavorable. In other words, indium gives priority to bond sulfur rather than oxygen. There- fore, the air stability of the Li6.5In0.25P0.75S5I electrolyte can be enhanced sharply, which agree well with our",{"entities":[[411,430,"SULFIDE_ELECTROLYTE"]]}],["experimental data. The interfacial stability between the Li6.5In0.25P0.75S5I elec- trolyte and Li metal was evaluated by the galvanostatic charge/ discharge test of Li symmetric cells. As depicted in Figure 6a, a sudden voltage drop appears in the Li/Li3PS4/Li symmetric cell after 58 h, illustrating that a soft short circuit occurs in the cell. However, the Li/Li6PS5I/Li symmetric cell can deliver a stable cycle for 600 h (Figure 6b), which is consistent with previous reports.[29,45] I-doped",{"entities":[[57,76,"SULFIDE_ELECTROLYTE"],[248,260,"SULFIDE_ELECTROLYTE"],[360,373,"SULFIDE_ELECTROLYTE"]]}],["sulfide solid electrolytes can alleviate the interfacial side reactions and the formation of Li dendrite. Moreover, the Li/Li6.5In0.25P0.75S5I/Li symmetric cell also shows a low initial overpotential of 15 mV and can remain a stable cycle for 1000 h at a current density of 0.1 mA cm–2. Notably, the overpotential only increases to 22 mV after 1000 h (Figure 6c). Additionally, the Li/Li6.5In0.25P0.75S5I/Li symmetric cell can cycle steadily at a current density of 0.2 mA cm–2 (Figure S18,",{"entities":[[120,145,"SULFIDE_ELECTROLYTE"],[382,407,"SULFIDE_ELECTROLYTE"],[466,479,"IONIC_CONDUCTIVITY"]]}],["Supporting Information). Besides, the time-dependent imped- ance spectra are also employed to evaluate the interfacial stability of Li6.5In0.25P0.75S5I electrolyte. There is negligible impedance change in the Li/Li6.5In0.25P0.75S5I/Li symmetric cell after storage for 64 h, which confirms that the electrolyte possesses good interfacial stability (Figure S19, Supporting",{"entities":[[132,151,"SULFIDE_ELECTROLYTE"],[209,234,"SULFIDE_ELECTROLYTE"]]}],["Information). The cycling stability of Li6.5In0.25P0.75S5I electro- lyte is equal with the best performances of SSEs in previous reports (Table S9, Supporting Information). Furthermore, the morphology variations of Li surface after cycling are observed by SEM as displayed in Figures S20 and S21 (Sup- porting Information). There are obvious dendrites and cracks in the Li/Li3PS4/Li symmetric cell. By contrast, the interface after cycling is flat and dense in the Li/Li6PS5I/Li and Li/",{"entities":[[39,58,"SULFIDE_ELECTROLYTE"],[370,382,"SULFIDE_ELECTROLYTE"],[465,478,"SULFIDE_ELECTROLYTE"]]}],["Li6.5In0.25P0.75S5I/Li symmetric cell. The EDS mapping mani- fests that the interphase is I-rich. Figure S22 (Supporting Information) exhibits the XPS spectra of I 3d at the Li metal surface. The formation of the I-rich, namely LiI-rich SEI, is the essence to realize the remarkable cycling stability. Besides, the basic properties of Li6.5In0.25P0.75S5I electrolyte is sum- marized compared with other representative SSEs (Table S10, Supporting Information), which reveals that Li6.5In0.25P0.75S5I",{"entities":[[0,22,"SULFIDE_ELECTROLYTE"],[335,354,"SULFIDE_ELECTROLYTE"],[479,498,"SULFIDE_ELECTROLYTE"]]}],["is a promising electrolyte.",{"entities":[]}],["For manifesting the applicability of Li6.5In0.25P0.75S5I in ASSLMBs, the electrolyte emerged as an interlayer to sta- bilize the interface between the Li10SnP2S12 electrolyte and Li metal. Figure 7a describes the schematic diagram of the assembled ASSLMBs with S cathode. Cyclic voltammetry meas- urement was applied to evaluate the electrochemical redox reaction of ASSLMBs with or without Li6.5In0.25P0.75S5I inter- layer (Figure S23, Supporting Information). The oxidation- reduction pair peaks",{"entities":[[37,56,"SULFIDE_ELECTROLYTE"],[151,162,"SULFIDE_ELECTROLYTE"],[391,410,"SULFIDE_ELECTROLYTE"]]}],["at around 1.6 and 2.5 V prove the solid phase transfer mechanism between S and Li2S, respectively.[46] With the Li6.5In0.25P0.75S5I interlayer, the peak currents and the enclosed region are almost identical to each other, indicating",{"entities":[[112,131,"SULFIDE_ELECTROLYTE"]]}],["Adv. Energy Mater. 2021, 11, 21015212101521 (6 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["to 78 mAh g−1 after 60 cycles at 0.1C on account of continuous interfacial reaction between the Li10SnP2S12 electrolyte and Li metal. To further assess the impact of the interfacial reaction, the rate capability of ASSLMBs was tested (Figure S26, Supporting Information). The discharge capacities of Li/Li6.5In0.25P0.75S5I- Li10SnP2S12/S battery are 950, 902, 787, 557, and 323 mAh g−1 at 0.05, 0.1, 0.2, 0.5, and 1 C, respectively. On the contrary, the ASSLMBs without interlayer only show a",{"entities":[[96,107,"SULFIDE_ELECTROLYTE"],[300,323,"SULFIDE_ELECTROLYTE"],[324,337,"SULFIDE_ELECTROLYTE"]]}],["discharge capacity of 826, 576, 233, 18, and 0 mAh g−1 at the corresponding rates, respectively. The enhanced rate capacity is attributed to the sup- pression of interfacial side reactions by the Li6.5In0.25P0.75S5I layer. Additionally, the alternating current impedances of ASS- LMBs before and after cycling were also characterized to eval- uate the applicability of the Li6.5In0.25P0.75S5I electrolyte. The impedance of Li/Li6.5In0.25P0.75S5I-Li10SnP2S12/S battery raises from 120 to 165 Ω after",{"entities":[[196,215,"SULFIDE_ELECTROLYTE"],[373,392,"SULFIDE_ELECTROLYTE"],[423,459,"SULFIDE_ELECTROLYTE"]]}],["200 cycles (Figure 7d, Figure S27, Sup- porting Information). As a comparison, the impedance of bat- tery without the interlayer elevates significantly from 170 to 8000 Ω (Figure S25c,d, Supporting Information), testifying that the Li6.5In0.25P0.75S5I interlayer possesses a remarkable applica- bility to restrain the interfacial reaction.",{"entities":[[232,251,"SULFIDE_ELECTROLYTE"]]}],["(a)0.10.1mA cm-2Li3PS4)V(e g a t l o V0.00.1100050 Time (h)7525(b)0.10.1mA/cm2Li6.PS5I)V(e g a t l o V0.00.040.040.000.000.04 00.04105590580585 4500.1150600300 Time (h)03. Conclusion(c)0.1",{"entities":[]}],["In summary, the novel ultimate-energy mechanical alloying approach is introduced to produce rapidly the argyrodite-type electrolytes in one-pot process. On the basis of the DFT calcula- tion, In-doped Li6PS5I electrolyte can exist steadily. Replacing P5+ with In3+ improves the air stability of the Li6PS5I electrolyte. The Li6.5In0.25P0.75S5I electrolyte prepared exhibits enhanced ionic conductivity (1.06 mS cm–1), and possesses excellent inter- facial stability against Li metal on account of",{"entities":[[201,208,"SULFIDE_ELECTROLYTE"],[299,306,"SULFIDE_ELECTROLYTE"],[324,343,"SULFIDE_ELECTROLYTE"],[403,415,"IONIC_CONDUCTIVITY"]]}],["the formation of the LiI-rich layer. With the Li6.5In0.25P0.75S5I electrolyte as an interlayer, the assembled Li-S batteries present high discharge capacity (954 mAh g–1) and remarkable cycling stability. The ultimate-energy mechanical alloying method is a simple and practical approach to produce the argyrodite-type electrolyte. And In-doped Li6PS5I electrolyte has remarkable potential for ASSLMBs application.",{"entities":[[46,65,"SULFIDE_ELECTROLYTE"],[344,351,"SULFIDE_ELECTROLYTE"]]}],["Li6.5In0.25P0.75S5I0.1mA cm-2)V(e g a t l o V0.00.040.040.000.000.04 00.04105980985 7509900.1500 Time (h)01000250Figure 6. Electrochemical performance of Li plating/stripping on the a) Li/Li3PS4/Li, b) Li/Li6PS5I/Li, and c) Li/Li6.5In0.25P0.75S5I/Li symmetric cells at a current density of 0.1 mA cm–1.",{"entities":[[185,197,"SULFIDE_ELECTROLYTE"],[202,215,"SULFIDE_ELECTROLYTE"],[224,249,"SULFIDE_ELECTROLYTE"]]}],["the good electrochemical reversibility. However, the enclosed areas of ASSLMBs without the interlayer deliver a decreased value, irreversible side reaction has occurred. The charge/discharge curves of the ASSLMBs with the Li6.5In0.25P0.75S5I interlayer at 0.05 C are represented in Figure 7b. The Li/ Li6.5In0.25P0.75S5I-Li10SnP2S12/S battery rep- resents an initial discharge capacity of 954 mAh g–1. In addi- tion, with Li6.5In0.25P0.75S5I as an interlayer, the assembled ASSLMBs exhibit excellent",{"entities":[[222,241,"SULFIDE_ELECTROLYTE"],[301,334,"SULFIDE_ELECTROLYTE"],[422,441,"SULFIDE_ELECTROLYTE"]]}],["cycling stability. Remarkably, the capacity retention of 96% can be accomplished after 200 cycles at 0.1C (Figure 7c). Moreover, a capacity retention of 75% with a reversible capacity of 390 mAh g−1 after 200 cycles at 0.5 C are demonstrated (Figure S24, Supporting Informa- tion). By contrast, the Li/Li10SnP2S12/S battery exhibits large voltage polarization and low discharge capacity of 823 mAh g–1 (Figure S25a, Supporting Information). Furthermore, as depicted in Figure S25b (Supporting",{"entities":[[299,315,"SULFIDE_ELECTROLYTE"]]}],["Information), the bat- tery presents a rapid capacity decay and its capacity decreases",{"entities":[]}],["4. Experimental Sectionthat animplying",{"entities":[]}],["Synthesis of materials: Li6PS5I glass-ceramic was synthesized via UEMA method. The starting materials were Li2S (99.9%, Alfa Aesar), P2S5 (99.9%, Alfa Aesar), and LiI (99.99%, Aladdin). 2 g overall mass of Li2S, P2S5, and LiI with molar ratio of 5: 1: 2 were weighed and put into a zirconia jar (125mL) with 25 zirconia balls (10 mm in diameter, overall mass = 75 g). The mechanosynthesized process was carried out on the mechanical alloying apparatus (Retsch, Emax) with 1200 rpm for different",{"entities":[[24,31,"SULFIDE_ELECTROLYTE"]]}],["alloying time. In order to avoid high-temperature decomposition of samples due to high-speed grinding, the milling apparatus was equipped with a cooling machine to maintain the temperature of the zirconia jar at 298–308 K. In particular, when the mechanical alloying time t = 0 min, the raw materials were mixed uniformly in a mortar for 20 min. The traditional Li6PS5I crystal was synthesized via milling at 600 rpm for 13 h. The obtained precursors were pressed into pellets, and then sealed in a",{"entities":[[362,369,"SULFIDE_ELECTROLYTE"]]}],["quartz ampule and annealed at 873 K for 2 h. For ensuring the adequate reaction of the raw materials, the Li6PS5Br, Li6PS5Cl, and Li6.5In0.25P0.75S5I electrolytes were prepared via mechanical alloying at 1200 rpm for",{"entities":[[106,114,"SULFIDE_ELECTROLYTE"],[116,124,"SULFIDE_ELECTROLYTE"],[130,149,"SULFIDE_ELECTROLYTE"]]}],["Adv. Energy Mater. 2021, 11, 21015212101521 (7 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",{"entities":[]}],["Figure 7. a) Schematic diagram of the Li/Li6.5In0.25P0.75S5I-Li10SnP2S12/S battery. b) Galvanostatic charge/discharge curves at 0.05 C. c) Cycling stability. d) The impedance spectra from 1 MHz–0.01 Hz before cycling.",{"entities":[[38,74,"SULFIDE_ELECTROLYTE"]]}],["60 min. The cathode in solid-state batteries consisted of sublimed sulfur, vapor grown carbon fiber (VGCF), and SSE. The S, VGCF, and SSE were mixed at the mass ratio of 7: 1: 2 by grinding at 300 rpm for 1 h. All of the preparation processes were operated in an argon-filled glove box (H2O < 0.1 ppm, O2 < 0.1 ppm).Keywordsair stability, all-solid-state batteries, lithium metal batteries, sulfide electrolytes, ultimate-energy mechanical alloying",{"entities":[]}],["Received: May 15, 2021 Revised: July 7, 2021 Published online: August 4, 2021",{"entities":[]}],["Air Stability Measurements: For the H2S generation tests, the sulfide samples (150 mg) were pressed into the pellet. Then the pellet and a H2S gas sensor were put into a sealed container (10 L) filled with humid air (humidity around 10%). The measurement process was in the drying room, which could control the humidity. In addition, after exposure of 10% humidity, XRD and Raman measurements were conducted for the electrolyte samples.[1] B. Zheng, J. Zhu, H. Wang, M. Feng, E. Umeshbabu, Y. Li,",{"entities":[]}],["Q. H. Wu, Y. Yang, ACS Appl. Mater. Interfaces 2018, 10, 25473.[2] Y. T. Chen, M. Duquesnoy, D. H. S. Tan, J. M. Doux, H. Yang, G. Deysher, P. Ridley, A. A. Franco, Y. S. Meng, Z. Chen, ACS Energy Lett. 2021, 6, 1639.Supporting Information[3] M. Sun, T. Liu, Y. Yuan, M. Ling, N. Xu, Y. Liu, L. Yan, H. Li, C. Liu, Y. Lu, Y. Shi, Y. He, Y. Guo, X. Tao, C. Liang, J. Lu, ACS Energy Lett. 2021, 6, 451.Supporting Information is available from the Wiley Online Library or from the author.",{"entities":[]}],["[4] M. Otoyama, M. Suyama, C. Hotehama, H. Kowada, Y. Takeda, K. Ito, A. Sakuda, M. Tatsumisago, A. Hayashi, ACS Appl. Mater. Interfaces 2021, 13, 5000.Acknowledgements[5] G. Sahu, Z. Lin, J. Li, Z. Liu, N. Dudney, C. Liang, Energy Environ.Sci. 2014, 7, 1053.This work was supported by the National Natural Science Foundation of China (No. U20A20126 and 51971201) and the Development Program of Zhejiang Province (2021C01175).",{"entities":[]}],["[6] Z. Jiang, T. B. Liang, Y. Liu, S. Z. Zhang, Z. X. Li, D. H. Wang, X. H. Wang, X. L. Xia, C. D. Gu, J. P. Tu, ACS Appl. Mater. Interfaces 2020, 12, 54662.[7] R. Chen, Q. Li, X. Yu, L. Chen, H. Li, Chem. Rev. 2019, 120, 6820. [8] G. Liu, J. Shi, M. Zhu, W. Weng, L. Shen, J. Yang, X. Y. Yao, EnergyConflict of InterestStorage Mater. 2021, 38, 249.[9] J. Wu, S. Liu, F. D. Han, X. Y. Yao, C. S. Wang, Adv. Mater. 2021, 33,The authors declare no conflict of interest.2000751.",{"entities":[]}],["[10] C. H. Wang, Y. Zhao, Q. Sun, X. Li, Y. L. Liu, J. W. Liang, X. N. Li, X. T. Lin, R. Y. Li, K. R. Adair, L. Zhang, R. Yang, S. G. Lu, X. L. Sun, Nano Energy 2018, 53, 168.Data Availability Statement[11] F. D. Han, J. Yue, X. Fan, T. Gao, C. Luo, Z. Ma, L. Suo, C. S. Wang,Research data are not shared.Nano Lett. 2016, 16, 4521.Adv. Energy Mater. 2021, 11, 21015212101521 (8 of 9)© 2021 Wiley-VCH GmbHwww.advenergymat.dewww.advancedsciencenews.com",{"entities":[]}],["16146840, 2021, 36, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aenm.202101521 by University Of British Columbia, Wiley Online Library on [22/07/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License[29] F. D. Han, J. Yue, X. Zhu, C. S. Wang, Adv. Energy Mater. 2018, 8,",{"entities":[]}],["[12] F. P. Zhao, J. Liang, C. Yu, Q. Sun, X. Li, K. Adair, C. Wang, Y. Zhao, S. Zhang, W. Li, S. Deng, R. Li, Y. Huang, H. Huang, L. Zhang, S. Zhao, S. Lu, X. L. Sun, Adv. Energy Mater. 2020, 10, 1903422. [13] Z. Zhang, Y. Shao, B. Lotsch, Y. Hu, H. Li, J. Janek, L. F. Nazar, C. Nan, J. Maier, M. Armand, L. Chen, Energy Environ. Sci. 2018, 11, 1945.1703644.",{"entities":[]}],["[30] F. Zhao, S. H. Alahakoon, K. Adair, S. Zhang, W. Xia, W. Li, C. Yu, R. Feng, Y. Hu, J. Liang, X. Lin, Y. Zhao, X. Yang, T. K. Sham, H. Huang, L. Zhang, S. Zhao, S. Lu, Y. Huang, X. L. Sun, Adv. Mater. 2021, 33, 2006577.[31] R. C. Xu, X. H. Xia, X. L. Wang, Y. Xia, J. P. Tu, J. Mater. Chem. A[14] R. C. Xu, X. H. Xia, S. H. Li, S. Z. Zhang, X. L. Wang, J. P. Tu,2017, 5, 2829.J. Mater. Chem. A 2017, 5, 6310.",{"entities":[]}],["[32] Y. B. Song, D. H. Kim, H. Kwak, D. Han, S. Kang, J. H. Lee, S. M. Bak, K. W. Nam, H. W. Lee, Y. S. Jung, Nano Lett. 2020, 20, 4337.[15] Z. X. Zhang, L. Zhang, X. L. Yan, H. Q. Wang, Y. Y. Liu, C. Yu, X. T. Cao, L. van Eijck, B. Wen, J. Power Sources 2019, 410, 162. [16] R. C. Xu, S. Z. Zhang, X. L. Wang, Y. Xia, X. H. Xia, J. Wu, C. D. Gu,[33] J. Zhang, L. Li, C. Zheng, Y. Xia, Y. Gan, H. Huang, C. Liang, X. He,J. P. Tu, Chem. - Eur. J. 2018, 24, 6007.",{"entities":[]}],["[17] F. Mizuno, A. Hayashi, K. Tadanaga, M. Tatsumisago, Adv. Mater.X. Tao, W. Zhang, ACS Appl. Mater. Interfaces 2020, 12, 41538.[34] M. Brinek, C. Hiebl, H. M. R. Wilkening, Chem. Mater. 2020, 32,2005, 17, 918.[18] Y. Seino, T. Ota, K. Takada, A. Hayashi, M. Tatsumisago, Energy4754.Environ. Sci. 2014, 7, 627.[35] X. Bai, Y. Duan, W. Zhuang, R. Yang, J. Wang, J. Mater. Chem. A[19] Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui,2020, 8, 25663.",{"entities":[]}],["[36] L. Zhou, A. Assoud, Q. Zhang, X. Wu, L. F. Nazar, J. Am. Chem. Soc.M. Yonemura, H. Iba, R. Kanno, Nat. Energy 2016, 1, 16030.[20] M. A. Kraft, S. Ohno, T. Zinkevich, R. Koerver, S. P. Culver, T. Fuchs, A. Senyshyn, S. Indris, B. J. Morgan, W. G. Zeier, J. Am. Chem. Soc. 2018, 140, 16330.2019, 141, 19002.[37] L. Nazar, P. Adeli, J. D. Bazak, K. H. Park, I. Kochetkov, A. Huq,G. Goward, Angew. Chem., Int. Ed. 2019, 58, 8681.",{"entities":[]}],["[38] C. Yu, S. Ganapathy, E. R. H. van Eck, L. van Eijck, S. Basak, Y. Liu, L. Zhang, H. W. Zandbergen, M. Wagemaker, J. Mater. Chem. A 2017, 5, 21178.[21] H. J. Deiseroth, S. T. Kong, H. Eckert, J. Vannahme, C. Reiner,T. Zaiß, M. Schlosser, Angew. Chem. 2008, 120, 767.[22] J. Liang, N. Chen, X. Li, X. Li, K. R. Adair, J. Li, C. Wang, C. Yu, M. Norouzi Banis, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, Y. Huang, X. L. Sun, Chem. Mater. 2020, 32, 2664.",{"entities":[]}],["[39] X. Li, J. Liang, J. Luo, M. Norouzi Banis, C. Wang, W. Li, S. Deng, C. Yu, F. Zhao, Y. Hu, T. K. Sham, L. Zhang, S. Zhao, S. Lu, H. Huang, R. Li, K. R. Adair, X. L. Sun, Energy Environ. Sci. 2019, 12, 2665.[23] W. D. Jung, J. S. Kim, S. Choi, S. Kim, M. Jeon, H. G. Jung, K. Y. Chung, J. H. Lee, B. K. Kim, J. H. Lee, H. Kim, Nano Lett. 2020, 20, 2303.",{"entities":[]}],["[40] Y. Zhu, Y. Mo, Angew. Chem., Int. Ed. 2020, 59, 17472. [41] B. J. Morgan, Chem. Mater. 2021, 33, 2004. [42] P. Wang, H. Liu, S. Patel, X. Feng, P. H. Chien, Y. Wang, Y. Y. Hu,[24] M. Wilkening, A. Düvel, F. Preishuber-Pflügl, K. da Silva, S. Breuer, V. Šepelák, P. Heitjans, Z. Kristallogr. – Cryst. Mater. 2017, 232, 1963. [25] S. Boulineau, M. Courty, J.-M. Tarascon, V. Viallet, Solid State IonicsChem. Mater. 2020, 32, 3833.2012, 221, 1.",{"entities":[]}],["[43] L. Zhou, K. H. Park, X. Sun, F. Lalère, T. Adermann, P. Hartmann,L. F. Nazar, ACS Energy Lett. 2018, 4, 265.[26] R. C. Xu, F. D. Han, X. Ji, X. L. Fan, J. P. Tu, C. S. Wang, Nano Energy[44] F. D. Han, A. S. Westover, J. Yue, X. L. Fan, F. Wang, M. F. Chi, D. N. Leonard, N. Dudney, H. Wang, C. S. Wang, Nat. Energy 2019, 4, 187. [45] L. Wu, G. Liu, H. Wan, W. Weng, X. Yao, J. Power Sources 2021, 491,2018, 53, 958.",{"entities":[]}],["[27] X. Ji, S. Hou, P. Wang, X. He, N. Piao, J. Chen, X. L. Fan, C. S. Wang,Adv. Mater. 2020, 32, 2002741.[28] F. P. Zhao, Q. Sun, C. Yu, S. Zhang, K. Adair, S. Wang, Y. Liu, Y. Zhao, J. Liang, C. Wang, X. Li, X. Li, W. Xia, R. Y. Li, H. Huang, L. Zhang, S. Q. Zhao, S. Lu, X. L. Sun, ACS Energy Lett. 2020, 5, 1035.229565.[46] L. P. Hou, H. Yuan, C. Z. Zhao, L. Xu, G. L. Zhu, H. X. Nan, X. B. Cheng, Q. B. Liu, C. X. He, J. Q. Huang, Q. Zhang, Energy Storage Mater. 2020, 25, 436.",{"entities":[]}],["Adv. Energy Mater. 2021, 11, 21015212101521 (9 of 9)© 2021 Wiley-VCH GmbH",{"entities":[]}],["",{"entities":[]}]]}