{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Availableonline7January20232211-2855/©2023PublishedbyElsevierLtd.NanoEnergy108(2023)108192Contents lists available at ScienceDirectNano Energyjournal homepage: www.elsevier.com/locate/nanoenMechanochemical reactions between polyanionic borate and residue Li2CO3 on LiCoO2 to stabilize cathode/electrolyte interface in sulfide-based all-solid-state batteries",{"entities":[]}],["Chuan-Wei Wang a, b, c,1, Shao-Jian Zhang d, 1, Cong Lin b,1, Shida Xue b,1, Ya-Ping Deng e, Bingkai Zhang d, Luyi Yang b, Xiayin Yao f, Leiying Zeng c, Jun-Tao Li a, Feng Pan b, *, Zu-Wei Yin a, b, ** a College of Energy, Xiamen University, Xiamen 361005, China b School of Advanced Materials, Peking University, Shenzhen Graduate School, Shenzhen 518055, China c XTC New Energy Materials (Xiamen) Co., Ltd., Xiamen 361026, China d School of Chemical Engineering and Light Industry, Guangdong",{"entities":[]}],["University of Technology, Guangzhou 510006, China e Department of Chemical Engineering, Waterloo Institute of Nanotechnology, University of Waterloo, Waterloo, Ontario, N2L 3G1 Canada f Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo 315201, China",{"entities":[]}],["A R T I C L E I N F OA B S T R A C TKeywords: All-solid-state batteries Analogous SEI High-voltage LiCoO2 Mechanochemical strategy Interfacial stability",{"entities":[]}],["Sulfide-based all-solid-state Li-ion batteries (ASSLIBs) are recognized as promising next-generation batteries, due to its advantage of high energy density, high safety and high Li diffusivity in sulfide solid electrolytes (SEs). However, interfacial instability between cathode (like LiCoO2) and sulfide SEs hinders its commercial applica- tions. Herein, a simple mechanochemical strategy, which mechanically mixed polyanionic borate precursor and Li2CO3 residue on LiCoO2 (LCO) cathode with",{"entities":[]}],["subsequent thermochemical reactions, was proposed to achieve analogous “solid electrolyte interphase (SEI)” to address such issues. The artificial SEI consists of crystalline LiBa (B3O5)3 (LBBO), Li3BO3 (LBO) and amorphous lithium boron oxide (Li-B-O). Therein, the former two endow high interfacial stability with SEs and ionic conductivity respectively, while the latter presented in the former interspace isolated the LCO cathode from Li10GeP2S12 (LGPS) solid electrolyte and constructed a",{"entities":[[438,449,"SULFIDE_ELECTROLYTE"]]}],["continuous interlayer with LBBO and LBO. According to the phase diagram and direct observation through TEM, it is confirmed that a suitable ratio of raw LBBO precursor and Li2CO3 residue can realize an appropriate proportion of LBO to balance the interfacial stability and the diffusion of Li in obtained artificial interlayer, which enables high cyclability and rate performance in LCO/LGPS/Li-In ASSLIBs. Specifically, SEI with 9.4 mol.% LBO boosts (cid:0) 1 (2.6–4.3 V (vs. Li/Li an initial",{"entities":[]}],["discharge capacity of 153.8 mAh g ), 0.1 C) with 74.4 % retention (150 cycles) (cid:0) 1 at 1 C and 2 C respectively. Upon increased cut-off and an excellent rate capability of 92.9 and 56.1 mAh g (cid:0) 1 capacity (0.2 C) and 64.7 % retention (150 cycles) can also be ach- voltage of 4.5 V, an initial 167.3 mAh g ieved. The present strategy utilizing mechanochemical reactions between polyanionic borate and Li2CO3 residue to construct analogous SEI will offer fresh insights to stabilize the",{"entities":[]}],["electrode/electrolyte interface of ASSLIBs derived from diverse polyanionic-type borates or phosphates, which can be widely used in other all-solid-state batteries with various cathodes and electrolytes.",{"entities":[]}],["+++1. Introductionsubstantially better safety compared to traditional Li-ion batteries (LIBs) with flammable liquid organic electrolytes [1–4]. However, their prac- tical implementation has been significantly hampered by the limited ionic conductivity of the solid electrolytes (SEs) and poor solid-solidAll-solid-state Li-ion batteries (ASSLIBs) are recognized as one of the most promising candidates for next-generation batteries due to their",{"entities":[]}],["Corresponding author. ** Corresponding author at: College of Energy, Xiamen University, Xiamen 361005, China. E-mail addresses: panfeng@pkusz.edu.cn (F. Pan), yinzuwei@xmu.edu.cn (Z.-W. Yin). 1 C.W. Wang, S. J. Zhang, C. Lin and S. D. Xue contribute equally to this work.https://doi.org/10.1016/j.nanoen.2023.108192 Received 19 October 2022; Received in revised form 31 December 2022; Accepted 6 January 2023NanoEnergy108(2023)1081922C.-W. Wang et al.",{"entities":[]}],["(cid:0) 1 at 0.2 C and achieved, in addition to an initial capacity of 167.3 mAh g + 64.7 % retention after 150 cycles upon elevated 4.5 V (vs. Li/Li ) cut-off voltage, which is much superior to the ASSLIBs with bare LCO. Furthermore, the crack inside the LCO bulk with artificial SEI and side reactions at the LCO/LGPS interface after cycling have also been found significantly suppressed comparing with the bare one. These findings clearly validate the effectiveness of the low-cost borate-derived",{"entities":[]}],["analo- gous SEI in stabilizing both the cathode/electrolyte interface and the cathode bulk, which can be widely implemented in other solid-state batteries containing varieties of cathodes and SEs.",{"entities":[]}],["interfacial stability [1,2,5–7]. Among the SEs types (oxides, sulfides, chlorides, organics, etc.), sulfide-based electrolytes (Li-P-S, Li-Ge-P-S, (cid:0) 1) that etc.) have exhibited the best Li makes them suitable for use in ASSLIBs [5]. Unfortunately, the elec- trochemical mismatch between the sulfide-based SEs and cathodes leads to interfacial instability and further the severe capacity fading [8]. In the case of Li10GeP2S12 (LGPS) with a narrow stable potential window (1.7–2.1 V vs. Li/Li",{"entities":[[421,432,"SULFIDE_ELECTROLYTE"]]}],["), undesired and ion-insulated by-products (Li2S, GeS2, S, etc.) can accumulate on the cathode/SE interface in addition to a space-charger layer generated there [4], which obstruct the ionic diffusion and cause the fast performance degradation of ASSLIBs.",{"entities":[]}],["+(cid:0) 3-10(cid:0) 2Scmconductivity (10+",{"entities":[]}],["Huge efforts have been devoted to improving the cathode/SE inter- facial stability, with the strategies developed like composite cathodes and SEs preparation, cathode/SE contact optimization (in-situ cathodes construction on SEs, pulse-laser deposition, etc.), artificial solid elec- trolyte interphase (SEI) construction [9–12]. Amongst them, encapsu- lating the cathodes particles with effective analogous SEI layers is quite versatile and can be applied in a variety of all-solid-state batteries",{"entities":[]}],["(Li-ion, Na-ion, Zn-ion, etc.) [13]. To serve as a competent SEI layer, it necessitates good structural stability, high ionic conductivity and rela- tively low electronic conductivity, and chemical/electrochemical inertness towards SEs. [14] Specifically, high ionic conductivity denotes fast Li diffusion for reduced interfacial resistance while relatively low electronic conductivity refer to ensure an appropriate potential drop to prevent the cathode/SE interface from severe side reactions",{"entities":[]}],["[15]. Practically, various oxides (e.g., LiNbO3 [16], Li4Ti5O12 [17], Li2SiO3 [1], Li2CoTi3O8 [18], and Li0.35La0.5Sr0.05TiO3 [19]) have already been employed to alleviate the cathode/SE interfacial instability; they are, however, frequently plagued by challenges such as complicated and high-cost preparation (i.e. atomic layer deposition, fluidized bed method, etc.) [19–22].",{"entities":[]}],["2. Results and discussion2.1. Scalable mechanochemical strategy for borate-derived analogous SEI construction",{"entities":[]}],["In polyanionic borates, the BOx polyhedra possess a strong covalent bond between B and O, resulting in the reduced oxygen orbital energy, low reaction activity, and further the anti-oxidation during the elec- trochemical process [23,29]. LiBa(B3O5)3 (LBBO), one borate with an oxidation limit of 4.83 V (vs. Li /Li) (Fig. 1a and c), was proposed in Ceder’s theoretical studies [23,30] and also confirmed by our density function theory (DFT) calculations, whose detailed electrochemical window is",{"entities":[]}],["provided in Table S1. Nevertheless, our calculations indicate that LBBO exhibits a high Li migration barrier of 1.059 eV despite the one-dimensional (1D) diffusion channel (Fig. S1a). Li3BO3 (LBO), another typical borate (Fig. 1b), also has a 1D Li diffusion channel (Fig. 1d) but with a considerably lower migration barrier of just 0.385 eV (Fig. S1b); unfortunately, it has an inferior oxidation limit of only 3.38 V (vs. Li /Li) (Fig. 1c and Table S2). Fig. 1c also shows the + electrochemical",{"entities":[]}],["window of the LCO (1.5–4.3 V vs. Li /Li) and LGPS (1.7–2.1 V vs. Li /Li). The activation energy calculation of LCO, LBBO and LBO with LGPS electrolyte (Fig. S2) show that LBBO has higher activation energy of (cid:0) 0.006 eV than LCO ((cid:0) 0.306 eV) and LBO ((cid:0) 0.079 eV), indicating the potential application of LBBO in improving the interfacial stability between LCO and LGPS. Hence, due to the wide + electrochemical window of LBBO (1.25–4.83 V vs. Li /Li) that well covers that of LCO",{"entities":[]}],["and the excellent Li conductivity of LBO, fabricating an LBBO-LBO composite artificial SEI on LCO appears to be viable.",{"entities":[]}],["++++++",{"entities":[]}],["According to Ceder’s computational screening of cathode coatings for solid-state batteries [23], polyanionic oxides (e.g., LiBa(B3O5)3 (LBBO) and LiMPO4 (M = Ti, La, Cs, etc.)) usually exhibit higher + oxidation limits (>4.5 V vs. Li/Li ) than those non-polyanionic ones (i. e., LiNbO3 and LiLaO3). And among the polyanionic types, borate LBBO may be the most promising due to not only its lowest reaction energy with fully lithiated cathodes (i.e., LiCoO2 (LCO), LiMn2O4, and ternary layered",{"entities":[]}],["oxides) and SEs (e.g., LGPS, Li-P-S-Cl, and garnet-type oxides) [23] but also the abundant reserves of Ba and B on earth to reduce the cost [24,25]. However, LBBO possesses a large Li-vacancy migration barrier from calculations, resulting in limited Li conductivity [23]. Fortunately, Li3BO3 (LBO), another borate with excellent Li -conductive property [26], has been demonstrated effective to work as a solid elec- trolyte additive [27,28]. Therefore, combination of LBBO and LBO to prepare a",{"entities":[]}],["composite borate-derived artificial SEI should be very prom- ising for ASSLIBs but this has yet to be investigated.",{"entities":[]}],["+",{"entities":[]}],["Fig. 1e displays the Li2O-BaO-B2O3 phase diagram, indicating the feasibility of LBBO, LBO, and a series of Li-B-O oxides using Li2O, BaO, and B2O3 as the raw materials. A LBBO-LBO composite artificial SEI layer achieved through a simple mechanochemical strategy is therefore proposed. To be specific, LBBO was firstly prepared by solid-state calcination from stoichiometric Li2O, BaO, and B2O3, which was sand- milled to destroy its micro-sized crystallites. Then, the obtained nano- sized LBBO",{"entities":[]}],["precursor was uniformly dispersed on the micro-sized LCO surface through high-speed mixing, followed by calcination to induce the recrystallization of LBBO. After a thermal treatment at 800 C, thermochemical reaction between LBBO and Li residue (commonly Li2CO3 [26,31]) occur on the LCO surface, and partial Ba2+ diffusion from surficial LBBO to the LCO bulk. In addition, diffusion of Ba2+ will disrupt the surface’s stoichiometric equilibrium and causes the struc- tural collapse of LBBO and",{"entities":[]}],["formation of the amorphous lithium boron oxides (Li-B-O). The surface Li residue left over from excess lithium during LCO production can work as the LBO and/or Li-B-O source. As the Li residue on the commercial LCO is in a controllable content (0.009 wt% of Li2CO3 (Mw = 73.8) for our LCO according to hydro- chloric acid titration), a suitable ratio between LBBO (Mw = 256.7) precursor and LCO (Mw = 104.8) can lead to an expected ratio between crystalline LBBO and LBO in the analogous SEI layer.",{"entities":[]}],["Besides, the amorphous Li-B-O will developed in the LBBO and LBO interspace due to its much lower melting point [32,33].",{"entities":[]}],["++",{"entities":[]}],["Herein, a scalable strategy is presented that achieves the SEI layer comprising crystalline LBBO and LBO and amorphous lithium boron oxide (Li-B-O) “gap filler” on the LCO cathode. Such a SEI layer is simply prepared by calcinating the LCO with Li2CO3 residue and surface distributed nano-sized LBBO precursor, where the newly formed LBO diffusion, the recrystallized LBBO stabilizes the cath- facilitates the Li ode/electrolyte interface, and the low-melting amorphous Li-B-O, formed in the LBBO",{"entities":[]}],["and LBO interspace, contributes to the compact coating layer and prevents the side reactions from the direct cathode/ electrolyte contact. Besides, partial Ba2+ from the LBBO precursor dif- fuses into the LCO bulk upon calcination and serves as a dopant to further stabilize the cathode structure, especially at a high cut-off voltage. Consequently, this LBBO-LBO-amorphous Li-B-O analogous SEI together with Ba doping allows for remarkably improved cycling and rate performance in the",{"entities":[]}],["LCO/LGPS/Li-In ASSLIBs, even at high cut-off voltage. Specifically for SEI with 9.4 mol.% LBO, in the 2.6–4.3 V (vs. (cid:0) 1 Li/Li at 0.1 C with 74.4 % retention after 150 cycles and excellent rate (cid:0) 1 at 2 C can be capability of 92.9 mAh g",{"entities":[]}],["++) voltage window, an initial discharge capacity of 153.8 mAh gAll in all, a simple and scalable strategy utilizing the mechano- chemical reactions between polyanionic borate LBBO precursor and Li2CO3 residue is proposed to prepare a LBBO-LBO-amorphous Li-B-O(cid:0) 1 at 1 C and 56.1 mAh gNanoEnergy108(2023)1081923C.-W. Wang et al.+",{"entities":[]}],["Fig. 1. Design of borate-derived analogous SEI layer. (a) Structure of LBBO; (c) Electrochemical window (vs. Li (d) 3D Li mechanochemical strategy of borate-derived analogous SEI on LCO surface./Li) of LCO, LBBO, LBO, and LGPS; (b) Structure and diffusion channel of LBO; (e) Phase diagram of the Li2O-BaO-B2O3 system indicating the feasible preparation of LBBO and LBO; (f) Schematic showing the+",{"entities":[]}],["compatibility. Furthermore, the amorphous Li-B-O plays the role of “gap filler” that prevents the direct LCO/LGPS contact and suppresses the interfacial side reactions. Such proper collocation of the crystallineartificial SEI on LCO. The highly stable LBBO guarantees the chemically/ electrochemically stability of LCO/LGPS interface, while LBO facilitates the Li diffusion through the interface; these improve the interface+",{"entities":[]}],["Fig. 2. Composition and structure identification of LBBO precursor on LCO. (a) XRD patterns of pristine LBBO prepared by solid-state calcination, LBBO precursor after sand-milling, recrystallized LBBO after sand-milling and reheating; (d) XRD pattern of the LBBO precursor after sand-milling and the standard peak positions of BaO, Li2O, and B2O3; (b) TEM image of the LBBO precursor/LCO interface; HRTEM images of (c) region A (LCO bulk) with its FFT pattern as the inset, (e) region B (Li2CO3 on",{"entities":[]}],["the LCO surface), and (f) region C (partially collapse LBBO) in (b).",{"entities":[]}],["NanoEnergy108(2023)1081924C.-W. Wang et al.LBBO and LBO and the amorphous Li-B-O is closely aligned with the criteria of an optimal artificial SEI for ASSLIBs, which makes its exten- sive applicability promising.",{"entities":[]}],["speed mixing (see Experiments in Supporting Information) is firstly employed to uniformly deposit the nano-sized LBBO precursor after sand-milling on the LCO surface (Fig. S3e,f and Fig. S6). Transmission electron microscopy (TEM) image of the LBBO precursor on LCO is displayed in Fig. 2b, with the corresponding high-resolution TEM (HRTEM) images of region A, B, and C shown in Fig. 2c, e, and f, respectively. For region A, it can be well indexed to the bulk LCO (Fig. 2c) viewed along the [001]",{"entities":[]}],["zone axis, as revealed by the corre- sponding fast Fourier transform (FFT) pattern and the lattice spacing. For region B, it is mostly matched with Li2CO3 (Fig. 2e) due to the lattice spacing and corresponding FFT pattern (Fig. S7a). Presence of the minor Li2CO3 by-product is reasonable in cathode chemistry [26,31,34], which originates from exposure of the residual Li (from the excess lithium raw material, Fig. S3) on the LCO surface to air and can serve as an additional Li source for the",{"entities":[]}],["subsequent analogous SEI preparation process. As regards region C along with its FFT pattern in Fig. S7b, LBBO with lattice deformation can be identified (Fig. 2f), coinciding with the widened XRD peaks in Fig. 2a (blue line). More TEM images of the surficial LBBO precursor are displayed in Fig. S8, indicating the uniform distribution of the LBBO precursor on LCO.",{"entities":[]}],["2.2. Verification of proposed mechanochemical strategy for analogous SEI construction",{"entities":[]}],["Fig. 2 shows the composition and structure of the LBBO precursor on LCO surface, which verifies the aforementioned proposed strategy (Fig. 1). Details of preparing the micro-sized pristine LBBO and nano- sized LBBO precursor are described in Experiments in Support Infor- mation. The pristine LBBO is synthesized by solid-state calcination with a particle size of 5–7 μm (Fig. S4a and b) and its X-ray diffraction (XRD) pattern is well indexed by the LiBa(B3O5)3 phase (Fig. 2a, red line). After",{"entities":[]}],["sand-milling, the as-prepared LBBO becomes nearly amorphous (Fig. 2a, blue line), accompanied by its particle reduced to nanoscale (~200 nm, Fig. S5) and aggregating to secondary microspheres after spray drying (2–5 μm; Fig. S4c and d). This is also evidenced by its XRD pattern, as the peaks become much broader and can only be partially assigned to LBBO but hardly to B2O3, Li2O, and BaO (Fig. 2d). Additionally, the nano-sized LBBO after sand-milling can also well recrystallize after reheating",{"entities":[]}],["(Fig. 2a, pink line), indicating LBBO’s structural reversibility that gua- rantees the LBBO re-crystallization during our proposed artifical SEI preparation process. Comparison of the XRD patterns (Fig. 2a) and scanning electron microscopy (SEM) images (Fig. S4) manifests that sand-milling and reheating can well keep LBBO’s stoichiometry but will make it nanocrystals.",{"entities":[]}],["Subsequent calcination was then employed to prepare artificial SEI layer from surficial LBBO precursor distributed on LCO (see Experiments in Supporting Information), and characterizations on the obtained artificial SEI layer are conducted to further confirm the feasibility of the proposed strategy. Fig. 3a-c are the SEM images of the 0.3 %LBBO@LCO (i.e., the LCO resultant with borate-derived coating; weight ratio of 0.3 % for LBBO precursor: LCO). Obviously, the discrete LBBO precursor on LCO",{"entities":[]}],["(Fig. S3e and f) disappears after heating and a relatively smooth",{"entities":[]}],["To prepare the borate-derived artificial SEI layer, solid-state high-Fig. 3. Morphology and elemental distribution of borate-derived analogous SEI on LCO. (a-c) SEM images of the 0.3 % LBBO@LCO at different resolutions, with the inset in (a) showing the particle diameter distribution; (d) Cross-section SEM image of the 0.3 % LBBO@LCO and corresponding EPMA mapping of (e) Co, (f) Ba, and (g) B; (h, i) EDX line mapping of the cross-section of the 0.3 %LBBO@LCO.NanoEnergy108(2023)1081925",{"entities":[]}],["C.-W. Wang et al.",{"entities":[]}],["coating layer can be observed. The particle size distribution of 0.3 % LBBO@LCO (inset of Fig. 3a) is in accordance with the pristine LCO (Fig. S3a), while the cross-section SEM image and highly sensitive electron probe microanalysis (EPMA) mapping (Fig. 3d-g) confirm the compositional Co, Ba, and B elements. Clearly, B is only observed on the surface while Co and Ba are uniformly distributed throughout the LCO particle. This is further verified by the energy-dispersive X-ray spec- troscopy",{"entities":[]}],["(EDX) line scan (Fig. 3h and i) and mapping (Fig. S9), and EPMA of 0.3 %LBBO@LCO surface to indicate such elemental distribu- tion (Fig. S10). Besides, Ba doping amount in 0.3 %LBBO@LCO lattice is determined to be ~0.02 wt% from EDS mapping, which is later employed in Rietveld structural refinement and refined to ~0.015 wt% for Ba doping at Li site (Table S5). These results suggest that during the calcination treatment, Ba2+ migrates from the surficial precursor to the",{"entities":[]}],["LCO bulk while B is maintained on the surface.",{"entities":[]}],["TEM images of the 0.3 %LBBO@LCO product shown in Fig. 4a and Fig. S11a-c, clearly exhibit an analogous SEI layer with a thickness of approximately 10 nm on the LCO surface. The region in the red box of Fig. 4a can be well indexed to LBBO (Fig. 4b) while that in the yellow box to LBO (Fig. 4c), and between them is the distinct amorphous region (green box in Fig. 4b and c) according to its FFT pattern (Fig. S11d). Considering the Ba2+ migration from surface to bulk, B distribution only on the",{"entities":[]}],["surface, and theoretical calculations above (Fig. 1), this amor- phous region is reasonable and identified as the amorphous Li-B-O. Existence of Ba2+ dopant in LCO and of B only on the surface layer is further confirmed by X-ray photoelectron spectroscopy (XPS) (Fig. 4d). Specifically, Ba 3d (Fig. 4d, left) and 4d (Fig. 4d, medium) signals with different etching depths clearly indicate the Ba2+ doping in LCO bulk.",{"entities":[]}],["Fig. 4. Structure and chemical state of as-prepared LCO with borate-derived analogous SEI. (a) TEM image of 0.3 %LBBO@LCO; HRTEM images of (b) LBBO and (c) LBO on the 0.3 %LBBO@LCO surface in (a) (insets showing the FFT patterns); (d) XPS analysis with different etching depths of 0.3 %LBBO@LCO (left to right: Co 2p, Ba 4d, and B 1 s); (e) Comparison of the cell volume and c-axis length, (f) XAS spectra for the Co K-edge, and (g) corresponding radial distribution (R-space) of bare LCO, 0.3 %LBBO",{"entities":[]}],["precursor on LCO without heating, 0.3 %LBBO@LCO, and 0.75 %LBBO@LCO.",{"entities":[]}],["NanoEnergy108(2023)1081926C.-W. Wang et al.",{"entities":[]}],["This is further verified by comparison with the bare LCO (Fig. S17), while the positive shift in Ba 4d peaks from bulk to surface (Fig. 4d, medium) is ascribed to different bonding environment. [35,36] Ba on the 0.3 %LBBO@LCO surface always has a B-O-Ba bonding with neighboring B and O, whereas the doped Ba in LCO bulk has the M-O-Ba (M = Li, Co) bonding with nearby Li/Co and O. The weaker bonding energy of M-O than that of B-O can lead to a stronger Ba-O in the LCO bulk, thus resulting in the",{"entities":[]}],["positive energy shift of Ba 4d peaks (Fig. 4d, medium). Besides, presence of the B-O bonding on the 0.3 %LBBO@LCO surface and its gradual disappearance with increased etching depth (Fig. 4d, right) coincide with the above EDX and TEM observations. The Ba 4d, Ba 3d, and B 1 s XPS spectra of the bare LBBO are provided as a comparison in Fig. S18. To explore the Ba2+",{"entities":[]}],["In 0.3 %LBBO@LCO preparation, weight ratio of the LBBO precursor to LCO and residue Li2CO3 to LCO is 0.3 % (see Experiments in Sup- porting Information) and 0.009 % (according to hydrochloric acid titration), respectively, indicating the molar ratio of LBBO precursor to Li2CO3 is 9.6. The excess loading of LBBO to Li2CO3 guarantees the re- actions (1)-(4). The limited content of raw Li2CO3 can lead to the newly generated LBO with a 9.4 % molar ratio (1/(1 +9.6) = 9.4 %) in the",{"entities":[]}],["LBBO-LBO-amorphous Li-B-O artificial SEI layer (according to reaction (2)). Besides, the formation competitiveness between LBBO and amor- phous Li-B-O (according to reaction (1), (3), and (4)) will make the former become dominant in the obtained analogous SEI layer. And the LBO with a small 9.4 % molar ratio facilities the interfacial Li diffusion and makes its inadequate electrochemical window (0.29–3.38 V, Table S2) insignificant.",{"entities":[]}],["+",{"entities":[]}],["doping effect on LCO bulk, scanning TEM (STEM) was used to observe the difference in the bulk structure between bare LCO and 0.3 %LBBO@LCO. Occupation of Ba2+ site is observed (red box in Fig. S9c) in 0.3 %LBBO@LCO, which results in a larger lattice spacing of (003) (4.81 Å) than that of bare LCO (4.67 Å) (Fig. S12a and c). The Ba2+ doping in 0.3 %LBBO@LCO can also be reflected by comparing the scattering intensity of the green-line region in bare LCO and 0.3 %LBBO@LCO (Fig. S12b and d). In",{"entities":[]}],["addition, XRD patterns of bare LCO, 0.3 %LBBO@LCO without heating (0.3 % LBBO precursor on LCO), 0.3 %LBBO@LCO, and 0.75 %LBBO@LCO (the LCO resultant with borate-derived analogous SEI; weight ratio of 0.75 % for LBBO precursor: LCO) are shown in Fig. S13, manifesting that LCO is well kept during the artificial SEI preparation process. Their XRD re- finements and corresponding lattice parameters are shown in Fig. S14 and Tables S3-S7, respectively, while the cell volume and c-axis length changes",{"entities":[]}],["are illustrated in Fig. 4e. It is apparently that the Ba2+ doping has little influenced the LCO bulk structure, although the volume and c- axis length will be slightly increased as the coating content increases. Furthermore, a comparison of the Ba L-edge X-ray adsorption spectra (XAS) of the bare LBBO, 0.3 %LBBO@LCO without heating, and 0.3 % LBBO@LCO (Fig. S15) indicates that Ba ion keeps the + 2 valence during the coating process. As for the Co ion, both the valence state (Fig. 4f) and",{"entities":[]}],["coordinate environment (Fig. 4g) exhibit no obvious dif- ference between bare LCO and 0.3 %LBBO@LCO, while the increased Ba content in 0.75 %LBBO@LCO slightly reduces the Co valence and changes the bond length of Co-O and Co-M (M represents the metal ion near Co in the transition-metal layer). The complete Co K-edge spectrum is displayed in Fig. S16a, together with its corresponding k-space shown in Fig. S16b, manifesting the satisfactory quality of all the XAS results.",{"entities":[]}],["+in the Li2.4. Electrochemical performance with analogous SEI layer",{"entities":[]}],["Prior to electrochemical tests, basic characterizations on LGPS were conducted. The LGPS possessed an irregular morphology comprising nano-crystallites (Fig. S19a and b) while structural analyses indicated that the LGPS electrolyte was composed of mainly the required Li10GeP2S12 phase (weight ratio: 90.81 %) and minor β-Li3PS4 impurity (weight ratio: 9.19 %) (Fig. S19c and d, Table S8 and S9) [37,38]. The Ionic conductivity of LGPS was shown in Fig S20, indicating a high (cid:0) 1 at 30 ℃. The",{"entities":[[268,279,"SULFIDE_ELECTROLYTE"],[320,328,"SULFIDE_ELECTROLYTE"]]}],["Li/LGPS/Li symmetric cell performance 3.16 * 10 can be seen our previous researches and show good Li/LGPS interfacial stability [39–41]. LCO with borate-derived coating was then paired with Li-In alloy (0.6 V vs. Li/Li , 1: 6 wt ratio of Li: In) as the anode and LGPS as the SE to assemble the ASSLIBs, along with bare LCO employed as a comparison (see Experiments in Supporting Information). As-assembled ASSLIBs shows uniform distribution of LGPS and LCO, as evidenced by the SEM element mapping",{"entities":[]}],["analysis (Fig. S21), while the particles of LGPS (Ge, P, S mapping) and LCO (Co mapping) can be well distinguished.",{"entities":[]}],["(cid:0) 3scm++ In 2.6–4.3 V (vs. Li/Li",{"entities":[]}],[") voltage region at 0.1 C, 0.3 %LBBO@LCO (cid:0) 1 with 74% delivers an initial discharge capacity of 153.8 mAh g (cid:0) 1 maintained), which is the best retention after 150 cycles (113.7 mAh g comparing with bare LCO and LCO with different coating contents (0.1 wt% and 0.75 wt%) (Fig. 5a and b). This means that the LBO con- tent (i.e. 9.4 mol%) in 0.3 %LBBO@LCO is suitable for an effective LBBO-LBO-amorphous Li-B-O artificial SEI, while the LBO content in 0.75 %LBBO@LCO (i.e., 4 mol% LBO) is",{"entities":[]}],["too low for efficient interfacial Li diffusion and that in 0.1 %LBBO@LCO (i.e., 23.8 mol% LBO) is too high, resulting in severe side reactions. These are attributed to that LBO transfer but has an insuffi- is the main pathway for the interfacial Li cient electrochemical window (0.29–3.38 V vs. Li/Li , Table S2). The initial charge-discharge curves at 0.1 C (Fig. 5b), rate performance (Fig. 5c), interfacial resistance after 1st cycle (Fig. 5d), and galvanostatic intermittent titration technique",{"entities":[]}],["(GITT) curves (Fig. 5e) of the bare LCO and 0.3 %LBBO@LCO are shown and compared. Without doubt, the analogous SEI on 0.3 %LBBO@LCO enables a higher capacity (153.8 (cid:0) 1 at 2 C), much lower mAh g interfacial resistance (131 Ω), and much smaller polarization (0.2 V) (cid:0) 1 at 0.1 C, 11.2 than bare LCO with corresponding initial 72.3 mAh g (cid:0) 1 at 0.2 C, 1080 Ω, and 0.8 V, respectively. At higher 0.5 C and mAh g 1 C rate, 0.3 %LBBO@LCO can offer an initial discharge capacity of",{"entities":[]}],["(cid:0) 1 119.2 mAh g (cid:0) 1 capacity with 72.5 % retention of after maintained) and a 90.9 mAh g (cid:0) 1 maintained) (Fig. 5f), respectively. When the 100 cycles (65.9 mAh g + cut-off voltage is elevated to 4.5 V (vs. Li/Li ), an initial capacity of (cid:0) 1 at 0.2 C (Fig. 5g and h) with 64.7 % retention after 150 167.3 mAh g (cid:0) 1 maintained) (Fig. 5h) can also be delivered by 0.3 cycles (108.3 mAh g %LBBO@LCO, which is much better than that of bare LCO (Fig. 5g and h). From the",{"entities":[]}],["measurements above, it is concluded that the analogous SEI can reduce the interfacial resistance and battery polarization to improve the interfacial Li conductivity, resulting in the ASSLIBs with a",{"entities":[]}],["+2.3. Proposed thermochemical reactions between polyanionic borate and residue Li2CO3++",{"entities":[]}],["From above, an analogous SEI layer composite of LBBO-LBO- amorphous Li-B-O is successfully achieved on the 0.3 %LBBO@LCO with bulk Ba2+ doping, demonstrating the feasibility of the proposed strategy utilizing mechanochemical reactions between polyanionic borate precursor and Li2CO3 residue on LCO. And based on the theo- retical calculations (Fig. 1), characterizations of the LBBO precursor on LCO (Fig. 2), and composition and structure identification of the ob- tained artificial SEI (Figs. 3",{"entities":[]}],["and 4), thermochemical reactions during calcination of the surficial LBBO precursor on LCO with Li2CO3 residue are proposed as below:",{"entities":[]}],["(cid:0) 1), better rate performance (56.1 mAh g(cid:0) 1 with 67.9 % retention after 100 cycles (80.9 mAh gLiBa(B3O5)3 (partially destroyed)→LiBa(B3O5)3 (recrystallized)(1)Li2CO3 → Li2O + CO2(2)LiBa(B3O5)3 (partially destroyed) + Li2O→Li3BO3 + Ba2+ (migrating into bulk LCO) + amorphous LixByOz (Li-B-O) LiBa(B3O5)3 (recrystallized)→amorphous LixByOz + Ba2+ (migrating into bulk LCO)(3)(4)+NanoEnergy108(2023)1081927C.-W. Wang et al.",{"entities":[]}],["Fig. 5. Electrochemical performance of ASSLIBs with borate-derived analogous SEI. (a) Cycling performance of ASSLIBs with bare LCO and coated LCO at 0.1 C rate at charging voltage of 4.3 V (vs. Li/Li ); (b) Charge-discharge curves and (c) rate capability of ASSLIBs with bare LCO and 0.3 %LBBO@LCO; (d) Nyquist plots of ASSLIBs with bare LCO and 0.3 %LBBO@LCO after 1st cycle at 0.1 C; (e) GITT curves and battery polarization of bare LCO and 0.3 %LBBO@LCO; (f) cycling performance of ASSLIBs with",{"entities":[]}],["0.3 %LBBO@LCO at 0.5 and 1 C rate; (g) cycling performance and (h) initial charge-discharge curves of ASSLIBs with bare LCO and 0.3 %LBBO@LCO at higher charging voltage of 4.5 V (vs. Li/Li",{"entities":[]}],["++).remarkably enhanced cyclability and rate performance.2.5. Role of analogous SEI layer in stabilizing LCO/LGPS interface",{"entities":[]}],["An electrochemical performance comparison between bare LCO, 0.3 %LBBO@LCO, control sample (Ba-doped LCO, LBO@LCO) was shown in Fig. S22. It can be seen that both of Ba-doped LCO and LBO@LCO has better cycling stability (Fig. S22a), higher ionic conductivity (Fig. S22c), lower interfacial resistance (Fig. S22d) and better rate performance than bare LCO (Fig. S22e). It indicates the positive of Ba doping and LBO coating in enhancing performance. But the 0.3 %LBBO@LCO still exhibit the best",{"entities":[]}],["electrochemical performance, indicating the synergistic effect between LBBO, LBO in the analogous SEI and Ba doping. Furthermore, electrochemical performance of bare LCO and 0.3 % LBBO@LCO in LiPF6-based liquid electrolyte also confirms the benefi- cial effects of the analogous LBBO-LBO-amorphous Li-B-O SEI layer (Fig. S23a for cyclability, Fig. S23d for rate performance, Fig. S23b-c and e-f for polarization and rate performance), which stabilizes the cathode/electrolyte interface also due to",{"entities":[]}],["the reduced battery polariza- tion (Fig. S23b-c) and improved interfacial Li diffusion (Fig. S23d). Besides, by comparing the literature reports (Table S10), this novel borate-derived coating enables ASSLIBs with outstanding cycling/rate performance, higher upper charge voltage, and extended cycling lifespan.",{"entities":[]}],["SEM and XPS were conducted to explore the role of the borate- derived coating layer in stabilizing the LCO/LGPS interface. As shown in Fig. 6a, particle fragmentation with cracks is clearly visible in the cycled bare LCO, which is attributed to the internal stress induced by the insertion/extraction [42,43]. Such breakage in LCO parti- repeated Li cle exposes fresh surface that further reacts with the LGPS SE, resulting in massive by-products accumulating on the LCO/LGPS interface to block the",{"entities":[]}],["Li transfer with increased interfacial resistance. By contrast, intact 0.3 %LBBO@LCO particles can be observed after cycling (Fig. 6b), indicating that the artificial SEI layer can withstand the volume varia- tions of the bulk LCO and thus prevent LCO’s structural fracture during cycling. Bulk Ba2+ doping in 0.3 %LBBO@LCO may also contribute to stabilizing the bulk LCO [44]. Fig. S24 demonstrates density of state (DOS) calculations of bare LCO and Ba-doped LCO. As shown in Fig. S24a-c, the",{"entities":[]}],["energy gap between Co 3d and O 2p becomes narrower when the lithium content in LCO decreases to 50 % (corresponding to full charge state) from 100 % (corresponding to initial state before charge). The narrow energy gap between Co 3d and O2p will result in instability of lattice oxygen in Li0.5CoO2. For Ba-doped LCO, it is obvious the Co 3d and O 2p keep more stable than that in bare LCO. In addition, the energy gap between Co 3d and O 2p in Ba-doped Li0.5CoO2 is wider",{"entities":[]}],["+++NanoEnergy108(2023)1081928C.-W. Wang et al.Fig. 6. Role of borate-derived analogous SEI in stabilizing the LCO/LGPS interface. SEM images of (a) bare LCO and (b) 0.3 %LBBO@LCO after cycling; XPS results of (c) bare LCO and (d) 0.3 %LBBO@LCO surface (left to right: S 2p, P 2p, and Ge 3d). Cycling condition: 20 cycles at 0.2 C in the 2.6–4.3 voltage region.than that without doping. Such results indicate Ba doping in Li sites can stabilize the electronic structure of bulk LCO.",{"entities":[]}],["the Ge 3d spectrum with distinct GeSx and GeO2 signals (Fig. 6c, right). These ionic insulted compounds (i.e., -S0-S0-/CoSx, P2S6 2-, and GeSx/ GeO2) will continuously accumulate in the bare LCO/LGPS interface diffusion, resulting in the increased during cycling and hinder the Li interfacial resistance, severe battery polarization, and eventually the battery failure. In sharp contrast, the artificial SEI on LCO surface can greatly inhibit the side reactions, as an obviously smaller amount of",{"entities":[]}],["oxidized species are revealed in the cycled 0.3 %LBBO@LCO.",{"entities":[]}],["With regard to XPS, it demonstrates a prominent effect of the anal- ogous SEI on suppressing the side reactions between LCO and LGPS. As shown in Fig. S25, pristine LGPS presents a pair of split peaks located at 161.0 and 162.2 eV in S 2p spectrum (Fig. S25a) and at 131.6 and 3- in 133.0 eV in P 2p spectrum (Fig. S25b), which are identified as the PS4 LGPS, while the split peaks at 30.5 and 31.7 eV in Ge 3d spectrum are 4- (Fig. S25c). Comparing with pristine LGPS, XPS ascribed to the GeS4 3-",{"entities":[]}],["experiences obvious spectra of bare LCO after cycling indicate that PS4 oxidation in the LCO/LGPS interface (Fig. 6c), which owes to the poor anti-oxidation of LGPS from the narrow voltage window (1.7–2.1 V vs. + ). Specifically, generation of the oxidized S species (-S0-S0-) and Li/Li CoSx is clearly observed due to the extra deconvoluted signals (Fig. 6c, left), which indicates the obvious LGPS decomposition and is also evi- 2- peaks (Fig. 6c, medium). Besides, O/S denced by the significant",{"entities":[]}],["P2S6 exchange is also found in the bare LCO/LGPS interface, as identified by",{"entities":[]}],["+",{"entities":[]}],["The cross-section SEM images and EDS mapping of cycled LCO/ LGPS, 0.3 %LBBO@LCO/LGPS were shown in Fig S26. For cycled LCO/ LGPS, the EDS mapping results show that Co element in LiCoO2 and S/P/ Ge in LGPS are fully mixed (Fig S26a), which is attributed to the severe decomposition of LGPS electrolyte (Fig. 6c) and diffusion into bulk LCO through the crack (Fig. 6a). And the LCO and LGPS particles cannot be well distinguished, which is in consistent with SEM image in Fig. 6a. In contrast, for 0.3",{"entities":[]}],["%LBBO@LCO/LGPS, the EDS mapping indicates an obvious boundary between Co element and S/P/Ge element (Fig S26b),",{"entities":[]}],["NanoEnergy108(2023)1081929C.-W. Wang et al.which in consistent with SEM image in Fig. 6b. Such results indicate that analogous SEI on 0.3 %LBBO@LCO protected LCO from LGPS decom- position products erosion.Appendix A. Supporting informationSupplementary data associated with this article can be found in the",{"entities":[]}],["These characterizations on the cycled ASSLIBs cathodes confirm the efficiency of the analogous LBBO-LBO-amorphous Li-B-O SEI layer on suppressing the LCO/LGPS interfacial side reactions and fracture of the bulk LCO. Such a beneficial effect is ascribed to the heterostructure of the composite LBBO-LBO-amorphous Li-B-O layer, where LBO and LBBO endows the high Li conductivity high stability, respectively, while the amorphous Li-B-O functions as the “gap filler” in the former interspace.",{"entities":[]}],["Furthermore, the doped Ba2+ diffusing from surficial LBBO to bulk LCO also contributes to the improved structural stability.",{"entities":[]}],["online version at doi:10.1016/j.nanoen.2023.108192.References[1] D.H. Tan, A. Banerjee, Z. Chen, Y.S. Meng, From nanoscale interfacecharacterization to sustainable energy storage using all-solid-state batteries, Nat. Nanotechnol. 15 (3) (2020) 170–180.+[2] Z. Wang, R. Tan, H. Wang, L. Yang, J. Hu, H. Chen, F. Pan, A metal–organic-framework-based electrolyte with nanowetted interfaces for high-energy-density solid-state lithium battery, Adv. Mater. 30 (2) (2018) 1704436.",{"entities":[]}],["[3] Y. Ji, Z.-W. Yin, Z. Yang, Y.-P. Deng, H. Chen, C. Lin, L. Yang, K. Yang, M. Zhang, Q. Xiao, From bulk to interface: electrochemical phenomena and mechanism studies in batteries via electrochemical quartz crystal microbalance, Chem. Soc. Rev. 50 (2021) 10743–10763.3. Conclusions",{"entities":[]}],["[4] Z.-W. Yin, J.-T. Li, L. Huang, F. Pan, S.-G. Sun, High-capacity Li-rich Mn-based cathodes for lithium-ion batteries, Chin. J. Struct. Chem. 39 (1) (2020) 20–25. [5] Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba, R. Kanno, High-power all-solid-state batteries using sulfide superionic conductors, Nat. Energy 1 (4) (2016) 1–7.",{"entities":[]}],["In summary, a simple and scalable strategy utilizing the mechano- chemical reactions between polyanionic borate precursor and Li2CO3 residue on LCO was proposed and achieved a LBBO-LBO-amorphous Li- B-O analogous SEI layer. Such an artificial SEI layer enables the 0.3 % LBBO@LCO with excellent cycling and rate performance in ASSLIBs, + which is attributed to LBBO’s high oxidation limit, LBO’s high Li conductivity, and amorphous Li-B-O “gap filler” in the LBBO/LBO interspace to avoid the direct",{"entities":[]}],["contact of LCO and LGPS for suppressed side reactions. Simultaneous Ba2+ doping in the LCO bulk can also help to stabilize the LCO structure during cycling. This strategy has been proved by various studies, and the characterizations after cycling confirm the positive role of the analogous SEI in stabilizing the LCO/ LGPS interface. Such a designed strategy in present work not only has a broad application potential in ASSLIBs using LCO, but can also be extended to interfacial construction of",{"entities":[]}],["other cathodes like Ni-rich layered oxides, Li-rich oxides, etc., as well as other battery kinds (e.g., Na-ion and Zn-ion batteries), which may also provide clues to construct the artificial SEI layer from other polyanionic-type borates or phos- phates (e.g., LiMPO4 (M = Mg, La, Ti, Cs, etc.)).",{"entities":[]}],["[6] Y. Lu, X. Chen, C.-Z. Zhao, Q. Zhang, Machine learning towards screening solid-state lithium ion conductors, Chin. J. Struct. Chem. 1 (2) (2020).[7] P. Gao, S. Ju, Z. Liu, G. Xia, D. Sun, X. Yu, Metal hydrides with in situ builtelectron/ion dual-conductive framework for stable all-solid-state Li-Ion batteries, ACS Nano (2022), https://doi.org/10.1021/acsnano.2c01038.",{"entities":[]}],["[8] A. Banerjee, X. Wang, C. Fang, E.A. Wu, Y.S. Meng, Interfaces and interphases in all-solid-state batteries with inorganic solid electrolytes, Chem. Rev. 120 (14) (2020) 6878–6933.[9] J. Zhang, Z. Chen, Q. Ai, T. Terlier, F. Hao, Y. Liang, H. Guo, J. Lou, Y. Yao,Microstructure engineering of solid-state composite cathode via solvent-assisted processing, Joule 5 (7) (2021) 1845–1859.[10] S. Lou, F. Zhang, C. Fu, M. Chen, Y. Ma, G. Yin, J. Wang, Interface issues and",{"entities":[]}],["challenges in all-solid-state batteries: lithium, sodium, and beyond, Adv. Mater. 33 (6) (2021) 2000721.[11] R. Chen, Q. Li, X. Yu, L. Chen, H. Li, Approaching practically accessible solid-statebatteries: stability issues related to solid electrolytes and interfaces, Chem. Rev. 120 (14) (2019) 6820–6877.[12] N. Wu, P.H. Chien, Y. Qian, Y. Li, H. Xu, N.S. Grundish, B. Xu, H. Jin, Y.Y. Hu,",{"entities":[]}],["G. Yu, Enhanced surface interactions enable fast Li+ conduction in oxide/polymer composite electrolyte, Angew. Chem. Int. Ed. 59 (10) (2020) 4131–4137.[13] M. Liu, C. Wang, C. Zhao, E. van der Maas, K. Lin, V.A. Arszelewska, B. Li, S. Ganapathy, M. Wagemaker, Quantification of the Li-ion diffusion over an interface coating in all-solid-state batteries via NMR measurements, Nat. Commun. 12 (1) (2021) 1–10.CRediT authorship contribution statement",{"entities":[]}],["[14] S.P. Culver, R. Koerver, W.G. Zeier, J. Janek, On the functionality of coatings for cathode active materials in thiophosphate-based all-solid-state batteries, Adv. Energy Mater. 9 (24) (2019) 1900626.",{"entities":[]}],["Chuan-Wei Wang: Experimental Design, Paper Draft Preparation. Shao-Jian Zhang: Electrochemical test, XPS data, Post-test analysis. Cong Lin: Structure analysis, Writing – review & editing. Shida Xue: Electrochemical test, Post-test analysis. Ya-Ping Deng: XAS data, Writing – review & editing. Bingkai Zhang: DFT calculations. Luyi Yang: Post-test analysis. Xiayin Yao: Eletrochemical test. Leiying Zeng: Investigation. Jun-Tao Li: Investigation. Feng Pan: Supervision, Writing – review & editing.",{"entities":[]}],["Zu-Wei Yin: Supervision, Experimental Design, Paper Draft Preparation, Writing – review & editing.",{"entities":[]}],["[15] Y. Xiao, Y. Wang, S.-H. Bo, J.C. Kim, L.J. Miara, G. Ceder, Understanding interfacestability in solid-state batteries, Nat. Rev. Mater. 5 (2) (2020) 105–126.[16] L. Peng, H. Ren, J. Zhang, S. Chen, C. Yu, X. Miao, Z. Zhang, Z. He, M. Yu, L. Zhang,LiNbO3-coated LiNi0.7Co0.1Mn0.2O2 and chlorine-rich argyrodite enabling high- performance solid-state batteries under different temperatures, Energy Storage Mater. 43 (2021) 53–61.",{"entities":[]}],["[17] N. Ohta, K. Takada, L. Zhang, R. Ma, M. Osada, T. Sasaki, Enhancement of the high- rate capability of solid-state lithium batteries by nanoscale interfacial modification, Adv. Mater. 18 (17) (2006) 2226–2229.",{"entities":[]}],["[18] C.-W. Wang, F.-C. Ren, Y. Zhou, P.-F. Yan, X.-D. Zhou, S.-J. Zhang, W. Liu, W.- D. Zhang, M.-H. Zou, L.-Y. Zeng, Engineering the interface between LiCoO2 and Li10GeP2S12 solid electrolytes with an ultrathin Li2CoTi3O8 interlayer to boost the performance of all-solid-state batteries, Energy Environ. Sci. 14 (1) (2021) 437–450.Declaration of Competing Interest",{"entities":[]}],["The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.[19] D. Cao, Y. Zhang, A.M. Nolan, X. Sun, C. Liu, J. Sheng, Y. Mo, Y. Wang, H. Zhu, Stable thiophosphate-based all-solid-state lithium batteries through conformally interfacial nanocoating, Nano Lett. 20 (3) (2019) 1483–1490.[20] J. Wu, S. Liu, F. Han, X. Yao, C. Wang, Lithium/sulfide all-solid-state batteries",{"entities":[]}],["using sulfide electrolytes, Adv. Mater. 33 (6) (2021) 2000751.Data availability[21] A. Banerjee, K.H. Park, J.W. Heo, Y.J. Nam, C.K. Moon, S.M. Oh, S.T. Hong, Y.S. Jung, Na3SbS4: a solution processable sodium superionic conductor for all-solid- state sodium-ion batteries, Angew. Chem. 128 (33) (2016) 9786–9790. [22] K.J. Huang, G. Ceder, E.A. Olivetti, Manufacturing scalability implications ofData will be made available on request.",{"entities":[]}],["materials choice in inorganic solid-state batteries, Joule 5 (3) (2021) 564–580.Acknowledgements[23] Y. Xiao, L.J. Miara, Y. Wang, G. Ceder, Computational screening of cathodecoatings for solid-state batteries, Joule 3 (5) (2019) 1252–1275.[24] R. Price, C. Gray, R. Wilson, F. Frey, S. Taylor, The effects of weathering on rare- earth element, Y and Ba abundances in Tertiary basalts from southeastern Australia, Chem. Geol. 93 (3–4) (1991) 245–265.",{"entities":[]}],["This work was supported by the National Key Research and Devel- opment Program of China (2022YFB4002103), National Natural Science Foundation of China (No.52172175, No. 22279107, No.22288102), Shenzhen Science and Technology Research Grants (nos. No. JCYJ20200109140416788) and China Postdoctoral Science Foundation (No. 2020M680198). The authors are thankful to Dr. Yang Li (Peking University Shenzhen Graduate School) for her help of Figures drawing.",{"entities":[]}],["[25] P. Malea, T. Kevrekidis, Trace element (Al, As, B, Ba, Cr, Mo, Ni, Se, Sr, Tl, U and V) distribution and seasonality in compartments of the seagrass Cymodocea nodosa, Sci. Total Environ. 463 (2013) 611–623.[26] S.H. Jung, K. Oh, Y.J. Nam, D.Y. Oh, P. Bru¨ner, K. Kang, Y.S. Jung, Li3BO3–Li2CO3: rationally designed buffering phase for sulfide all-solid-state Li-ion batteries, Chem. Mater. 30 (22) (2018) 8190–8200.NanoEnergy108(2023)10819210C.-W. Wang et al.",{"entities":[]}],["[37] A. Kuhn, J. Kӧhler, B.V. Lotsch, Single-crystal X-ray structure analysis of the superionic conductor Li10GeP2S12, Phys. Chem. Chem. Phys. 15 (2013) 11620–11622.[27] K. Tadanaga, R. Takano, T. Ichinose, S. Mori, A. Hayashi, M. Tatsumisago, Low temperature synthesis of highly ion conductive Li7La3Zr2O12–Li3BO3 composites, Electrochem. Commun. 33 (2013) 51–54.[28] M. Eom, S. Choi, S. Son, L. Choi, C. Park, D. Shin, Enhancement of lithium ion",{"entities":[]}],["[38] K. Homma, M. Yonemura, T. Kobayashi, M. Nagao, M. Hirayama, R. Kanno, Crystal structure and phase transitions of the lithium ionic conductor Li3PS4, Solid State Ion. 182 (1) (2011) 53–58.conductivity by doping Li3BO3 in Li2S-P2S5 glass-ceramics electrolytes for all-solid- state batteries, J. Power Sources 331 (2016) 26–31.[29] S.-H. Yang, H. Xue, S.-P. Guo, Borates as promising electrode materials for",{"entities":[]}],["[39] M. Li, D. Zhou, C. Wang, W. Weng, M. Jiang, G. Liu, X. Yao, H. He, In Situ Formed Li–Ag Alloy Interface Enables Li10GeP2S12-Based All-Solid-State Lithium Batteries, ACS Applied Materials & Interfaces 13 (42) (2021) 50076–50082.rechargeable batteries, Coord. Chem. Rev. 427 (2021), 213551.[30] D.M. Shin, J.E. Bachman, M.K. Taylor, J. Kamcev, J.G. Park, M.E. Ziebel,",{"entities":[]}],["[40] W. Weng, D. Zhou, G. Liu, L. Shen, M. Li, X. Chang, X. Yao, Air exposure towards stable Li/Li10GeP2S12 interface for all-solid-state lithium batteries, Materials Futures 1 (2) (2022), 021001.E. Velasquez, N.N. Jarenwattananon, G.K. Sethi, Y. Cui, A. Single-Ion, Conducting borate network polymer as a viable quasi-solid electrolyte for lithium metal batteries, Adv. Mater. 32 (10) (2020) 1905771.[31] L.A. Kaufman, B.D. McCloskey, Surface lithium carbonate influences electrolyte",{"entities":[]}],["[41] L. Shen, C. Zhao, W. Weng, M. Li, Y. Jin, Z. Zhang, X. Yao, In Situ-Formed LiF-Rich Multifunctional Interfaces toward Stable Li10GeP2S12-Based All-Solid-State Lithium Batteries, Adv. Mater. Interfaces 9 (24) (2022), 2200822.degradation via reactive oxygen attack in lithium-excess cathode materials, Chem. Mater. 33 (11) (2021) 4170–4176.",{"entities":[]}]]}