{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["JournalofPowerSources602(2024)234370Availableonline20March20240378-7753/©2024ElsevierB.V.Allrightsreserved.Contents lists available at ScienceDirectJournal of Power Sourcesjournal homepage: www.elsevier.com/locate/jpowsourHigh-performance all-solid-state lithium batteries enabled by high-conductivity free-standing sulfide electrolyte membrane and Li-Zn/ LiCl bifunctional interphase",{"entities":[]}],["Jingguang Yi a,b,*, Shuai Shi a, Qi Liu a, Tianxiang Yang a a School of Electrical Engineering and Automation, Luoyang Institute of Science and Technology, Luoyang, 471023, China b AVIC Lithium Battery (Luoyang) Co., Ltd., Luoyang, 471003, ChinaH I G H L I G H T S",{"entities":[]}],["A high-conductivity free-standing sulfide-based composite electrolyte was prepared. • A Li-Zn/LiCl interphase is introduce to enhance the interface stability of electrolyte/lithium anode. • The sulfide composite electrolyte exhibits improved interfacial stability with Li-Zn/LiCl.|Li anode. • The ASSLBs with composite electrolyte demonstrate excellent electrochemical performance.A R T I C L E I N F OA B S T R A C T",{"entities":[]}],["Keywords: All-solid-state lithium batteries High-conductivity Sulfide-based composite electrolyte Bifunctional interphase Synergistic effect",{"entities":[]}],["All-solid-state lithium batteries (ASSLBs) empolying sulfide solid electrolyte and lithium metal anode can afford improved energy density and safety. However, their large-scale application is hampered by the rigidity of ceramic–based electrolyte and the inevitable growth of lithium dendrites. Herein, a novel, flexible, high- conductivity and free-standing sulfide electrolyte membrane (Li6PS5Cl-polypropylene carbonate6, (LPSCl- PPC6)) with a thickness of 60 μm is prepared via methodology of",{"entities":[[0,42,"SULFIDE_ELECTROLYTE"],[388,421,"SULFIDE_ELECTROLYTE"]]}],["blade coating and hot pressing, which exhibits a high Li C. Additionally, a bifunctional interphase with Li-Zn/LiCl is implanted on lithium metal surface to enhance the stability of electrolyte/lithium anode, which effectively prevents the growth of lithium dendrites and the internal short circuit of lithium symmetric battery. Benefiting from the synergistic effect, the assembled ASSLBs of S- CNTs/LPSCl-PPC6/Li-Zn/LiCl|Li and LLZO@NCM93/LPSCl-PPC6/Li-Zn/LiCl|Li exhibit high initial capacity of",{"entities":[[393,425,"SULFIDE_ELECTROLYTE"],[430,465,"SULFIDE_ELECTROLYTE"]]}],["(cid:0) 1) and exceptionally cyclic stability with capacity retention of 89.2% over 150 1183.5 mAh g cycles at 0.05C (93.2% over 100 cycles at 0.1C). This highly conductive sulfide-based composite electrolyte and interface engineering provides a promising strategy for achieving high performance ASSLBs.",{"entities":[]}],["+(cid:0) 3 S cm(cid:0) 1 at 25+/Li) at 25conductivity (3.1 × 10C) and a wide electrochemical window (4.7 V vs Li(cid:0) 1 (193.6 mAh g1. Introduction",{"entities":[[77,149,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["all-solid-state lithium metal batteries: on the one hand, solid electrolytes (SEs) with high ionic conductivity, wide voltage window and low fabrication cost are the preconditions for the practicability of high-performance all-solid-state lithium batteries [10,11]. On the other hand, a stable interface between the electrolyte and lithium anode is essential for the energy density and performance of the battery [12–15]. Among the current SE candidates, sulfide electrolytes (Li7P3S11 [16],",{"entities":[]}],["Li10GeP2S12 [17], Li9.54Si1.74P1.44S11.7Cl0.3 [18], Li10SnP2S12 [19], Li6PS5Cl [20]) promise widespread attention owing to their admirable ¡1) and mechanical ductility. However, ionic conductivity (~10",{"entities":[[0,11,"SULFIDE_ELECTROLYTE"],[18,45,"SULFIDE_ELECTROLYTE"],[52,63,"SULFIDE_ELECTROLYTE"],[70,78,"SULFIDE_ELECTROLYTE"]]}],["Lithium-ion batteries with liquid electrolytes have been extensively applied in electric vehicles and electronic devices, while their further development is restricted by the bottlenecks of energy density and safety hazards [1–3]. All-solid-state lithium batteries incorporating solid electrolytes and lithium metal anode possess the potential to boost the energy density and security, demonstrating tremendous advantages in the next-generation of energy storage equipment [4–9]. Generally, two main",{"entities":[]}],["factors are closely related to the practical application of",{"entities":[]}],["(cid:0) 2 S cmCorresponding author. Luoyang Institute of Science and Technology, 90 Wang Cheng Avenue, Luoyang, 471023, China.E-mail address: yijinggaung@lit.edu.cn (J. Yi).https://doi.org/10.1016/j.jpowsour.2024.234370 Received 13 December 2023; Received in revised form 10 March 2024; Accepted 13 March 2024JournalofPowerSources602(2024)2343702J. Yi et al.",{"entities":[]}],["the inherent rigidity of ceramic materials impedes their large-scale in- dustrial application. Comparatively, sulfide/polymer composite solid electrolyte (CSE) incorporating the merits of highly conductive sulfide electrolyte and flexible polymer electrolyte, which is considered as a feasible and effective approach to reduce the thickness of the electrolyte layer and maintain high ionic conductivity [21–24]. Recently, Liu et al. reported a flexible ultra-thin sulfide-based composite electrolyte",{"entities":[]}],["mem- brane with high ionic conductivity by electrospinning method [25]. Zhu et al. proposed a self-limiting strategy to prepare free-standing sulfide electrolyte thin membrane for all-solid-state lithium metal batteries [26]. Liu et al. prepare an ultrathin Li10GeP2S12 electrolyte film with nylon mesh as the framework by scalable slurry-casting method [27]. Zhang et al. fabricate a flexible sulfide electrolyte thin membrane with ultrahigh ionic conductivity by mechanical method [28]. These",{"entities":[[258,269,"SULFIDE_ELECTROLYTE"]]}],["previous methods are effective and feasible, and the assembled solid-state bat- teries exhibit preferable cycling performance. However, the use of nylon mesh reduces the energy density of the battery, and the preparation processes are slightly complicated, which is not conducive to the large-scale application of composite electrolytes. Therefore, it is urgent to develop a novel and facile technology for preparing composite elec- trolyte to meet the demand of commercial applications.",{"entities":[]}],["provides a facile and effective strategy for the preparation and interface design of flexible, highly conductive sulfide-based composite electro- lytes, and it also offers a beneficial solution for the application of all- solid-state batteries.2. Experimental2.1. Materials",{"entities":[]}],["The powders of Argyrodite Li6PS5Cl were synthesized using solid- state reaction method according to our previous work [19]. ZnCl2 ◦ (Aldrich) was dried at 80 C under vacuum for 24 h to remove trapped water. The Li7La3Zr2O12@LiNi0.93Co0.5Mn0.2O2(LLZO@NCM93) positive active material was purchased from Beijing Easpring Material Technology Co., Ltd.2.2. Synthesis of composite solid-state electrolyte",{"entities":[]}],["The CSE was prepared by a simple blade coating method. Firstly, the PPC (Sigma-aldrich, Mw = 100000) was mixed with anhydrous anisole (Aladdin) at a mass ratio of 1:9 and stirred at 60 C for 12 h to form a homogeneous solution, then, the Li6PS5Cl powder and PPC solution were mixed in the mortar to form three proportions of electrolyte slurry, in which the mass ratio of Li6PS5Cl and PPC were 98/2, 96/4 and 94/6, respectively. Subsequently, the resulting slurry was spread onto poly- ◦ C for",{"entities":[[238,246,"SULFIDE_ELECTROLYTE"]]}],["tetrafluoroethylene membrane by a doctor blade and dried at 80 24 h to remove the anisole solvent completely. Finally, the obtained electrolyte film was placed in a stainless-steel container and heated at ◦ 250 C for 6h under vacuum. According to the mass ratios of LPSCl and PPC, the obtained composite electrolyte membranes are labled as LPSCl- PPC2, LPSCl-PPC4, LPSCl-PPC6, respectively.",{"entities":[[340,351,"SULFIDE_ELECTROLYTE"],[353,363,"SULFIDE_ELECTROLYTE"],[365,375,"SULFIDE_ELECTROLYTE"]]}],["It is well known that electrolyte/lithium anode interfacial stability is critical to the performance of battery. So far, various approaches have been conducted to address the interfacial challenges, one strategy is to design a dual-functional solid electrolyte to meet different interface requirements, thereby inhibiting the growth of lithium dendrites, enhancing the electrolyte/electrode interface contact, and improving the cycle stability of the battery [29–31]. However, the overall ionic",{"entities":[]}],["conductivity of the electrolyte is decreased. Additionally, using an alloy anode is an effective way to lower the reduction ability of lithium metal, but it sacrifices the energy density of the batteries [32]. Introducing an artificial layer is another approach to ameliorate the interface issues. For instance, Sun’s team adopts alucone to protect lithium anodes by mo- lecular layer deposition, which can effectively suppress the interface adverse reaction, thus enhencing the cycle performance of",{"entities":[]}],["the battery [33]. Yao and co-workers employ a LiF-rich multifunctional interfaces on lithium metal to improve the compatibility of the lithium anode with Li10GeP2S12 electrolyte, the assembled solid-state battery exhibits excellent interface stability and long life-span [34]. Wang et al. applied electrochemical technology to pre-deposit organic-inorganic nano- composite materials on the surface of the lithium anode, and the com- posite protective layer endows the battery exceptionally",{"entities":[[154,177,"SULFIDE_ELECTROLYTE"]]}],["electrochemical stability [35]. Relatively, the strategy of interface modification layer is flexible and feasible, which is beneficial to the widespread application in all-solid-state lithium batteries.",{"entities":[]}],["2.3. CharacterizationsThe phase composition of material was analyzed by X-ray diffraction (XRD, Rigaku, D/max 2500 X-ray diffractometer). The morphological characterizations of the samples were observed by scanning electron microscope (SEM, ZEISS SUPRA55) and energy dispersive spectroscopy (EDS). The chemical compositions of the samples were identified through the X-ray photoelectron spectroscopy (XPS, ESCALAB 250 Xi).2.4. Preparation of the lithium based compounds metal anode",{"entities":[]}],["A lithium foil (99.9%, Aldrich) with flat and extremely shiny surface was obtained by simple etching and polishing in a naphthalene solution of tetrahydrofuran. After polishing, the lithium foil was infusion in tetrahydrofuran (THF, Aladdin) solution containing 0.167mol ZnCl2 (Aldrich) for 20 s. Upon removal from the THF solution, the excess liquid was carefully removed from the treated lithium foil. Then the lithium foil was washed with THF and dried in vacuum at room temperature for two days.",{"entities":[]}],["The resulting lithium-based compound protected lithium metal anode is denoted as Li-Zn/LiCl|Li. All preparations are carried out in a dry glove box filled with argon, and the oxygen and moisture con- tent is less than 0.1 ppm.",{"entities":[]}],["In this work, the volatile aliphatic polycarbonate of polypropylene carbonate (PPC) was employed as binder, which can be depolymerized at lower temperatures. The PPC tend to be hard to dissolve in solvents with low donor number, while LPSCl tends to be decomposed by sol- vents with a high donor number. A combination of PPC and anisole fulflled these conficting demands. Base on the above-mentioned, we developed a novel, flexible, free-standing and highly conductive LPSCl- PPC6 sulfide",{"entities":[[469,480,"SULFIDE_ELECTROLYTE"]]}],["electrolyte membrane with a thickness of 60 μm via blade coating and subsequent hot pressing, the acquired LPSCl-PPC6 electro- (cid:0) 1) and wide (cid:0) 3 S cm lyte delivers high ionic conductivity (3.1 × 10 ◦ C. Concomitantly, we /Li) at 25 electrochemical window (4.7 V vs Li propose a facile and effective strategy for maintaining interface stability by in-situ formation of lithium based compounds, which is realized by generating a thin layer (10 μm) of Li-Zn alloy and electrical insulating",{"entities":[[241,276,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["LiCl on the surface of lithium metal anode. The alloy phase provides a transport channel for lithium ion to the underlying lithium, and LiCl endows the film with insulating property and prevents the reduction of Li on the surface of lithium electrode. All-solid-state lithium-sulfur (Li- S) batteries and lithium/LLZO@NCM93 batteries assembled with the LPSCl-PPC6 electrolyte and lithium-based compounds anode both render high initial capacity and exceptional cyclic stability. This work",{"entities":[]}],["+2.5. Batteries assembly",{"entities":[]}],["To reveal the function of Li-Zn/LiCl bifunction interphase on Li anode, the Li|Li-Zn/LiCl/LPSCl-PPC6/Li-Zn/LiCl|Li and Li/LPSCl- PPC6/Li symmetric cells are assembled by respectively sandwiching the CSE between two Li or Li-Zn/LiCl|Li foils, and then pressing them into a custom-made insulating mold. To investigate the synergistic effect of LPSCl-PPC6 CSE and Li-Zn/LiCl|Li anode during cycling in the bat- tery, all-solid-state S-CNTs/LPSCl-PPC6/Li-Zn/LiCl|Li Li-S batteries was fabricated.",{"entities":[]}],["Briefly, nano-sulfur and multiwall carbon nanotubes (CNTs) with a mass ratio of 6:4 were firstly mixed to form a mixture [36]. Then,",{"entities":[]}],["+JournalofPowerSources602(2024)2343703J. Yi et al.",{"entities":[]}],["the synthesized mixture and Li6PS5Cl (4:6 in wt/wt) was ball-milled at 300 rpm for 1h to prepare the sulfur composite cathode (S-CNTs). After that, the LPSCl-PPC6 electrolyte membrane was carefully put in an insulating mold (10 mm in diameter). Then, the uniform S-CNTs com- posite cathode powder was placed on one side of the electrolyte mem- brane and pressed under 150 Mpa. Subsequently, the Li-Zn/LiCl|Li anode was put on the other side, and the applied pressure was 50 MPa. The battery with",{"entities":[[28,51,"SULFIDE_ELECTROLYTE"]]}],["bare lithium anode was used as the reference sample. In order to evaluate the practicability of LPSCL-PPC6 CSE and Li-Zn/ LiCl|Li anodes the all-solid-state LLZO@NCM93 cell was assembled, the composite cathode was ach- ieved by fully grinding the mixing of LLZO@NCM93, Li6PS5Cl and CNTs at a mass ratio of 70/20/10 for 30 min, the fabrication of all-solid-state LLZO@NCM93/LPSCl-PPC6/Li-Zn/LiCl|Li batteries were employed the same approach as the all-solid-state Li-S battery, the mass loading of",{"entities":[]}],["(cid:0) 2 LLZO@NCM93 and sulfur active materials are approximately 9 mg cm (cid:0) 2, respectively. All the above operations are carried out in and 2 mg cm the Ar-filled glove box (O2 ≤ 0.1 ppm, H2O ≤ 0.1 ppm).",{"entities":[]}],["3. Results and discussion",{"entities":[]}],["It is well known that the ionic conductivity of PPC polymer elec- (cid:0) 1), there- trolyte is lower than that of sulfide electrolyte (＞10 fore, the content of PPC in the composite electrolyte should be reduced as far as possible. When the PPC content is 2% or 4%, a complete and bulky of electrolyte membrane is unable to be formed (Fig. S1). As the PPC content increases to 6%, a bendable and flexible free-standing SSE films can be obtained (Fig. 2a and b), which is expected to be widespread",{"entities":[]}],["applied in flexible electronic devices. Moreover, the thermal stability of composite electrolyte membrane was characterized by combustion test, as displayed in Fig. S2, the Celgard separator shows dramatically shrinkage after approaching the flame for only 5 s, indicating its inferior heat resistance. In contrast, there is almost no change in the morphology of the electrolyte membrane, indicating that the LPSCl-PPC6 electrolyte membrane possesses excellent nonflammability, which can",{"entities":[]}],["significantly improve the safety of the battery.",{"entities":[]}],["(cid:0) 3 S cmin high-voltage batteries,",{"entities":[]}],["The LPSCl-PPC6 electrolyte membrane without hot pressing exhibi- ted a loose structure with many tiny cracks (Fig. S3a), which is extremely unfavorable to the migration of lithium ions. It is gratifying that the LPSCl-PPC6 electrolyte membrane presented a dense and uni- form frame structure after hot pressing at 50 MPa (Fig. S3b), the ho- mogeneous distribution of P, S and Cl elements (Fig. S4) reveals that the LPSCl ceramic particles are uniformly dispersed in the polymer matrix of PPC.",{"entities":[[4,14,"SULFIDE_ELECTROLYTE"]]}],["Finally, a free-standing and flexible electrolyte membrane with a thickness of 60 μm was obtained (Fig. S5 and Fig. 2c). Furthermore, the uniform distribution of various elements in the cross section (Fig. S6) verifies that the blade coating method is a practical approach for pre- paring thin and flexible sulfide-based composite electrolyte. Fig. 2d displays the XRD of LPSCl, LPSCl-anisole and LPSCl-PPC6 CSE. The “LPSCl-anisole” sample was prepared by dispersing LPSCl powder into anisole, and",{"entities":[]}],["then evaporating the solvent. Through XRD comparison of the three samples, it is found that few diffraction peaks were dis- appeared after treatment with anisole, and all the patterns clearly show a series of diffraction peaks corresponding to the crystal structure of argyrodite Li6PS5Cl. No impurity diffraction peaks are detected, which indicates that the phase structure of Li6PS5Cl will not be changed by adding anisole and PPC during the preparation of composite electrolyte membrane.",{"entities":[[280,289,"SULFIDE_ELECTROLYTE"]]}],["The preparation process of electrolyte and anode, as well as the structure of the assembled battery are shown in Fig. 1. In the process of preparing composite electrolyte membrane, a certain proportion of PPC solution was firstly prepared, and then it is poured into a mortar and uniformly ground with LPSCl electrolyte powder to form slurry. Sub- sequently, the mixture was homogeneously spreaded on polytetra- fluoroethylene plate by a doctor blade to achieve the sulfide/polymer composite",{"entities":[]}],["electrolyte membrane. After complete evaporation of solvent, a uniform and dense membrane could be obtained by further hot pressing the sulfide/polymer composite electrolyte. Additionly, a lithium metal anode with LiCl and Li-Zn alloy on the surface was ob- tained by immersing the lithium foil into a THF solution with zinc chloride. Finally, all-solid-state cells of S-CNTs/LPSCl-PPC6/Li-Zn/LiCl| Li and LLZO@NCM93/LPSCl-PPC6/Li-Zn/LiCl|Li were fabricated.",{"entities":[[369,401,"SULFIDE_ELECTROLYTE"]]}],["2.6. Electrochemical measurements",{"entities":[]}],["Galvanostatic charge-discharge experiments of the baterries were carried out on multi-channel battery test system (Land CT-2001A, China), and the pressure applied in the battery test is 250 MPa. The ionic conductivity of electrolyte was evaluated by measuring the elec- trochemical impedances between 25 and 90 C, which is performed on an electrochemical workstation (PARSTAT MC) at frequencies ranging from 106 to 0.1 Hz and amplitudes of 5 mV. The Electrochemical impedance spectroscopy (EIS) were",{"entities":[]}],["recorded on the same electro- chemical workstation between 106 Hz and 0.1 Hz. Linear sweep vol- tammetry (LSV) were recorded to assess the electrochemical window of the electrolyte, which was performed on a three-electrode cell using a stainless steel plate as working electrode and lithium foil as reference and counter electrode at 25",{"entities":[]}],["Fig. 2e illustrates the ionic conductivity of LPSCl, LPSCl-anisole and LPSCl-PPC6 electrolyte varies with temperature. It can be seen from the (cid:0) 1 ionic conductivity of primary Li6PS5Cl electrolyte is 3.2 × 10 ◦ at 25 C, compared with primary LPSCl, the impedance of LPSCl-anisole electrolyte exhibits no significant change (Fig. S7), indicating that the LPSCl electrolyte is well compatible with anisole. When a 6% content of PPC is added, the ionic conductivity of composite electrolyte",{"entities":[[207,225,"IONIC_CONDUCTIVITY"]]}],["decreased (cid:0) 1 (Fig. S8), this is mainly because the significantly to 5.4 × 10 PPC only acts as a binder and does not contribute to the ionic conduc- tivity of the electrolyte. However, the ionic conductivity of composite electrolyte with 6% PPC returned to the level of the pristine LPSCl after ◦ hot pressing at 250 C and 50 MPa for 6h, the result is mainly attributed",{"entities":[]}],["(cid:0) 3 S cm(cid:0) 4 S cmC.Fig. 1. Schematic illustration of the optimized all-solid-state lithium battery structure.JournalofPowerSources602(2024)2343704J. Yi et al.",{"entities":[[8,14,"IONIC_CONDUCTIVITY"],[22,34,"IONIC_CONDUCTIVITY"]]}],["Fig. 2. The (a) flexibility, (b) photographs and (c) Cross-section SEM image of the LPSCl-PPC6 electrolyte. (d) XRD patterns of LPSCl, LPSCl-anisole and the LPSCl- PPC6 composite electrolyte. (e) Temperature dependent ionic conductivities of LPSCl, LPSCl-anisole and the LPSCl-PPC6 composite electrolyte. (f) LSV curve of the LPSCl-PPC6 composite electrolyte at 25C.",{"entities":[[157,168,"SULFIDE_ELECTROLYTE"]]}],["C and the densification of elec- to the decomposition of PPC at 250 trolyte during hot pressing, which is consistent with the results reported in the previous literature [37], Simultaneously, the LSV is applied to characterize the electrochemical window of the LPSCl-PPC6 electrolyte, as shown in Fig. 2f, the voltage window of LPSCl-PPC6 electrolyte can be stabilized at 4.7 V at 25 C, which is promising to be applied to high energy density solid-state lithium batteries.",{"entities":[[310,324,"ELECTROCHEMICAL_STABILITY_WINDOW"],[372,385,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["PPC6/Li symmetrical battery with pure lithium metal gradually increased from 100Ω to 130Ω within 72 h. Nevertheless, it is worth mentioning that no obvious change was found in impedance of the Li|Li- Zn/LiCl/LPSCl-PPC6/Li-Zn/LiCl|Li cell (Fig. 4a). Meanwhile, the pro- tection capability of Li-Zn/LiCl was further determined by galvanostatic charge/discharge cycling on the above symmetrical cells with a constant C. As illustrated in Fig. 4b, the Li/ current density of 0.5 mA cm LPSCl-PPC6/Li cell",{"entities":[[452,480,"DENSITY"]]}],["exhibits a large voltage polarization, and the increasing trend of polarization becomes more and more obvious along with the cycling. Ultimately, a short circuited occurred after 240 h, yet the Li|Li-Zn/LiCl/LPSCl-PPC6/Li-Zn/LiCl|Li cell exhibits a smaller voltage polarization and superior cycle stability within 500 h, demon- strating that the Li-Zn/LiCl protective layer possesses an extraordinary advantage in maintaining the interfacial stability of the electrode and electrolyte.",{"entities":[]}],["(cid:0) 2 at 25The preparation process of Li-Zn/LiCl bifunction interphase is shown in Fig. 3a, the design of a thin Li-Zn alloy layer chemically bonded to Li foil starts with the in-situ reduction of ZnCl2 by Li, the chemical reaction process is described in formula (1).2Li + ZnCl2 = 2LiCl + Zn(1)The metal layer immediately reacts with the underlying lithium until it reaches a single-phase composition, the chemical reaction process is described in equation (2).",{"entities":[]}],["Fig. 4c and d shows the morphological evolution of lithium anode and Li-Zn/LiCl protected lithium anode during the plating/stripping process. Owing to the redox reaction between metallic lithium and sulfide electrolyte, it is inevitable to form a solid electrolyte interface (SEI) layer on the surface of lithium anode [38,39]. In the process of lithium deposition, the SEI layer is prone to cracking and the lithium ion flux is locally enhanced, resulting in lithium dendrites at thin SEI or",{"entities":[]}],["defects. During the process of lithium stripping, lithium metal dissolves in an uneven manner, leading to the generation of dead lithium and new SEI layers. As the cycle proceeds, the continuous decomposition of the electrolyte and the formation of inhomogeneous SEI layer lead to the propagation and growth of dendrites (Fig. 4c). Ultimately, the emer- gence of dendrites will lead to severe voltage polarization, poor cycle stability, and short circuits in the battery. In contrast, the Li-Zn/LiCl",{"entities":[]}],["bifunctional interface layer can effectively suppress the formation of lithium dendrites (Fig. 4d). To further verify the protective effect of the Li-Zn/LiCl bifunctional interphase, the SEM images of the lithium metal surface obtained after the cycling of Li/LPSCl-PPC6/Li and Li| Li-Zn/LiCl/LPSCl-PPC6/Li-Zn/LiCl|Li cells are respectively shown in Fig. 4e and f, the surface of the bare lithium anode is rough with lots of lithium dendrites (Fig. 4e), while the surface of the Li-Zn/LiCl anode is",{"entities":[]}],["relatively smooth (Fig. 4f), indicating the protective layer of Li-Zn/LiCl bifunctional interphase exhibits tremendous superiority in inhibiting the growth of lithium dendrite. The property of the protective layer that",{"entities":[]}],["Li + Zn = LiZn(2)",{"entities":[]}],["The dynamics of equation (1) is fairly fast, and the color of metal lithium changes within a few seconds after being immersed in the zinc chloride solution (Fig. S9). As a result, the Li-Zn alloy formed by the reaction of metallic lithium and zinc chloride is uniformly covered on the surface of lithium foil (Fig. 3b). EDS mapping shows the homoge- neous distribution of Zn and Cl in the protective layer (Fig. 3c), the other reaction product exists in the form of LiCl (see formula (1)), which ac-",{"entities":[]}],["counts for a weight ratio of 13% in the layer (Fig. S11). Additionally, XRD results also further verify the presence of Li-Zn/LiCl protective layer. As illustrated in Fig. 3d, the Li-Zn alloy is the only obvious crystal phase on lithium foil. Moreover, the Cl 2p and Li 1s in the XPS spectrum (Fig. 3e and f) can also further confirm the existence of Li-Zn and LiCl. The thickness of the Li-Zn/LiCl bifunction interface layer is approx 10 μm through measured the cross-section by SEM (Fig. 3g), the",{"entities":[]}],["uniform distribution of Zn and Cl elements indicates that a Li-Zn and LiCl pro- tective layer is formed on the surface of lithium foil (Fig. 3h), which is consistent with the previous XRD and XPS results.",{"entities":[]}],["In order to explore the effectiveness of the Li-Zn/LiCl bifunction interphase in stabilizing the lithium anode/electrolyte interface, the variation of impedance of lithium symmetric batteries with standing time were verified. As dispalyed in Fig. S11 the resistance of Li/LPSCl-JournalofPowerSources602(2024)2343705J. Yi et al.",{"entities":[]}],["Fig. 3. (a) Process of preparing Li-Zn/LiCl bifunction interface layer on the surface of lithium foil. (b) SEM image of Li-Zn alloy and LiCl layer surfaces and (c) the corresponding distributions of Zn and Cl elements. (d) XRD patterns of metal lithium surfaces and the Li-Zn alloy surfaces. XPS spectra of the (e) Cl 2p, and (f) Li 1s. Cross-sectional (g) SEM images of Li-Zn/LiCl bifunction interphase and (h) the corresponding distributions of Zn and Cl elements.",{"entities":[]}],["allows lithium to be uniform deposition underneath the film depends on three factors. Firstly, the resistance delivered by an insulating LiCl component is crucial for establishing the necessary potential gradient across the film to drive Li migration through the layer. Although LiCl is not a superior fast-ion conductor, the migration and diffusion of lithium occur in the Li-Zn alloy phase, which is extremely significant for Li-ion deposition/stripping beneath the thin layer. Secondly, since the",{"entities":[]}],["composition of alloy protective layer does not change during cycling, no harmful volume changes will occur. Moreover, the Li-Zn alloy layer will not react with electrolyte due to its lower chemical potential. Thirdly, when the insulation component constructs a potential gradient, the Li-Zn alloy phase with high diffusion coefficient makes lithium ions facile to migrate and diffuse, the bulk chemical diffusion coefficients for (cid:0) 1 at 300 high-temperature synthesized Li-Zn phases is 4.7 ×",{"entities":[]}],["10 K [40], which is much higher than that of in bulk lithium metal (5.69 × (cid:0) 1) [41]. Therefore, the Li-Zn alloy phase with lithium va- 10 cancy synthesized at room temperature possesses a higher diffusion coefficient, thereby significantly beneficial to alleviate the formation of lithium dendrites, which has been emphasized in the previous reports [42].",{"entities":[]}],["and Li-Zn/LiCl bifunctional interphase for ASSLBs, the S-CNTs/LPSCl- PPC6/Li-Zn/LiCl|Li all-solid-state batteries were fabricated. The SEM image of the S-CNTs composite cathode is displayed in Fig. S12. Fig. 5a shows the charge/discharge voltage curves of the S-CNTs/LPSCl-PPC6/ Li-Zn/LiCl|Li battery for the 1st, 10th and 100th cycle at 0.05C and (cid:0) 1 ◦ C, the cell rendered an initial discharge capacity of 1183.5 mAh g 25 with coulombic efficiency of 94.04%. In the following cycles, the ca-",{"entities":[]}],["pacity remained stable and the voltage polarization did not change significantly, indicating that the lithium anode protected by Li-Zn/LiCl reveals exceptional compatibility with LPSCl-PPC6 composite electro- lyte. Conversely, as described in Fig. 5b, the S-CNTs/LPSCl-PPC6/Li cell reveals a larger polarization voltage and obviously decline in capacity during the cycling, which is mainly due to continuous deterioration of the interface between the non-protected lithium anode and the elec-",{"entities":[]}],["trolyte. Moreover, the rate capability of the cell in the voltage range 1.0–3.0 V was also displayed in Fig. 5c, the cell delivered high capacities (cid:0) 1 at 0.05C, 0.1C, of approx. 1183.5, 1043.8, 858.2 and 653.8 mA h g 0.2C and 0.5C, respectively. After cycling of 5 cycles at 0.5C, the (cid:0) 1 at 0.05C, discharge capacities can be elevated to 1160.9 mAh g demonstrating the superior rate perfomance of S-CNTs/LPSCl-PPC6/Li- Zn/LiCl|Li cell. The cycle performance of batteries with the",{"entities":[]}],["Li-Zn/LiCl",{"entities":[]}],["+(cid:0) 8 cm2 s(cid:0) 11 cm2 sTo investigate the synergistic advantage of LPSCl-PPC6 electrolyteJournalofPowerSources602(2024)2343706J. Yi et al.",{"entities":[]}],["C. (b) Voltage profiles versus cycling time of Li|Li-Zn/ Fig. 4. (a) Impedance of Li|Li-Zn/LiCl/LPSCl-PPC6/Li-Zn/LiCl|Li cell varies with various standing time at 25 LiCl/LPSCl-PPC6/Li-Zn/LiCl|Li and Li/LPSCl-PPC6/Li symmetric cells at current density of 0.5 mA cm C. Schematic illustrations of lithium plating/ stripping behaviors for (c) Li/LPSCl-PPC6/Li and (d) Li|Li-Zn/LiCl/LPSCl-PPC6/Li-Zn/LiCl|Li cells and the corresponding surface morphology of lithium foil after cycling. (cid:0) 2 and 25",{"entities":[]}],["protected lithium anode and bare lithium anode are illustrated in Fig. 5d. For the batteries with non-protected lithium anode, The capacity (cid:0) 1 within decreased significantly from 1164.2 mA h g 124 cycles at a current density of 0.05C, which is mainly derived from the continuous interface deterioration and the formation of lithium dendrites. Comparatively, the S-CNTs/LPSCl-PPC6/Li-Zn/LiCl|Li cell exhibits enhenced cycle stability with capacity retention of 89.2% over 150 cycles, further",{"entities":[]}],["verifying the feasibility and unique advantages of Li- Zn/LiCl bifunctional interphase as a lithium anode protective layer.",{"entities":[]}],["To investigate the applicability of highly-ionic conductive LPSCl- PPC6 composite electrolyte and Li-Zn/LiCl interphase protected lithium anode in high-voltage solid-state batteries. all-solid-state LLZO@NCM93/LPSCl-PPC6/Li-Zn/LiCl|Li batteries was assembled, Fig. S14 shows the morphology of LLZO@NCM93 cathode and the corresponding element distribution, the charge/discharge voltage pro- files in the potential range of 3.0–4.3 V and cycling capability of the batteries at 0.1C are respectively",{"entities":[]}],["shown in Fig. 6a and b, the initial (cid:0) 1 and the corresponding discharge capacity of the cell is 193.6 mAh g coulombic efficiency is 88.34%. Additionly, a favorable capacity (cid:0) 1) can be achieved over 100 cycles, proving retention (180.34 mAh g the synergistic advantages of highly conductive CSE and Li-Zn/LiCl bifunctional interphase protected lithium anode in maintaining the interfacial stability of ASSLBs. Fig. 6c shows the discharge capacity and the corresponding coulomb efficiency",{"entities":[]}],["at different C-rates (0.2C–3C), the cell can deliver high discharge capacities of 176.45, 163.57, 150.62, (cid:0) 1 at 0.2C, 0.5C, 1C, 2C and 3C, respectively. 127.50 and 103.15 mAh g The excellent electrochemical performance indicates LPSCl-PPC6 elec- trolyte and Li-Zn/LiCl bifunction interface protected lithium anode possess potentially tremendous superiority in the application of high- voltage ASSLBs. As shown in Fig. 6d, the assembled ASSLBs success- fully lights up the LED light,",{"entities":[]}],["suggesting the practicability of highly conductive LPSCl-PPC6 CSE in all-solid-state batteries.",{"entities":[]}],["(cid:0) 1 to 845.6 mAh g",{"entities":[]}],["The Nyquist plots and the corresponding equivalent circuit model shown in Fig. S13, which demonstrates the impedance changes of the ASSLBs with Li and Li-Zn/LiCl anode before and after cycling. In gen- eral, the impedance spectrum consists of three parts: high frequency region(106 Hz), medium frequency region (500Hz) and low frequency region (1Hz). According to the previous references [43–45], the resis- tance observed at the high frequency region (100 kHz) can be assigned to the impedance of",{"entities":[]}],["the solid electrolyte (Rbuck), and the semicircles observed in the medium frequency (500 Hz) can be regarded as the interface impedance of electrolyte/cathode and electrolyte/anode (Rin- ◦ in the terface). In addition, a tail with a slope of approximately 45 low-frequency region represents the warburg diffusion behavior (ZW). It is noteworthy that the impedance of the ASSLB with Li-Zn/LiCl anode exhibites basically no change before and after the cycle (Fig. S13a), while the interface impedance",{"entities":[]}],["of the ASSLB with Li anode shows a sharp increase from 70Ω to 150Ω after cycling(Fig. S13b), proving that the interphases generated by the reaction of LPSCl with Li anode had seri- ously hindered the carriers transport. In contrast, the ASSLB with Li-Zn/LiCl reveals a relatively low and constant impedance, highlighting the significant advantages of Li-Zn/LiCl bifunctional interphase in the application of all-solid-state lithium metal batteries.",{"entities":[]}],["4. ConclusionsIn summary, a novel of flexible, free-standing and highly conductive LPSCl-PPC6 composite electrolytes membrane was fabricated via strat- egy of blade coating and hot pressing, the obtained electrolyte mem- brane with a thickness of 60 μm exhibits a high ionic conductivity of 3.1JournalofPowerSources602(2024)2343707J. Yi et al.",{"entities":[]}],["Fig. 5. Charge/discharge profiles of (a) S-CNTs/LPSCl-PPC6/Li-Zn/LiCl|Li and (b) S-CNTs/LPSCl-PPC6/Li all-solid-state batteries at 0.05C and 25 capability and (d) cycle performance of the S-CNTs/LPSCl-PPC6/Li-Zn/LiCl|Li and S-CNTs/LPSCl-PPC6/Li cells.C. (c) RateFig. 6. (a) Charge/discharge profiles, (b) cycle performance and (c) Rate capability of the all-solid-state LLZO@NCM93/LPSCl-PPC6/Li-Zn/LiCl|Li battery at 0.1C and 25",{"entities":[]}],["C. (d) Digital photographs of the LLZO@NCM93/LPSCl-PPC6/Li-Zn/LiCl|Li cell lighted by a small LED bulb.JournalofPowerSources602(2024)2343708J. Yi et al.(cid:0) 3 S cm+ (cid:0) 1 and an electrochemical window up to 4.7 V (vs Li",{"entities":[[182,219,"ELECTROCHEMICAL_STABILITY_WINDOW"]]}],["× 10 /Li) at RT. This facile and efficient approach endowed the electrolyte with flexibility and high ionic conductivity, which is fairly beneficial for the practical application of solid electrolyte. Concomitantly, a protective layer of Li-Zn/LiCl bifunctional interphase with high lithium ion diffu- sion coefficient was facilely implanted on lithium anode to suppress lithium dendrites. The synergistic effect of highly conductive LPSCl- the high- PPC6 electrolyte and Li-Zn/LiCl|Li anode enables",{"entities":[]}],["performance all-solid-state batteries with splendid interfacial stability. As expected, the assembled all-solid-state S-CNTs/LPSCl-PPC6/Li-Zn/ (cid:0) 1 and LiCl|Li Li-S batteries deliver high initial capacity of 1183.5 mAh g an exceptional retention of 89.2% over 150 cycles at 0.05C and 25 C, the fabricated ASSLBs of LLZO@NCM93/LPSCl-PPC6/Li-Zn/LiCl|Li also (cid:0) 1 and outstanding exhibit high initial discharge capacity of 193.6 mAh g cycling stability over 100 cycles at 0.1C. All these",{"entities":[]}],["results indicate that the flexible LPSCl-PPC6 composite electrolyte and the Li-Zn/LiCl bifunctional interphase suggest significant advantages in the applica- tions of high-performance energy storage devices.",{"entities":[]}],["[8] Y. Liang, C. Shen, H. Liu, C. Wang, D. Li, X. Zhao, L.-Z. Fan, Tailoring conversion- reaction-induced alloy interlayer for dendrite-free sulfide-based all-solid-state lithium-metal battery, Adv. Sci. 10 (2023) 2300985.[9] M. Jia, N. Zhao, H. Huo, X. Guo, Comprehensive investigation into garnetelectrolytes toward application-oriented solid lithium batteries, Electrochem. Energy Rev. 3 (2020) 656–689.",{"entities":[]}],["[10] P. Lu, Y. Xia, G. Sun, D. Wu, S. Wu, W. Yan, X. Zhu, J. Lu, Q. Niu, S. Shi, Z. Sha,L. Chen, H. Li, F. Wu, Realizing long-cycling all-solid-state Li-In||TiS2 batteries using Li6+xMxAs1-xS5I (M=Si, Sn) sulfide solid electrolytes, Nat. Commun. 14 (2023) 4077.[11] J.-C. Guo, S.-J. Tan, C.-H. Zhang, W.-P. Wang, Y. Zhao, F. Wang, X.-S. Zhang,",{"entities":[]}],["R. Wen, Y. Zhang, M. Fan, S. Xin, J. Zhang, Y.-G. Guo, A self-reconfigured, dual- layered artificial interphase toward high-current-density quasi-solid-state Lithium metal batteries, Adv. Mater. 35 (2023) 2300350.[12] F.-N. Jiang, X.-B. Cheng, S.-J. Yang, J. Xie, H. Yuan, L. Liu, J.-Q. Huang, Q. Zhang,Thermoresponsive electrolytes for safe lithium metal batteries, Adv. Mater. 35 (2023) 2209114.",{"entities":[]}],["[13] X. Zhang, L. Huang, B. Xie, S. Zhang, Z. Jiang, G. Xu, J. Li, G. Cui, Deciphering the thermal failure mechanism of anode-free lithium metal pouch batteries, Adv. Energy Mater. 13 (2023) 2203648.[14] G. Wang, P. He, L.-Z. Fan, Asymmetric polymer electrolyte constructed bymetal–organic framework for solid-state, dendrite-free lithium metal battery, Adv. Funct. Mater. 31 (2021) 2007198.",{"entities":[]}],["[15] Y. Wang, J. Ju, S. Dong, Y. Yan, F. Jiang, L. Cui, Q. Wang, X. Han, G. Cui, Facile design of sulfide-based all solid-state lithium metal battery: in situ polymerization within self-supported porous argyrodite skeleton, Adv. Funct. Mater. 31 (2021) 2101523.CRediT authorship contribution statement",{"entities":[]}],["[16] Y. Seino, T. Ota, K. Takada, A. Hayashi, M. Tatsumisago, A sulphide lithium super ion conductor is superior to liquid ion conductors for use in rechargeable batteries, Energy Environ. Sci. 7 (2014) 627–631.Jingguang Yi: Writing – original draft, Funding acquisition, Formal analysis, Data curation. Shuai Shi: Software, Methodology, Conceptu- alization. Qi Liu: Software, Methodology, Funding acquisition, Conceptualization. Tianxiang Yang: Visualization, Investigation, Funding acquisition.",{"entities":[]}]]}