{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[["Subscriber access provided by Nottingham Trent UniversityArticleTowards Understanding the Different Influences of Grain Boundaries on Ion Transport in Sulfide and Oxide Solid Electrolytes James A. Dawson, Pieremanuele Canepa, Matthew J. Clarke, Theodosios Famprikis, Dibyajyoti Ghosh, and M. Saiful IslamChem. Mater., Just Accepted Manuscript • DOI: 10.1021/acs.chemmater.9b01794 • Publication Date (Web): 26 Jun 2019Downloaded from http://pubs.acs.org on June 29, 2019Just Accepted",{"entities":[]}],["“Just Accepted” manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical Society provides “Just Accepted” as a service to the research community to expedite the dissemination of scientific material as soon as possible after acceptance. “Just Accepted” manuscripts appear in full in PDF format accompanied by an HTML abstract. “Just Accepted” manuscripts have been fully",{"entities":[]}],["peer reviewed, but should not be considered the official version of record. They are citable by the Digital Object Identifier (DOI®). “Just Accepted” is an optional service offered to authors. Therefore, the “Just Accepted” Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the “Just Accepted” Web site and published as an ASAP article. Note that technical editing may introduce minor changes",{"entities":[]}],["to the manuscript text and/or graphics which could affect content, and all legal disclaimers and ethical guidelines that apply to the journal pertain. ACS cannot be held responsible for errors or consequences arising from the use of information contained in these “Just Accepted” manuscripts.",{"entities":[]}],["is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.Page 1 of 11",{"entities":[]}],["1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of MaterialsTowards Understanding the Different Influences of Grain Boundaries on Ion Transport in Sulfide and Oxide Solid Electrolytes",{"entities":[]}],["James A. Dawson,*,‡ Pieremanuele Canepa,∥ Matthew J. Clarke,‡ Theodosios Famprikis,‡,† Dibyajyoti Ghosh‡ and M. Saiful Islam*,‡ ‡Department of Chemistry, University of Bath, Bath, BA2 7AY, UK ∥Department of Materials Science and Engineering, The National University of Singapore, 129791, Singapore†Laboratoire de Réactivité et de Chimie des Solides (UMR CNRS 7314), Université de Picardie Jules Verne, 33 rue Saint Leu, 80039 Amiens Cedex, FranceSupporting Information Placeholder",{"entities":[]}],["ABSTRACT: Solid electrolytes provide a route to the development of all-solid-state batteries that can potentially surpass the safety and performance of conventional liquid electrolyte-based devices. Sulfide solid electrolytes have received particular attention as a result of their high ionic conductivities. One of the main reasons for such high ionic conductivity is the apparently reduced grain boundary resistance of sulfide solid electrolytes compared to their oxide counterparts, but this is",{"entities":[]}],["not fully established. Using two model electrolyte systems, Na3PS4 and Na3PO4, we apply a novel microscale simulation approach to analyze ionic transport in polycrystalline materials with various grain volumes. For Na3PO4, high grain boundary resistance is found, with the Na-ion conductivity decreasing with decreasing grain volume. For Na3PS4, the overall influence of grain boundaries is significantly reduced compared to the oxide. Detailed analysis reveals a minimal change in structures and",{"entities":[]}],["Na-ion conduction the mechanism between bulk and polycrystalline Na3PS4, whereas the change is far more substantial for Na3PO4, with evidence of over-coordination of Na ions at the grain boundaries. Our microscale approach helps to explain the fundamentally different influences of grain boundaries on ion transport in phosphate and thiophosphate solid electrolytes.",{"entities":[]}],["localenergy and power densities. A multitude of structural classes, including garnet, NASICON, LISICON, thio- LISICON and perovskite structures, have been solid electrolyte materials.6,11–17 considered as Amongst these families of materials, Li- and Na- ion conducting thiophosphates, including Li10MP2S12 (M = Ge, Si or Sn), Li3PS4, Na3PS4 and Na11Sn2PS12,6,18–24 have received significant interest due to their intrinsic soft mechanical nature and fast-ion conduction.3,25",{"entities":[[295,305,"SULFIDE_ELECTROLYTE"],[326,332,"SULFIDE_ELECTROLYTE"],[334,340,"SULFIDE_ELECTROLYTE"],[345,364,"SULFIDE_ELECTROLYTE"]]}],["In oxide-based solid electrolytes, grain boundaries (GBs) are generally considered to ion migration and therefore represent a substantial hurdle for fast-ion conduction.14,16 For sulfide-based solid electrolytes, the influence of GBs on the overall ion transport is not as clear, with conflicting reports of GBs that either hinder ionic conduction20,26,27 or have no significant effect on ionic conduction.20,21,28,29 In any case, it is frequently observed that oxides show larger GB resistance than",{"entities":[]}],["sulfides.30–32 GBs are also important microstructural features that are linked to dendrite formation and penetration,33–35 and defect segregation36 Furthermore, there is growing interest in glass-ceramic ion conductors, where the roles of nanocrystallite and GB effects are not clear.37,38 Although many reports discuss the influence of GB resistance on ionic conductivity, its origins and mechanisms are not entirely understood, particularly at the atomic scale.",{"entities":[]}],["inhibitResearch into solid electrolytes for high-performance all-solid-state batteries has seen a dramatic rise in recent years.1–9 By replacing the flammable liquid electrolytes currently employed in commercial Li- and Na-ion batteries with solid electrolytes, the safety of the devices can be significantly enhanced,10 as well as providing an avenue to potentially improve their",{"entities":[]}],["Na3PS4 has recently experienced a resurgence in interest,21,39–47 primarily as a result of the work of Hayashi et al.26,48 who synthesized a stable glass- ceramic cubic phase at room temperature with an unprecedented Na-ion conductivity of 2×10-4 S cm-1. Krauskopf et al.21 report that the influence of GBs appears to be small in these mechanically softACS Paragon Plus Environment",{"entities":[]}],["1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of Materials",{"entities":[]}],["materials. Small GB resistances have also been reported solid electrolytes, such as the argyrodite Li6PS5Br49 and Li10GeP2S12.20,29,50 Conversely, earlier studies have speculated that the Na-ion conductivity of Na3PS4 is influenced by grain boundaries.26,27 Although Na3PO4 has been studied for over four decades as a solid electrolyte,51–53 its GB resistance has not been fully characterized.for other well-knownsulfide",{"entities":[]}],["In this study, we elucidate the role of GBs in the transport of ions in solid electrolytes by proposing a novel microscale strategy based on large-scale molecular dynamics (MD) simulations. We apply this method two well-known polycrystalline model systems, Na3PS4 and Na3PO4, with various grain volumes, in order to elucidate the different contributions of GB resistance in sulfide and oxide solid electrolytes. Our findings show high GB resistance for Na3PO4, but for Na3PS4, the relationship",{"entities":[]}],["between ion transport and grain volume is less significant. Structural and mechanistic results reveal pronounced local environments of the ions at the GBs of Na3PO4, while for Na3PS4, these differences are minimized. This the novel microscale fundamentally different grain boundaries on ion transport at the atomic scale in sulfide and oxide solid electrolytes.",{"entities":[]}],["toanalyzethesedifferencesbetweentheapproachillustratesinfluences ofrespectively, agreement with excellent experimental data.20,55 The agreement between the experimental and calculated bond distances is also excellent, as shown in the supporting information (Table S2).in",{"entities":[]}],["Figure 1 shows the Arrhenius plots for the calculated Na-ion conductivity for bulk Na3PS4 and Na3PO4. Mean squared displacement (MSD) plots for Na-ion diffusion in bulk Na3PS4 and Na3PO4 are given in Figure S1. We find that the Na-ion conductivity is higher in the sulfide than the oxide, with calculated bulk conductivities at 400 K of 3.42×10-4 and 9.18×10-5 S cm-1 for Na3PS4 and Na3PO4, respectively.",{"entities":[[337,367,"IONIC_CONDUCTIVITY"]]}],["Our conductivity values are in good agreement with the impedance measurements of Krauskopf et al.21 for tetragonal Na3PS4 obtained from a high- temperature solid-state synthetic route (~8×10-5 S cm- 1 at 333 K) and Yu et al.27 for cubic and tetragonal Na3PS4 (~1×10-4 and ~1×10-5 S cm-1 at 300 K, respectively). The calculated activation energy of 0.27 eV for Na3PS4 agrees well with the value of 0.28 eV derived from impedance measurements.26RESULTS AND DISCUSSION",{"entities":[[185,200,"IONIC_CONDUCTIVITY"],[260,286,"IONIC_CONDUCTIVITY"]]}],["Structures and Na-ion conductivity of bulk Na3PS4 and Na3PO4. Two crystal polymorphs are known for Na3PS4: a tetragonal phase with space group P4̅21c and lattice parameters of a = 6.952 Å and c = 7.076 Å,54 and a cubic phase with space group I4̅3m and a lattice parameter of a = 6.989 Å.21 These polymorphs are very similar, with minor differences in the orientation of the PS4 tetrahedra and the corresponding positions of the Na ions. Furthermore, they also exhibit similar Na-ion",{"entities":[[176,206,"STRUCTURE"],[213,224,"STRUCTURE"],[230,247,"STRUCTURE"]]}],["conductivities,21,39 although earlier studies have reported higher conductivities for the cubic phase.26,27 Similarly, a tetragonal phase with space group P4̅21c and lattice parameters of a = 10.811 Å and c = 6.818 Å,55 and a cubic phase with space group Fm3̅m and a lattice parameter of a = 7.544 Å55 also exist for Na3PO4. The tetragonal-cubic transition for Na3PO4 results in a sudden increase in Na-ion conductivity.55",{"entities":[[90,107,"STRUCTURE"],[143,161,"STRUCTURE"],[243,260,"STRUCTURE"],[265,301,"STRUCTURE"]]}],["In this work, we focus on the cubic polymorphs as the crystallographic similarities between cubic Na3PS4 and Na3PO4 allow us to examine key GB effects. The calculated lattice parameters for cubic Na3PS4 and Na3PO4 are 6.992 and 7.524 Å,Figure 1. Na-ion conductivities (σ) and activation energies (Ea) for bulk Na3PS4 and Na3PO4.",{"entities":[[190,195,"STRUCTURE"]]}],["A conductivity of 2.1×10-3 S cm-1 was found for Na3PO4 at 600 K. This is in agreement with the value of ~1×10-3 S cm-1 obtained from impedance values at the same temperature.52,56 Our calculated activation energy of 0.34 eV lower than the is slightly experimental value of 0.42 eV.52,56",{"entities":[[18,33,"IONIC_CONDUCTIVITY"],[104,118,"IONIC_CONDUCTIVITY"]]}],["Na-ion conductivity of polycrystalline Na3PS4 and Na3PO4. To assess the impact of GBs on the Na- ion conductivity of the model Na3PS4 and Na3PO4 systems, we investigated pol1ycrystalline systems with different grain volumes, as illustrated in Figure 2. The grain volumes are calculated by simply dividing the total volume of the polycrystal by the number of grains. Figures 3(a) and (b) shows the Arrhenius plotsACS Paragon Plus EnvironmentPage 2 of 11Page 3 of 11",{"entities":[]}],["1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of Materialsfor the calculated Na-ion conductivity for bulk and polycrystalline Na3PS4 and Na3PO4, respectively. Example MSD plots in polycrystalline Na3PS4 and Na3PO4 are given in Figure S2.for Na-ion diffusion",{"entities":[]}],["Figure 2. Polycrystals of Na3PS4 containing (a) 2, (b) 10 and (c) 100 grains (equivalent to grain volumes of 108, 21.6 and 2.16 nm3, respectively). Each color represents a unique grain.",{"entities":[]}],["The Arrhenius plots for Na3PS4 in Figure 3(a) reveal two important findings. First, the conductivities for the polycrystalline systems are higher than for bulk Na3PS4. The highest conductivities are found for polycrystals with the smallest grain volume of 2.16 nm3, with values of 6.15×10-4 and 3.38×10-2 S cm-1 at 400 and 800 K, respectively, compared to the bulk conductivities of 3.42×10-4 and 1.97×10-2 S cm-1 at 400 and 800 K, respectively. Furthermore, when the conductivities of the",{"entities":[[281,290,"IONIC_CONDUCTIVITY"],[295,311,"IONIC_CONDUCTIVITY"],[383,413,"IONIC_CONDUCTIVITY"]]}],["polycrystals of Na3PS4 are extrapolated to room temperature, they are very similar to the bulk conductivity. These results suggest that GB resistance in Na3PS4 is indeed small, as proposed in recent impedance experiments of this mechanically soft material.21",{"entities":[]}],["Second, the calculated activation energies are all similar for the polycrystals of Na3PS4 (0.28–0.30 eV) compared to the bulk value of 0.27 eV, which suggests that the overall influence of GBs on Na-ion transport in this material is minimal.",{"entities":[]}],["In contrast, Figure 3(b) shows a reduction in conductivity and a small increase in activation energy for all the Na3PO4 polycrystalline systems compared to the bulk. The lowest conductivities are obtained for the systems with the smallest grain volume, reaching 2.24×10-5 and 6.20×10-3 S cm-1 at 400 and 800 K, respectively. These values are significantly lower than the bulk conductivities of 9.19×10-5 and 1.58×10-2 S cm- 1 at 400 and 800 K, respectively. Furthermore, there is a relationship",{"entities":[[262,292,"IONIC_CONDUCTIVITY"],[394,425,"IONIC_CONDUCTIVITY"]]}],["between the activation energy and the grain volume, with a rising trend in activation energy from bulk Na3PO4 to the Na3PO4 polycrystal with the smallest grain volume of 2.16 nm3. Hence, the results from Figure 3(b) provide evidence of GB resistance in Na3PO4. Although we are not aware of any experimental characterization of GB resistance specifically in Na3PO4, significant GB resistance for the majority of oxide-based Li- and Na-ion fast conductors is well documented.5,16,30,57–59",{"entities":[]}],["We have previously demonstrated the important role of the GB resistance in the fast-ion conductor, Li3OCl, which allowed us to provide accurate estimates of ionic conductivities and activation barriers in agreement with experimental data.16 This earlier work16 and other studies12 have also shown that it is important to bear in mind that ionic diffusion at GBs can be different in different structural phases of solid electrolytes.",{"entities":[]}],["Figure 3. Na-ion conductivities (σ) and activation energies (Ea) for bulk and polycrystalline (for three different grain volumes of 108, 21.6 and 2.16 nm3) (a) Na3PS4 and (b) Na3PO4. Conductivity data for all five grain volumes is given in Figure S3.Figure 4 shows the activation energies for bulk and polycrystalline Na3PS4 and Na3PO4 as a function of grain volume. The activation energies decrease for Na3PO4, but increase for Na3PS4, as the grain volume the becomeslarger. These",{"entities":[]}],["findings highlightACS Paragon Plus Environment1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of Materialsopposing influences of GBs on Na-ion transport in sulfide and oxide solid electrolytes.",{"entities":[]}],["Na-Na RDFs. For the polycrystals, these peaks are higher, marginally broadened and their distance reduced by ~0.1 Å, compared to the bulk. These features suggest that the GBs in Na3PS4 allow the Na ions to be closer to each other. It is noteworthy that the Na-Na RDFs for the Na3PS4 polycrystals with the largest and smallest grain volumes are almost identical, suggesting that the difference between the conductivities of these polycrystals is not a primary result of the Na distributions. This is",{"entities":[]}],["in agreement with the ab initio MD results of de Klerk and Wagemaker.39 The Na-P RDFs for the bulk and polycrystals of Na3PS4 show comparable behavior. The Na-S RDFs for Na3PS4 are almost identical for each system, with similar trends to those previously observed for RDFs of successful Na-ion hopping.39",{"entities":[]}],["Figure 4. Activation energies (Ea) for bulk (dashed lines) and polycrystalline Na3PS4 (squares) and Na3PO4 (circles) as a function of grain volume.",{"entities":[]}],["trends between conductivity, activation energy and grain volume discussed above, we also carried out a number of simulations with much larger 125×125×125 Å3 cells containing 80000–120000 ions, thereby increasing the grain volumes by almost an order of magnitude. Arrhenius plots for the conductivities obtained from these calculations with grain volumes of 976.56, 195.31 and 19.53 nm3 (equivalent to 2, 10 and 100 grains, respectively) at 400, 600 and 800 K are given in Figure S4. From these",{"entities":[]}],["results, it is clear that the same trends are observed as in Figures 3 and 4, namely, decreasing conductivity and increasing activation energy with decreasing grain volume for the oxide and increasing conductivity with decreasing grain volume for the sulfide.",{"entities":[]}],["In orderto confirmthe",{"entities":[]}],["Overall, the RDFs for bulk and polycrystalline Na3PS4 are strikingly congruent, which strongly suggests that there is no substantial change in the conduction mechanism as a result of the GBs. This is further corroborated by the fact that the RDFs of the polycrystals are almost indistinguishable. These results again advocate that it is the point defect concentrations and compositional changes that are responsible for the small changes in Na-ion transport characteristics in Na3PS4 and not the GBs",{"entities":[]}],["themselves.",{"entities":[]}],["In summary, our results show two distinct and opposing behaviors for the effect of GBs on Na-ion conduction in two model sulfide and oxide solid electrolytes.",{"entities":[]}],["Local structural insights into GB effects. The analysis of ion transport presented here shows the distinctly different ion conduction in Na3PS4 and Na3PO4; however, the underlying reasons for these differences are not fully understood. To probe the local structural factors, we analyze the radial distribution functions (RDFs) for Na-Na, Na-P and Na-S/O in the bulk materials and the polycrystals with the largest (108 nm3) and smallest (2.16 nm3) grain volumes. The RDFs for both Na3PS4 and Na3PO4",{"entities":[]}],["at 400 K are displayed in Figure 5. First considering Na3PS4, the bulk and polycrystal systems show a sharp primary peak at ~3.3 Å in their",{"entities":[]}],["influences of GBs onFigure 5. Na-Na, Na-P and Na-S/O RDFs for bulk and polycrystalline (grain volumes of 108 and 2.16 nm3) Na3PS4 (left) and Na3PO4 (right) at 400 K.ACS Paragon Plus EnvironmentPage 4 of 11Page 5 of 111 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of Materials",{"entities":[]}],["We now turn our attention to Na3PO4. The bulk RDFs are in excellent agreement with previous MD studies.53 In contrast to Na3PS4, the Na-Na RDFs for bulk and polycrystalline Na3PO4 show very different behavior. The Na-Na distances of the primary peaks are 3.15 Å for the bulk and 3.05 and 2.95 Å for the polycrystals with grain volumes of 108 and 2.16 nm3, respectively.",{"entities":[]}],["For the Na-P RDFs in Na3PO4, the main peaks at 3.5 Å undergo substantial changes when moving from the bulk system to the polycrystals. The peaks become smaller and increasingly asymmetrical, particularly for the polycrystal with the smallest grain volume of 2.16 nm3 where a second peak on the right shoulder of first peak becomes visible. Similar peak the deformation has been observed for Na-P RDFs in Na3PS4, where de Klerk and Wagemaker39 associated the formation of two peaks at ~3–5 Å with",{"entities":[]}],["unsuccessful Na-ion migration, since it results in a contraction of the free volume around the Na ions. Given that such behavior is indicative of unsuccessful hops, these results help to explain the reduced Na-ion conductivity that we observed as a function of grain volume for Na3PO4.",{"entities":[]}],["As with the Na-S RDFs for Na3PS4, the Na-O RDFs for Na3PO4 are all similar. Our structural analysis shows that the distributions of Na-S and Na- O distances are not crucial factors in determining the changes in conductivity when comparing bulk and polycrystalline systems.",{"entities":[]}],["Analysis of the integrated RDFs provides useful information on the local coordination of a species. The integration of the Na-Na, Na-P and Na-S/Na-O RDFs for bulk and polycrystalline Na3PS4 and Na3PO4 at 400 K are given in Figure 6.Figure 6. Integration of Na-Na, Na-P and Na-S/O RDFs for bulk and polycrystalline (grain volumes of 108 and 2.16 nm3) Na3PS4 (left) and Na3PO4 (right) at 400 K.",{"entities":[]}],["The main feature revealed from the data in Figure 6 is the difference in the coordination of Na ions to neighboring Na ions between the polycrystals of Na3PS4 and Na3PO4. For Na3PS4, the coordination number of Na ions to other Na ions is highest in the polycrystal with the largest grain volume of 108 nm3, whereas for Na3PO4, the polycrystal with the smallest grain volume of 2.16 nm3 has the highest coordination number. This fundamental difference indicates that Na ions effectively become",{"entities":[]}],["under-coordinated with decreasing grain volume in Na3PS4, thereby providing potential for higher Na-ion diffusion in these polycrystals.",{"entities":[]}],["In contrast, the opposite is true for Na3PO4, where the Na ions become over-coordinated with decreasing grain volume. These two opposing effects may help to explain the difference between the GB behavior of sulfide and oxide solid electrolytes.",{"entities":[]}],["In summary, this local structural analysis has clearly shown different behavior for the Na3PS4 and Na3PO4 electrolytes. For the sulfide, the differences between the RDFs of the bulk and polycrystalline systems are small, suggesting that the structural changes induced by the GBs do not have a dramatic effect on Na-ion transport. Conversely, for the oxide, the differencesACS Paragon Plus Environment",{"entities":[]}],["1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of Materials",{"entities":[]}],["are much more pronounced. The GBs have a significant impact on the short- and long-range atomic distributions, suggesting a fundamental change in the Na-ion conduction mechanism of Na3PO4. These results help to explain the reasons why the impact of GBs on conductivity in sulfides is weaker than in oxides.",{"entities":[]}],["Na-ion conduction mechanisms. To clarify the underlying atomistic conduction mechanisms in these two materials and how the GBs affect these mechanisms, we produce density plots of the accumulated Na-ion trajectories over the simulated timescale, which are a powerful means of visualizing the migration pathways and all the positions in the lattice that are traversed.",{"entities":[]}],["Figure 7 shows the Na-ion diffusion density plots for selected regions of bulk Na3PS4 and Na3PO4 at 400 K. As three- dimensional Na-ion diffusion is observed in both systems. A greater density of Na-ion diffusion pathways is observed for Na3PS4 compared to Na3PO4, in agreement with the faster Na-ion diffusion of the sulfide system. Both materials exhibit the same vacancy diffusion mechanism, where the Na ions vibrate around their own sites before migration to a nearby vacant site. Vacancy",{"entities":[]}],["migration has been for both Na3PS439,44,60 and proposed previously Na3PO4.51,53,55",{"entities":[]}],["expected,significantlong-rangetetrahedra in bulk (a) Na3PS4 and (b) Na3PO4, respectively, at 400 K.",{"entities":[]}],["It has been proposed that Na-ion diffusion in Na3PO4 can occur through the coupling of Na ions with their neighboring phosphate anions, i.e., the so-called “paddle-wheel” effect.61 In agreement with earlier MD studies,39,53,62 we find no strong evidence of this effect for either Na3PO4 or Na3PS4. As shown by the images in Figure S5, we do not observe any significant rotation of the PS4 and PO4 tetrahedra. Furthermore, correlated motions have been excluded for Na3PO4 on the basis of",{"entities":[]}],["high-resolution neutron backscattering studies.63",{"entities":[]}],["thereorientation of",{"entities":[]}],["We now turn our attention to Na-ion diffusion in the polycrystals. Figures 8 and 9 show the diffusion density plots of Na ions in Na3PS4 and Na3PO4 polycrystals, respectively, with a grain volume of 108 nm3 (two grains) at 400 K. Both grains (labelled 1 and 2) of the polycrystals are shown in separate images in order to better visualize Na-ion diffusion at the GBs. Significant areas of intergranular diffusion (diffusion between different grains) are highlighted for Na3PS4. Figure 8 shows a",{"entities":[]}],["higher level of Na-ion diffusion at the GBs for Na3PS4 compared to Na3PO4 (Figure 9), as can be observed by the dense blue areas located at the edges of the grains of Na3PS4.",{"entities":[]}],["Figure 8. Diffusion density plots of Na ions overlaid on PS4 tetrahedra in Na3PS4 polycrystals with two grains at 400 K. Red circles highlight areas of significant intergranular diffusion.Figure 7. Diffusion density plots of Na ions (blue lines) overlaid on PS4 (yellow) and PO4 (red)ACS Paragon Plus EnvironmentPage 6 of 11Page 7 of 11",{"entities":[]}],["1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of Materials(a) High grain boundary resistance is found for Na3PO4, in which the Na-ion conductivity decreases with decreasing grain volume.",{"entities":[]}],["(b) In contrast, the results for Na-ion transport in polycrystalline Na3PS4 small or insignificant grain boundary resistance, in agreement with Indeed, visualization of the Na-ion conduction pathways shows significant intergranular conduction in Na3PS4. (c) The local structures in bulk and polycrystalline Na3PS4 are very similar, which suggests that the structural changes induced by the grain boundaries do not have a dramatic effect on Na-ion transport. In contrast, the local structure of",{"entities":[]}],["Na3PO4 exhibits distinct changes, including over-coordination around Na ions at the grain boundaries, indicative of a fundamental change ion conduction in mechanism.",{"entities":[]}],["suggest veryrecentexperimentalfindings.theFigure 9. Diffusion density plots of Na ions overlaid on PO4 tetrahedra in Na3PO4 polycrystals with two grains at 400 K.",{"entities":[]}],["In Na3PO4, the majority of Na-ion diffusion takes place within the grains, with very few Na ions hopping across the GBs from one grain to another. In contrast, intergranular diffusion is far more prevalent in Na3PS4, as highlighted by the red circles in Figure 8. These results strongly suggest that GBs in Na3PS4 do not restrict ion transport to the same extent as those of Na3PO4. Such findings are in complete agreement with our conductivity and structural analysis.",{"entities":[]}],["On this basis, it can be proposed that the under- coordination of conducting ions at the GBs of mechanically soft sulfides can be beneficial for conductivity, whereas the over- coordination is detrimental to ion transport. These results help to explain the opposing effects of GBs in solid electrolytes reported in the literature.16,21,30,57for oxides,CONCLUSIONS",{"entities":[]}],["Grain boundary resistance is one of the key challenges that must be overcome for the successful utilization of all-solid-state batteries. It is generally accepted that grain boundary resistance is higher in oxides than sulfides; however, the underlying reasons for this are not fully understood. In this work, we have used a novel microscale simulation approach to identify and explain the fundamentally different influences of grain boundaries on ion transport in two model solid electrolytes,",{"entities":[]}],["Na3PS4 and Na3PO4, with the following key results:",{"entities":[]}],["Our results help to clarify the opposing behavior of grain boundaries in phosphate-and thiophosphate- based solid electrolytes and their impact on ion conduction. Given the importance of interfaces in all- the solid-state batteries, we propose computational microscale approach used in this work can be widely applied to other Na- and Li-ion solid electrolyte materials.thatMETHODS",{"entities":[]}],["The MD simulations are based on established techniques and have been widely used to determine the ion transport properties in a wide variety of Li- and Na-ion battery materials.16,62,64–68 A new potential model was developed for cubic Na3PS4 (Table S1) using the empirical derivation procedure of the General Utility Lattice Program (GULP).69 For Na3PO4, we used the proven potential model of Tilocca et al.70 (Table S2) that was developed for MD calculations of phosphosilicate glasses, augmented",{"entities":[]}],["here with a Na-Na interatomic potential from Harding.71 Formal valence charges for all ions and a potential cut-off of 12 Å were used. A full description of the potential models is available in the Supporting Information (Tables S1–S4).",{"entities":[]}],["The MD calculations were performed using LAMMPS.72 Long MD runs of 10 ns were completed using a time step of 1 fs and supercells of 9000–13000 ions for both the bulk (single crystal) and polycrystal systems. Larger polycrystals of 80000–120000 ions were also tested in order to verify the trends determined for the smaller polycrystalline cells. Simulations were carried out for a temperature range of 400−800 K at intervals of 100 K using the NVTACS Paragon Plus Environment",{"entities":[]}],["1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of Materialsensemble with a Nose-Hoover thermostat,73 with initial equilibration performed using the NPT ensemble for ~2 ns. We note that our calculations were carried out at elevated temperatures to improve computational efficiency.",{"entities":[]}],["Disorder was introduced to the bulk systems to promote long-range diffusion using Na vacancies (compensated by S or O vacancies) that were randomly distributed throughout the supercells at a concentration of lower Na vacancy concentration of 3% was also tested (see Figure S6), with only a minor reduction in Na-ion conductivity below 800 K and a minor increase in activation energy observed compared to the 10% Na vacancy bulk systems. Such disorder was not introduced into the polycrystals as",{"entities":[]}],["point defects were already present as a result of the GBs. The average stoichiometries of the polycrystals are given in Table S5. Self-diffusion data from a mean squared for Na were obtained displacement (MSD) analysis according to:",{"entities":[]}],["10%. A=6DNatri2(t)(1)whereári2(t)ñis the MSD, DNa is the diffusioncoefficient for Na and t is time. The diffusion data were then converted to conductivities (σ) using the Nernst−Einstein relationship:=HRnq2kTsDNa(2)where n is the number of Na ions per unit volume, q is the electron charge, k is the Boltzmann constant, T is the temperature and HR is the Haven ratio, which is set to 1 in our calculations.",{"entities":[]}],["Figure 10. Example polycrystals containing two grains (grain volume of 108 nm3) for (a) Na3PS4 and (b) Na3PO4. The top images show the three- dimensional polycrystals, while the bottom images indicate the approximate positions of the two grains. Na ions and PS4 and PO4 tetrahedra are given in blue, yellow and red, respectively.",{"entities":[]}],["Cubic polycrystals with dimensions of 60×60×60 Å3 were used. Polycrystals with 2, 5, 10, 20 and 100 grains (equivalent to grain volumes of 108, 43.2, 21.6, 10.8 and 2.16 nm3, respectively) were used to investigate the effects of GBs on Na-ion transport in these systems. Example polycrystals with 2, 10 and 100 grains for Na3PS4 are illustrated in Figure 2. MD simulations were carried out on three different random polycrystals for each grain volume and the data were averaged. The variance in",{"entities":[]}],["conductivity between the random three polycrystals for each grain volume was minimal, as detailed in Tables S6 and S7, which show the activation energy of each polycrystal for Na3PS4 and Na3PO4, respectively.",{"entities":[]}],["The polycrystal models used in this study were constructed using Voronoi tessellations, as employed in the Atomsk program,74 in which nodes are introduced at given positions inside the simulation box that are then linked with their neighboring nodes. The normals to these links are then found and these define the contours of the randomly orientated grains, i.e., the GBs in this study. Unit cells are then placed at the nodes and are expanded in three dimensions. The final polycrystal is then",{"entities":[]}],["obtained after the unit cells have been expanded and cut into the respective grains. The unit cell structures and example polycrystals for cubic Na3PS4 and Na3PO4 are given in Figure 10. Further details regarding the setup of the polycrystals for the MD simulations are given in the supporting information.",{"entities":[]}],["ASSOCIATED CONTENTThe Supporting Information is available free of charge on the ACS Publications website.(A) Potential model for Na3PS4; (B) Potential model for Na3PO4; (C) MD simulation procedure for polycrystals; (D) Activation energies; (E) Na-ion diffusion and conductivity; (F) PS4 and PO4 orientations; (G) Influence of Na vacancy concentration.AUTHOR INFORMATIONCorresponding AuthorE-mail: j.a.dawson@bath.ac.uk. *E-mail: m.s.islam@bath.ac.uk.ACS Paragon Plus Environment",{"entities":[]}],["Page 8 of 11Page 9 of 111 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60Chemistry of MaterialsACKNOWLEDGMENTSThe authors gratefully acknowledge the EPSRC Programme Grant “Enabling next generation lithium the MCC/Archer batteries” consortium (EP/L000202/1).(EP/M009521/1) andREFERENCES(1)(2)(3)(4)(5)(6)(7)(8)(9)(10)(11)(12)(13)(14)",{"entities":[]}],["(15)(16)",{"entities":[]}],["Bachman, J. C.; Muy, S.; Grimaud, A.; Chang, H.-H.; Pour, N.; Lux, S. F.; Paschos, O.; Maglia, F.; Lupart, S.; Lamp, P.; et al. Inorganic Solid-State Electrolytes for Lithium Batteries: Mechanisms and Properties Governing Ion Conduction. Chem. Rev. 2016, 116, 140–162. Tikekar, M. D.; Choudhury, S.; Tu, Z.; Archer, L. A. Design Principles for Electrolytes and Interfaces for Stable Lithium- Metal Batteries. Nat. Energy 2016, 1, 16114. Janek, J.; Zeier, W. G. A Solid Future for Battery",{"entities":[]}],["Development. Nat. Energy 2016, 1, 16141. Manthiram, A.; Yu, X.; Wang, S. Lithium Battery Chemistries Enabled by Solid-State Electrolytes. Nat. Rev. Mater. 2017, 2, 16103. Kim, J.-J.; Yoon, K.; Park, I.; Kang, K. Progress in the Development of Sodium-Ion Solid Electrolytes. Small Methods 2017, 1, 1700219. Kamaya, N.; Homma, K.; Yamakawa, Y.; Hirayama, M.; Kanno, R.; Yonemura, M.; Kamiyama, T.; Kato, Y.; Hama, S.; Kawamoto, K.; et al. A Lithium Superionic Conductor. Nat. Mater. 2011, 10, 682–686.",{"entities":[]}],["Wang, Y.; Richards, W. D.; Ong, S. P.; Miara, L. J.; Kim, J. C.; Mo, Y.; Ceder, G. Design Principles for Solid-State Lithium Superionic Conductors. Nat. Mater. 2015, 14, 1026–1031. Zhonghui, G.; Huabin, S.; Lin, F.; Fangliang, Y.; Yi, Z.; Wei, L.; Yunhui, H. Promises, Challenges, and Recent Progress of Inorganic Solid‐State Electrolytes for All‐Solid‐State Lithium Batteries. Adv. Mater. 2018, 30, 1705702. Chenglong, Z.; Lilu, L.; Xingguo, Q.; Yaxiang, L.; Feixiang, W.; Junmei, Z.; Yan, Y.;",{"entities":[]}]]}