{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,["Sulﬁde glass-ceramic electrolytes with Li+ or Na+ ion conduction have been developed in last decade. High-temperature phases of Li7P3S11 and cubic Na3PS4 are precipitated from mother glasses, and the obtained glass-ceramics show higher conductivity than the mother glasses. It is difﬁcult to synthesize those high-temperature phases by conventional solid-state reac- tion, and glass electrolytes are thus important as a precursor for forming high-temperature phases. The highest conductivities at",{"entities":[[128,136,"SULFIDE_ELECTROLYTE"],[147,153,"SULFIDE_ELECTROLYTE"]]}],["(cid:1)4 S/cm for Na+ ion conductor (Na3.06P0.94Si0.06S4) 25°C of 1.1 9 10 are achieved in sulﬁde glass-ceramic electrolytes. All-solid-state batteries with sulﬁde glass-ceramic electrolytes were fabricated by cold press at room temperature. Sulﬁde electrolytes have favorable mechanical properties to form favorable solid–solid contacts in solid-state batteries by pressing without heat treatment. All-solid-state Li-In/S and Na-Sn/TiS2 cells using sulﬁde glass-ceramic electrolytes operate as",{"entities":[[7,13,"IONIC_CONDUCTIVITY"],[37,56,"SULFIDE_ELECTROLYTE"]]}],null,["(cid:1)2 S/cm for Li+ ion conductor (Li7P3S11) and 7.4 9 10Introduction",{"entities":[[7,13,"IONIC_CONDUCTIVITY"],[37,45,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["All-solid-state rechargeable lithium batteries have been studied in last two decades. A key material to develop all-solid-state rechargeable batteries is solid elec- trolytes with high conductivity. Sulﬁde solid electrolytes are reported to show a high lithium-ion conductivity of (cid:1)2 S/cm at 25°C, which is almost the same conductiv- 10 ity for organic liquid electrolytes.5,7 Sulﬁde electrolytes have advantages of high conductivity with the unity of lithium-ion transference number, wide",{"entities":[[288,294,"IONIC_CONDUCTIVITY"]]}],null,["*tatsu@chem.osakafu-u.ac.jp © 2014 The American Ceramic Society and Wiley Periodicals, IncRechargeable sodium batteries have attracted atten- tion because of the use of abundant and ubiquitouswww.ceramics.org/IJAGSSulﬁde Electrolyte for Solid-State Battery227sodium sources.12,13 Recently, we have found that cubic Na3PS4 was precipitated from mother glasses and the showed relatively prepared glass-ceramic electrolytes (cid:1)4 S/cm.6 high Na+ ion conductivity of over 10",{"entities":[[315,321,"SULFIDE_ELECTROLYTE"],[427,436,"IONIC_CONDUCTIVITY"]]}],null,["cm, which is higher than the Li+ ion conductivity of (cid:1)4 S/cm in Li1.3Al0.3Ti1.7(PO4)3 with the same 7 9 10 NASICON structure. On the other hand, studies for sulﬁde crystalline materials with Na+ ion conduction are limited; tetragonal Na3PS4 is only reported to show (cid:1)6 S/cm. Very recently, we have a conductivity of 10 found cubic Na3PS4, which is precipitated by crystalli- zation of Na3PS4 glass. The prepared glass-ceramic elec- trolyte with cubic Na3PS4 shows a conductivity of",{"entities":[[60,66,"IONIC_CONDUCTIVITY"],[70,85,"SULFIDE_ELECTROLYTE"],[240,246,"SULFIDE_ELECTROLYTE"],[279,286,"IONIC_CONDUCTIVITY"],[343,349,"SULFIDE_ELECTROLYTE"],[397,403,"SULFIDE_ELECTROLYTE"],[463,469,"SULFIDE_ELECTROLYTE"]]}],["(cid:1)4 S/cm at 25°C. This conductivity is the high- 2 9 10 est value in Na+ ion conducting sulﬁde materials reported so far.",{"entities":[[7,13,"IONIC_CONDUCTIVITY"]]}],null,["Typical solid electrolytes with Li+ or Na+ ion con- ductivity are summarized in Table 1.5–7,14–25 Oxide and sulﬁde electrolytes with high conductivities have been reported so far. Sulﬁde electrolytes have a rela- tively higher conductivity than oxide electrolytes. In Li+ ion conductors, conductivity of over (cid:1)3 S/cm is reported in perovskite Li0.34La0.51TiO2.94 10 such as in oxide Li10GeP2S12 and Li7P3S11 have superior conductivity of (cid:1)2 S/cm. Sulﬁde glasses also show two orders of",{"entities":[[316,322,"IONIC_CONDUCTIVITY"],[349,368,"SULFIDE_ELECTROLYTE"],[389,400,"SULFIDE_ELECTROLYTE"],[405,413,"SULFIDE_ELECTROLYTE"],[451,458,"IONIC_CONDUCTIVITY"]]}],["over 10 magnitude higher conductivity than oxide glasses. In glass materials, Na+ ion conductors show a lower con- ductivity than Li+ ion conductors. On the other hand, a crystalline material with NASICON (Na Super Ionic Conductor)-type structure shows a higher conductivity in Na+ ion conductors; a NASICON phase Na1+xZr2- (cid:1)3 S/ SixP3-xO12 has a Na+ ion conductivity of 3 9 10",{"entities":[[314,323,"SULFIDE_ELECTROLYTE"]]}],null,["the composition dependence of ionic conductivity at 25°C for the oxide and sulﬁde glasses in the systems Li2O-SiO2, Li2O-P2O5, Li2S- SiS2, and Li2S-P2S5. By increasing lithium-ion concen- tration in the glasses, the conductivity of the glasses in all the systems monotonously increases. The ionic con- ductivity drastically increases by changing the glass matrix from oxides to sulﬁdes. Lithium ions acting as a “hard acid”, which is classiﬁed from a viewpoint of the “hard and soft acids and bases",{"entities":[[105,114,"SULFIDE_ELECTROLYTE"],[116,125,"SULFIDE_ELECTROLYTE"],[127,137,"SULFIDE_ELECTROLYTE"],[143,153,"SULFIDE_ELECTROLYTE"]]}],null,null,["SystemLi2O-SiO2 (60:40)Li1.3Al0.3Ti1.7(PO4)3 Li3.6Ge0.6V0.4O4 Li0.34La0.51TiO2.94Conductivity (25°C, S/cm) (cid:1)6 [15]3 9 107 9 10 4 9 10 1.4 9 10(cid:1)4 [20] (cid:1)5 [21] (cid:1)3 [22]b-Alumina Sulﬁde glass Sulﬁde crystal Na3PS4 (tetragonal)Na2O(cid:3)11Al2O3Na2S-SiS2 (50:50)Na3PS4 (cubic)1.2 9 10 1 9 10 1 9 10 2 9 10(cid:1)3 [19] Garnet (cid:1)5 [24] (cid:1)6 [25] (cid:1)4 [6]Li7La3Zr2O12 Li2S-SiS2 (50:50)Sulﬁde glass Sulﬁde crystal Li10GeP2S12Li7P3S11",{"entities":[[23,38,"SULFIDE_ELECTROLYTE"],[45,61,"SULFIDE_ELECTROLYTE"],[227,233,"SULFIDE_ELECTROLYTE"],[257,273,"SULFIDE_ELECTROLYTE"],[385,397,"SULFIDE_ELECTROLYTE"],[398,407,"SULFIDE_ELECTROLYTE"],[443,462,"SULFIDE_ELECTROLYTE"]]}],["3 9 10 4 9 10 1.2 9 10 1.7 9 10(cid:1)4 [23] (cid:1)4 [14] (cid:1)2 [5] (cid:1)2 [7]228International Journal of Applied Glass Science—Tatsumisago and HayashiVol. 5, No. 3, 2014Fig. 1. Composition dependence of conductivity at 25 °C for oxide and sulﬁde glass-based materials in the systems Li2O-SiO2, Li2O-P2O5, Li2S-SiS2, and Li2S-P2S5.",{"entities":[[290,299,"SULFIDE_ELECTROLYTE"],[301,310,"SULFIDE_ELECTROLYTE"],[312,321,"SULFIDE_ELECTROLYTE"],[327,336,"SULFIDE_ELECTROLYTE"]]}],["Crystallization of glass usually decreases the con- ductivity as in the case of Li2S-SiS2 glasses shown in the composition 60Li2S(cid:3)40SiS2 Fig. 1. The glass at (mol%) has a glass transition temperature (Tg) of ca. 360°C and a crystallization temperature (Tc) of ca. 450°C.27 A Li4SiS4 phase was precipitated by crystalli- zation of the glass at 550°C and decreases the conduc- tivity by three orders of magnitude. On the other hand, the heating of Li2S-P2S5 glasses increases ionic conductivity,",{"entities":[[80,89,"SULFIDE_ELECTROLYTE"],[452,461,"SULFIDE_ELECTROLYTE"]]}],null,["(cid:1)3 S/cm at 25°C.",{"entities":[[6,13,"IONIC_CONDUCTIVITY"]]}],null,null,["the glassshowsFig. 2. XRD patterns for the 70Li2S(cid:3)30P2S5 (mol%) glass and glass-ceramics. The inset is a differential thermal analysis (DTA) curve for the glass.and their XRD patterns are shown in Fig. 2. The Li7P3S11 phase is precipitated as a primary phase by heating the glass at 240°C, and the crystallinity of Li7P3S11 increases by heating at 360°C. After heating at 550°C, Li7P3S11 completely disappears and thermo- dynamically stable phases such as Li4P2S6 appear.",{"entities":[[321,329,"SULFIDE_ELECTROLYTE"],[385,393,"SULFIDE_ELECTROLYTE"],[462,469,"SULFIDE_ELECTROLYTE"]]}],null,["at 750°C, a glassy sample is obtained (a). A single phase of the Li7P3S11 crystal is obtained by lowering the heat",{"entities":[[65,73,"SULFIDE_ELECTROLYTE"]]}],["The Li7P3S11 crystalwww.ceramics.org/IJAGSSulﬁde Electrolyte for Solid-State Battery(a)(a)(b)(b)(c)(d)(c)Fig. 3. XRD patterns of the 70Li2S(cid:3)30P2S5 crystallized samples quenched from the melt with heat treatment at 750 °C (a), 700 °C (b), and 690 °C (c). XRD pattern for the crystallized sam- ple cooled in air from the melt at 700 °C is also shown in (d).",{"entities":[[4,12,"SULFIDE_ELECTROLYTE"]]}],["treatment temperature from 750°C to 700°C (b). The Li7P3S11 crystal is precipitated from the melt as a pri- mary crystal. By lowering the heat treatment tempera- ture to 690°C, the Li4P2S6 crystal is co-precipitated (c). The co-precipitation of Li4P2S6 and Li3PS4 is observed by decreasing the cooling rate (d). The single phase of Li7P3S11 crystal is obtained by maintaining the melt at 700°C and then the quenching without a phase change. These results suggest that the Li7P3S11 crystal is a high-",{"entities":[[51,59,"SULFIDE_ELECTROLYTE"],[181,188,"SULFIDE_ELECTROLYTE"],[245,252,"SULFIDE_ELECTROLYTE"],[257,263,"SULFIDE_ELECTROLYTE"],[332,340,"SULFIDE_ELECTROLYTE"],[472,480,"SULFIDE_ELECTROLYTE"]]}],null,["synthesized by a conventional solid-state reaction and only prepared by crystallization from glass or melt at the composition 70Li2S∙30P2S5. Preparation conditions of glass-ceramics with Li7P3S11 have been examined, and high conductivities of (cid:1)2 S/cm (cid:1)3 S/cm (our group11) and 1.7 9 10 5.4 9 10 (Seino et al.7) have been achieved. Glass is a good precursor for yielding high-temperature phases, which usually exhibit much higher ionic conductivity than low-temperature phases.",{"entities":[[126,140,"SULFIDE_ELECTROLYTE"],[187,195,"SULFIDE_ELECTROLYTE"],[250,256,"IONIC_CONDUCTIVITY"],[264,270,"IONIC_CONDUCTIVITY"]]}],["Li7P3S11 is notFor Na+ion conducting sulﬁde glasses, cubic Na3PS4 as high-temperature phase is formed from theFig. 4. XRD patterns of the Na3PS4 glass (a), glass-ceramic sample heated at 270 °C (b), and glass-ceramic sample heated at 420 °C (c).",{"entities":[[0,8,"SULFIDE_ELECTROLYTE"],[59,65,"SULFIDE_ELECTROLYTE"]]}],["precursor glass. Figure 4 shows XRD patterns of 75Na2S∙25P2S5 (mol%, Na3PS4) glass and glass-cera- mic electrolytes. The precursor glass (a) was prepared by a mechanochemical technique.6 A crystalline phase is precipitated after heating the glass at 270°C (b), which is above the ﬁrst crystallization temperature determined by DTA. The XRD pattern of the glass- ceramic was indexed by a cubic phase based on a tetragonal phase of Na3PS4 (JCPDS #081-1472). The glass-ceramic obtained by heating at",{"entities":[[48,61,"SULFIDE_ELECTROLYTE"],[430,436,"SULFIDE_ELECTROLYTE"]]}],["420°C shows a different XRD pattern that is attributable to tetragonal Na3PS4 (c).",{"entities":[[71,77,"SULFIDE_ELECTROLYTE"]]}],["conductivity (r0) at 25°C for Na3PS4 glass and glass-ceramic electrolytes is shown in Fig. 5a. The conductivity for a pellet pre- pared by cold pressing of glass or glass-ceramic powders was determined by the ac impedance method. Conduc- tivities for a powder-compressed pellet of b-alumina atFrequency dependence of229230International Journal of Applied Glass Science—Tatsumisago and HayashiVol. 5, No. 3, 2014(a)(b)(c)",{"entities":[[30,36,"SULFIDE_ELECTROLYTE"]]}],null,["70 and 120°C are also shown as comparison. b-alu- mina is a typical Na+ ion conductor and its sintered (cid:1)3 S/cm at 25°C.19 However, pellet shows 1.2 9 10 the conductivity of the powder-compressed pellet of b-alumina at 70°C is seven orders of magnitude lower than that of the sintered pellet at 25°C. On the other hand, Na3PS4 glass-ceramic has the conductivity of (cid:1)4 S/cm at 25°C even in a powder-compressed pel- 10 let. Cross-sectional SEM images for powder-compressed pellet of Na3PS4",{"entities":[[325,331,"SULFIDE_ELECTROLYTE"],[492,498,"SULFIDE_ELECTROLYTE"]]}],null,["Na3PS4 sulﬁde electrolytes are more favorable to form solid–solid all-solid-state in batteries.interfacesbulk-type",{"entities":[[0,6,"SULFIDE_ELECTROLYTE"]]}],["Increase in conductivity for Na3PS4 glass-ceramics has been achieved by the use of highly pure Na2S start- ing material29 and a partial substitution of Si for P30. Figure 6 shows composition dependence of conductiv- ity at 25°C for (100(cid:1)x)Na3PS4 (mol%) glass-ceramic electrolytes. The Na3PS4 glass-ceramic electrolyte heat-treated at 270°C shows the conductivity (cid:1)4 S/cm.6 The use of crystalline Na2S with of 2 9 10 high purity of 99.1% gives a higher conductivity of (cid:1)4 S/cm for",{"entities":[[29,35,"SULFIDE_ELECTROLYTE"],[245,251,"SULFIDE_ELECTROLYTE"],[291,297,"SULFIDE_ELECTROLYTE"],[376,384,"IONIC_CONDUCTIVITY"],[487,493,"IONIC_CONDUCTIVITY"]]}],["4.6 9 10 glass-ceramic (x = 0). Furthermore, replacement of 6 mol% Na3PS4 by Na4SiS4 (Na3.06P0.94Si0.06S4) increases the (cid:1)4 S/cm, which is 3.7 times conductivity to 7.4 9 10",{"entities":[[67,73,"SULFIDE_ELECTROLYTE"],[77,84,"SULFIDE_ELECTROLYTE"],[86,105,"SULFIDE_ELECTROLYTE"],[128,134,"IONIC_CONDUCTIVITY"]]}],["(cid:3)xNa4SiS4the Na3PS4thewww.ceramics.org/IJAGSSulﬁde Electrolyte for Solid-State BatteryFig. 6. Composition dependence of conductivity at 25 °C for (100(cid:1)x)Na3PS4 (cid:3)xNa4SiS4 (mol%) glass-ceramic electrolytes.",{"entities":[[7,18,"SULFIDE_ELECTROLYTE"],[165,171,"SULFIDE_ELECTROLYTE"],[179,187,"SULFIDE_ELECTROLYTE"]]}],["larger than that of the previous Na3PS4 conductivity. The addition of interstitial Na+ ions to cubic Na3PS4 by the partial substitution of Na4SiS4 is a presumable interpretation for high conductivity. Detailed structural analyses for the precipitated crystals are needed to clar- ify conduction mechanism for the developed glass-cera- mic electrolytes.Fig. 7.Schematic diagram of bulk-type all-solid-state batteries.",{"entities":[[33,39,"SULFIDE_ELECTROLYTE"],[101,107,"SULFIDE_ELECTROLYTE"],[139,146,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["the relative density of 75Li2S(cid:3)25P2S5 (mol%) glass electrolyte on molding pressure. The total relative density was deter- mined using 75Li2S(cid:3)25P2S5 transparent glass prepared by hot pressing at about 200°C; the density of the glass is 1.88 g/cm3. The relative density increases with increasing applied pressure, and 90% of relative density is achieved by a pressure of over 350 MPa. Sulﬁde glasses are densiﬁed by cold pressing without heat treat- ment. SEM images of 75Li2S(cid:3)25P2S5",{"entities":[[24,30,"SULFIDE_ELECTROLYTE"],[37,43,"SULFIDE_ELECTROLYTE"],[140,146,"SULFIDE_ELECTROLYTE"],[153,159,"SULFIDE_ELECTROLYTE"],[480,486,"SULFIDE_ELECTROLYTE"],[493,499,"SULFIDE_ELECTROLYTE"]]}],null,["and voids at the adjacent particles, and we term this densiﬁcation “room-temperature Figure 8b shows the cross-sectional SEM image of the positive electrode layer composed of LiCoO2 active material and Li2S-P2S5 glass-ceramic electrolyte prepared by cold",{"entities":[[175,181,"SULFIDE_ELECTROLYTE"],[202,211,"SULFIDE_ELECTROLYTE"]]}],null,["favorable for deforming elastically in response to the volume change. In fact, most all-solid-state batteries that employ sulﬁde solid electrolytes exhibit good cycle performance.3 A drawback of sulﬁde electrolytes is low chemical stability for water molecule in air atmosphere. However, selecting suitable structure with tolerance to hydrolysis is effective in suppressing H2S gas genera- tion.32–35 It is noted that the amount of H2S generated from the Li2S-P2S5 glasses depends on the glass",{"entities":[[455,464,"SULFIDE_ELECTROLYTE"]]}],["compo- sition. Lithium ortho-thiophosphate Li3PS4 glass has the best chemical stability in the system Li2S-P2S5.32 Furthermore, chemical stability in air was improved by partial substitution of oxides (Li2O or P2O5) for sul- ﬁdes (Li2S or P2S5).33,34 The composite electrolytes with sulﬁde electrolyte and metal oxides such as ZnO as H2S absorbent are also effective.35 Sulﬁde glasses are well-balanced solid electrolytes with high conductivity, good processability, appropriate Young’s modulus, and",{"entities":[[43,49,"SULFIDE_ELECTROLYTE"],[102,114,"SULFIDE_ELECTROLYTE"]]}],null,["Electrochemical Performance of All-Solid-State Lithium and Sodium BatteriesFig. 8. 75Li2S(cid:3)25P2S5 (mol%) glass electrolyte. SEM images of 75Li2S(cid:3)25P2S5 glass powder before pressing (0 MPa) and after pressing at 74 MPa and 360 MPa are also shown in this ﬁgure. The cross-sectional SEM image of the positive electrode layer com- posed of LiCoO2 active material and Li2S-P2S5 glass-ceramic electrolyte is shown in (b).(a) Molding pressure dependence of relative density of",{"entities":[[83,89,"SULFIDE_ELECTROLYTE"],[96,102,"SULFIDE_ELECTROLYTE"],[143,149,"SULFIDE_ELECTROLYTE"],[156,162,"SULFIDE_ELECTROLYTE"],[347,353,"SULFIDE_ELECTROLYTE"],[374,383,"SULFIDE_ELECTROLYTE"]]}],["pressing. Sulﬁde glass-ceramics are also densiﬁed by cold pressing. Thus, good contacts between LiCoO2 and Li2S-P2S5 glass-ceramic electrolyte are achieved, and the apparent packing density of the positive elec- trode layer is about 70%.",{"entities":[[96,102,"SULFIDE_ELECTROLYTE"],[107,116,"SULFIDE_ELECTROLYTE"]]}],["We have found that Young’s modulus of Li2S-P2S5 sulﬁde glass electrolytes is about 20 GPa, which is an intermediate value between Young’s modulus of oxides and that of organic polymers.8 Retaining solid–solid contact between active material and solid electrolyte during volume changes of active material for charge– discharge cycles is important to realize all-solid-state batteries with long cycle lives. Sulﬁde electrolytes are",{"entities":[[38,47,"SULFIDE_ELECTROLYTE"],[83,89,"YOUNGS_MODULUS"]]}],["All-solid-state lithium secondary batteries with sul- ﬁde solid electrolytes have been studied. All-solid-state In/LiCoO2 or Li-In/Li4Ti5O12 cell with Li2S-P2S5 glass-ceramic electrolytes exhibits good cycle perfor- mance for several hundred cycles at 25°C.36 LiCoO2 and Li4Ti5O12 are, respectively, typical positive and negative electrodes used in commercially available lith- ium-ion batteries. The Li-In/Li4Ti5O12 cell operates at a relatively high temperature of 100°C with good cycla- bility.",{"entities":[[151,160,"SULFIDE_ELECTROLYTE"],[260,266,"SULFIDE_ELECTROLYTE"],[271,280,"SULFIDE_ELECTROLYTE"]]}],["The cell shows the discharge–charge capacity of about 140 mAh per gram of Li4Ti5O12 and maintains the capacity for 700 cycles with no degradation under a high current density of over 10 mA/cm2.37",{"entities":[[74,83,"SULFIDE_ELECTROLYTE"],[183,195,"DENSITY"]]}],null,null,["www.ceramics.org/IJAGSSulﬁde Electrolyte for Solid-State Battery(a)Fig. 10. Charge–discharge curves of the all-solid-state sodium cell Na-Sn/TiS2. The cell operation was carried out at 25 °C at the current density of 0.013 mA/cm2.(b)(a) Charge–discharge curves of all-solid-state Li-In/S",{"entities":[[214,230,"DENSITY"]]}],["Fig. 9. and In/Li2S cells at 25 °C under the current density of 0.064 mA/cm2. The curves for the cell with a typical positive electrode of LiCoO2 are also shown for comparison. The cycle performance of the Li-In/S cell at a higher current density of 0.64 mA/cm2 is shown in (b).",{"entities":[[64,77,"DENSITY"],[139,145,"SULFIDE_ELECTROLYTE"],[250,261,"DENSITY"]]}],["The application of Li2S as a discharge product of sulfur active material has a merit from the viewpoint of versa- tility of negative electrode materials without lithium sources such as graphite. The charge–discharge curves of all-solid-state cells with S or Li2S active material at 25°C under the current density of 0.064 mA/cm2 are shown in Fig. 9a.",{"entities":[[316,328,"DENSITY"]]}],["The composite electrode consisting of S or Li2S, Li2S-P2S5 glass-ceramic electrolyte, and acetylene black powders with a weight ratio of 25:50:25 was prepared by high-energy planetary ball milling to form good contacts among the three components.40,41 The Li-In/S capacity of over cell 1500 mAh per gram of sulfur with an average potential of ca. 2.1 V (vs Li+/Li). Similar charge–discharge pro-exhibitsalargereversible",{"entities":[[49,58,"SULFIDE_ELECTROLYTE"]]}],["ﬁles are observed in the In/Li2S cell. The reversible capacity is smaller than that of the Li-In/S cell because of lower theoretical capacity of Li2S (1170 mAh/g). The charge–discharge curves of a typical all-solid-state In/LiCoO2 cell are also shown in Fig. 9. The cell with sulfur electrode shows 15 times higher capacity than the cell with LiCoO2, although an operating potential of the former cell is almost half of the latter cell. It is found that the sulfur cell has a higher energy density",{"entities":[[343,349,"SULFIDE_ELECTROLYTE"]]}],["than the LiCoO2 cell.",{"entities":[[9,15,"SULFIDE_ELECTROLYTE"]]}],["Figure 9b shows the cycle performance of the Li- In/S cell at 25°C under a higher current density of 0.64 mA/cm2. The sulfur cell shows good cyclability at 25°C and retains about 1000 mAh/g for 200 cycles, suggesting that the use of solid electrolyte is essentially useful for developing Li/S batteries with high energy densities and long cycle lives.",{"entities":[[101,113,"DENSITY"]]}],["All-solid-state sodium cells with the Na3PS4 glass- ceramic electrolyte operates as a secondary battery. Figure 10 shows the charge–discharge curves of the Na-Sn/TiS2 cell at 25°C under the current density of 0.013 mA/cm2. The composite electrode consisting of TiS2 active material and cubic Na3PS4 electrolyte pow- ders with a weight ratio of 40:60 was prepared by well grinding using an agate mortar and pestle. The revers- ible capacity of the cell was about 90 mAh per gram of TiS2 and the cell",{"entities":[[38,44,"SULFIDE_ELECTROLYTE"],[209,222,"DENSITY"],[292,298,"SULFIDE_ELECTROLYTE"]]}],null,null,["9. F. Mizuno, A. Hayashi, K. Tadanaga, and M. Tatsumisago, “New, Highly Ion-Conductive Crystals Precipitated from Li2S–P2S5 Glasses,” Adv. Mater., 17 918–921 (2005).Conclusions10. F. Mizuno, A. Hayashi, K. Tadanaga, and M. Tatsumisago, “High Lith- ium Ion Conducting Glass-Ceramics in the System Li2S–P2S5,” Solid State Ionics, 177 2721–2725 (2006).",{"entities":[[114,123,"SULFIDE_ELECTROLYTE"],[296,305,"SULFIDE_ELECTROLYTE"]]}],["Recent development of sulﬁde glass-ceramic elec- for Li+ and Na+ ion secondary batteries trolytes is increased reviewed. Crystallization of conductivity by the precipitation of high-temperature 25°C of phases. The (cid:1)4 S/cm (cid:1)2 S/cm for Li7P3S11 and 7.4 9 10 1.1 9 10 for Na3.06P0.94Si0.06S4 were achieved in sulﬁde glass- ceramic electrolytes. Bulk-type all-solid-state recharge- able cells with sulﬁde glass-ceramic electrolytes were prepared by cold pressing. All-solid-state",{"entities":[[221,227,"IONIC_CONDUCTIVITY"],[235,241,"IONIC_CONDUCTIVITY"],[246,254,"SULFIDE_ELECTROLYTE"],[281,300,"SULFIDE_ELECTROLYTE"]]}],null,["sulﬁde glasseshighestconductivitiesat11. A. Hayashi, K. Minami, S. Ujiie, and M. Tatsumisago, “Preparation and Ionic Conductivity of Li7P3S11-z Glass-Ceramic Electrolytes,” J. Non-Cryst. Solids, 356 2670–2673 (2010).12. K. B. Hueso, M. Armand, and T. Rojo, “High Temperature Sodium Bat- teries: Status, Challenges and Future Trends,” Energy Environ. Sci., 6 734– 749 (2013).",{"entities":[[133,143,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["19. A. Hooper, “Study of Electrical-Properties of Single-Crystal and Polycrys- talline Beta-Alumina Using Complex Plane Analysis,” J. Phys. D: Appl. Phys., 10 1487–1496 (1977).Acknowledgment20. H. Aono, E. Sugimoto, Y. Sadaoka, N. Imanaka, and G. Adachi, “Ionic- Conductivity of the Lithium Titanium Phosphate (Li1-xAlxTi2-x(PO4)3), (Li1-xScxTi2-x(PO4)3), (Li1-xYxTi2-x(PO4)3), (Li1-xLaxTi2-x(PO4)3) Systems,” J. Electrochem. Soc., 136 590–591 (1989).",{"entities":[[311,324,"SULFIDE_ELECTROLYTE"],[334,347,"SULFIDE_ELECTROLYTE"],[357,369,"SULFIDE_ELECTROLYTE"],[379,392,"SULFIDE_ELECTROLYTE"]]}],["This research was supported by JST, “Advanced Low Carbon Technology Research and Development Program (ALCA)”.21. J. Kuwano and A. R. West, “New Li+ ion conductors in the system, Li4GeO4-Li3VO4,” Mater. Res. Bull., 15 1661–1667 (1980).22. M. Ito, Y. Inaguma, W. H. Jung, L. Chen, and T. Nakamura, “High Lith- ium Ion Conductivity in the Perovskite-Type Compounds Ln1/2Li1/2TiO3 (LN=La,Pr,Nd,Sm),” Solid State Ionics, 70–71 203–207 (1994).",{"entities":[[178,192,"SULFIDE_ELECTROLYTE"]]}],null,["24. M. Ribes, B. Barrau, and J. L. Souquet, “Sulﬁde Glasses – Glass Forming Region, Structure and Ionic-Conduction of Glasses in Na2S-SiS2, Na2S- GeS2, Na2S-P2S5 and Li2S-GeS2 Systems,” J. Non-Cryst. Solids, 38–39 271–276 (1980).25. M. Jansen and U. Henseler, “Synthesis, Structure Determination, and Ionic-conductivity of Sodium Tetrathiophosphate,” J. Solid State Chem., 99 110–119 (1992).",{"entities":[[129,138,"SULFIDE_ELECTROLYTE"],[140,150,"SULFIDE_ELECTROLYTE"],[152,161,"SULFIDE_ELECTROLYTE"],[166,175,"SULFIDE_ELECTROLYTE"]]}],["3. M. Tatsumisago, M. Nagao, and A. Hayashi, “Recent Development of Sulﬁde Solid Electrolytes and Interfacial Modiﬁcation for All-Solid-State Rechargeable Lithium Batteries,” J. Asian. Ceram. Soc., 1 17–25 (2013). 4. J.-M. Tarascon and M. Armand, “Issues and Challenges Facing Recharge- able Lithium Batteries,” Nature, 414 359–367 (2001).26. R. G. Pearson, “Hard and Soft Acids and Bases, HSAB, Part 1: Funda- mental Principles,” J. Chem. Educ., 45 581–586 (1968).",{"entities":[]}],null,null,null,null,null,null,null,["39. D. Marmorstein, T. H. Yu, K. A. Striebel, F. R. McLarnon, J. Hou, and E. J. Cairns, “Electrochemical Performance of Lithium/Sulfur Cells with Three Different Polymer Electrolytes,” J. Power Sources, 89 219–226 (2000). 40. M. Nagao, A. Hayashi, and M. Tatsumisago, “Sulfur-Carbon Composite Electrode for All-Solid-State Li/S Battery with Li2S-P2S5 Solid Electrolyte,” Electrochim. Acta, 56 6055–6059 (2011).",{"entities":[[341,350,"SULFIDE_ELECTROLYTE"]]}]]}
