{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,["ABSTRACT: All-solid-state lithium batteries (ASSLBs) employing Li-metal anode, sulﬁde solid electrolyte (SE) can deliver high energy density with high safety. The thick SE separator and its low ionic conductivity are two major challenges. Herein, a 30 μm sulﬁde SE membrane with ultrahigh room temperature conductivity of 8.4 mS cm−1 is realized by mechanized manufacturing technologies using highly conductive Li5.4PS4.4Cl1.6 SE powder. Moreover, a 400 nm magnetron sputtered Al2O3 interlayer is",{"entities":[[322,333,"IONIC_CONDUCTIVITY"],[411,426,"SULFIDE_ELECTROLYTE"]]}],["introduced into the SE/Li interface to improve the anodic stability, which suppresses the short circuit in Li/Li symmetric cells. Combining these merits, ASSLBs with LiNi0.5Co0.2Mn0.3O2 as the cathode exhibit a stable cyclic performance, delivering a discharge speciﬁc capacity of 135.3 mAh g−1 (1.4 mAh cm−2) with a retention of 80.2% after 150 cycles and an average Coulombic eﬃciency over 99.5%. The high ionic conductivity SE membrane and interface design principle show promising feasible",{"entities":[[166,185,"SULFIDE_ELECTROLYTE"]]}],null,["I n recent decades, the goal toward a low-carbon economyaddress solvent issues, Hippauf et al. reported a heuristic solvent-free dry-ﬁlm process whereby they prepared a 150 μm thick SE ﬁlm with the ionic conductivity of 2.7 mS cm−1 using ﬁbrous polytetraﬂuoroethylene (PTFE) binder and Li6PS5Cl.18 the However, conductivity, and the instability to the Li-metal anode of SE ﬁlms still need to be further improved.",{"entities":[[220,231,"IONIC_CONDUCTIVITY"]]}],null,null,null,["In this work, we achieve a much thinner ﬂexible sulﬁde SE membrane (∼30 μm) with ultrahigh conductivity (8.4 mS cm−1 at 25 °C) enabled by mechanized manufacture technologies using highly conductive Li5.4PS4.4Cl1.6 sulﬁde SE powder (10.8 mS cm−1 at 25 °C). A typical preparation procedure of the SE membrane is schematically shown in Figure 1. With the SE powder (99.8 wt %) and PTFE powder (0.2 wt %) as the starting materials, a ball-milling process is adopted to mix the ingredients and shear the",{"entities":[[105,116,"IONIC_CONDUCTIVITY"],[198,213,"SULFIDE_ELECTROLYTE"],[232,244,"IONIC_CONDUCTIVITY"]]}],["PTFE ﬁber, which forms a matrix to support SE particles. After being hot calendered at 80 °C, the homogeneous mixture can be mechanically formed to thin membranes with preset thickness. The obtained composite membrane, as illustrated in the magniﬁed scheme on the right of Figure 1a, is a 3D continuous PTFE network wrapped with SE particles. To achieve a high the argyrodite SE, ionic conductivity SE membrane, Li5.4PS4.4Cl1.6, was synthesized by introducing chlorine ion",{"entities":[[412,427,"SULFIDE_ELECTROLYTE"]]}],["All-solid-state Li batteries (ASSLBs) coupling sulﬁde solid electrolytes (SEs) and Li-metal anode are promising alternative strategies to realize nonﬂammability and promising high energy density.5−7 Some SEs, such as Li5.5PS4.5Cl1.5 (9.4 ± 0.1 mS cm−1),8 Li10GeP2S12 (12 mS cm−1),9 and Li9.54Si1.74P1.44S11.7Cl0.3 (25 mS cm−1),10 possess superior Li ion conductivity than liquid electrolyte, enabling high power density of cells. However, there are wide gaps between reality and ideal. Most of the",{"entities":[[217,232,"SULFIDE_ELECTROLYTE"],[234,251,"IONIC_CONDUCTIVITY"],[255,266,"SULFIDE_ELECTROLYTE"],[268,278,"IONIC_CONDUCTIVITY"],[286,313,"SULFIDE_ELECTROLYTE"],[315,325,"IONIC_CONDUCTIVITY"]]}],null,null,null,null,["(Cl−) to tailor the S/Cl disorder in the lattice structure. The synthesis parameters for Li7−xPS6−xClx (x = 1.4, 1.5, 1.6, 1.7) are systematically investigated, and the Li5.4PS4.4Cl1.6 powder delivers the highest ionic conductivity of up to 10.8 mS cm−1 (Figure S1) with a low electronic conductivity of 4.0 × 10−8 S cm−1 at 25 °C (Figure S2). All Li7−xPS6−xClx samples match well with the standard argyrodite phase of cubic Li7PS6 (PDF 34-0688) with a space group of F4̅3m (Figure S3a), and all the",{"entities":[[89,102,"SULFIDE_ELECTROLYTE"],[169,184,"SULFIDE_ELECTROLYTE"],[241,253,"IONIC_CONDUCTIVITY"],[304,321,"IONIC_CONDUCTIVITY"],[348,361,"SULFIDE_ELECTROLYTE"],[425,431,"SULFIDE_ELECTROLYTE"]]}],["diﬀraction peaks in the range of 52−54° continue to shift to the higher angles with increasing LiCl doping contents until x = 1.6 in Li7−xPS6−xClx (Figure S3b). This indicates shrinkage of crystal lattice parameters and the increased Li occupancy at 24g sites, which contributes to shortening the intercage jump distances and thus promoting the long-range ion conduc- tion.19,20 Figure 1b shows the hot calendering process, which can be run continuously and scaled up. After being peeled oﬀ, the SE",{"entities":[[133,146,"SULFIDE_ELECTROLYTE"]]}],["membrane exhibits a typical faint yellow color due to a high fraction of Li5.4PS4.4Cl1.6 powder. It is free-standing, ﬂexible, and continuous with a controlled thickness of 30 μm (Figure 1c and d). Scanning electron microscopy (SEM) observation further conﬁrms its thickness (Figure 1e) and the highly bonded small particles that are netted by polymer ﬁbers (Figure 1f). Energy-dispersive X-ray spectroscopy (EDX) mapping of the elements sulfur and ﬂuorine, derived from",{"entities":[[73,88,"SULFIDE_ELECTROLYTE"]]}],["Li5.4PS4.4Cl1.6 and PTFE, proves the uniform distribution of sulﬁde electrolyte throughout the polymer network (Figure 1g and h).",{"entities":[[0,15,"SULFIDE_ELECTROLYTE"]]}],null,["conductivities of SE powder as well as the membrane, and the Nyquist plots are shown in Figure S4. Although PTFE is a nonconductive polymer, it occupies a minimal volume in the composite, maximizing the electrolyte the Li+ conductive phase content, which guarantees component in the membrane. Thus, the SE membrane exhibits an ionic conductivity of 8.4 mS cm−1 with a low area speciﬁc resistance of 0.35 Ω cm2 at 25 °C, which is close to the 10.8 mS cm−1 of the SE powder and greatly exceeds that of",{"entities":[[349,360,"IONIC_CONDUCTIVITY"],[442,454,"IONIC_CONDUCTIVITY"]]}],null,null,["Figure 2. Characterization of the SE membrane. (a) AFM image of the SE membrane. (b) Arrhenius plots showing the temperature-dependent ionic conductivity of the Li5.4PS4.4Cl1.6 powder and membrane. (c) Comparison of the thicknesses and ionic conductivities of the state-of-the-art SE membranes reported in the literature. (d) High-resolution XPS spectra of F 1s (left) and C 1s (right) for SE powder and the membrane.",{"entities":[[161,176,"SULFIDE_ELECTROLYTE"]]}],["avoiding the solvent eﬀect. The fast, mechanized, and solvent- free preparation minimized the damage to the SE material surface structure, which is further characterized by X-ray diﬀraction (XRD). As shown in Figure S5, the Li5.4PS4.4Cl1.6 SE powder and membrane match well with the standard argyrodite phase. X-ray photoelectron spectroscopy (XPS, Figure 2d) survey of the SE membrane for the F 1s signal at 690 cm−1, and the C 1s signal between 291 and 292 cm−1 can be deconvoluted to −CF, −CF3,",{"entities":[[224,239,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["conducting sp2 carbon and forms an undesirable mixed conducting interphase, collapsing the metastable state of SEI as well as increasing the electronic conductivity of SE.31 To alleviate this issue, a stable artiﬁcial interlayer should be introduced to the interface between the SE membrane and the Li-metal anode. The aluminum oxide (Al2O3) passivation layer can prevent side reactions between Li and electrolytes eﬀectively and tends to form a thermodynamically stable phase of the Li2O−Al2O3",{"entities":[[484,494,"SULFIDE_ELECTROLYTE"]]}],["layer with ionic conductivity (6 × 10−8 S cm−1 at 25 °C) due to its low binding energy with Li, which would greatly negate the interface impedance and heighten the adhesion to interfaces.32−34 It is suggested that the lithiation of Al2O3 proceeds until the thermodynamically stable phase of Li3.4Al2O3; then, extra Li ions transport to the electrode through the LixAl2O3 coating layer.33 In this case, an Al2O3 coating layer with a thickness of 400 nm was deposited on the Li surface by",{"entities":[[31,46,"IONIC_CONDUCTIVITY"],[291,301,"SULFIDE_ELECTROLYTE"],[362,370,"SULFIDE_ELECTROLYTE"]]}],null,["under a current density of 0.1 mA cm−2 and 0.1 mAh cm−2 at 60 °C. The cell of Li/Al2O3/membrane/Al2O3/Li exhibits a voltage of ±7 mV in the beginning and then remains relatively",{"entities":[[27,38,"DENSITY"],[43,55,"DENSITY"]]}],null,null,null,null,null,null,null,null,null,null,["The electrochemical performances of the SE membrane in ASSLBs were further evaluated, where the LiNi0.5Co0.2Mn0.3O2 (NCM)/Li system was employed. The ﬂexible and free- standing membrane can be easily used in ASSLBs by the simple isostatic cold pressing method. The cross-sectional electron back scattered diﬀraction (EBSD) image clearly reveals the stacked integrated structure of the ASSLB, and the thickness of the compressed SE membrane is about 30 μm (Figure 4a). EDX element mapping (Figure",{"entities":[[96,115,"SULFIDE_ELECTROLYTE"]]}],null,["5236https://doi.org/10.1021/acs.nanolett.1c01344 Nano Lett. 2021, 21, 5233−5239Nano Letterspubs.acs.org/NanoLettLetterFigure 4. Electrochemical characterization of ASSLBs. (a) EBSD image and (b−d) EDS element mapping of the ASSLB cross section. (e) Voltage proﬁle and (f) cyclic performance of the NCM/Li ASSLB with a high NCM mass loading of 11.6 mg cm−2 at 0.05 C (0.085 mA cm−2).",{"entities":[[367,380,"DENSITY"]]}],null,["electrode−current collector interface or temporary discharge polarization caused by SEI formation.37 After that, the discharge capacity gradually increases, delivering a reversible discharge capacity up to 135.3 mAh g−1, corresponding to 1.4 mAh cm−2 at the 20th cycle. After 150 cycles, it still remains 108.5 mAh g−1 (1.12 mAh cm−2) with a capacity retention of 80.2% (Figure 4f). It is noteworthy that over 99.5% of the average Coulombic eﬃciency of the ASSLB is delivered during the",{"entities":[[238,250,"DENSITY"],[320,333,"DENSITY"]]}],null,null,["In summary, we designed and realized a high-performance SE membrane composed of an interconnected PTFE polymer net and a Li5.4PS4.4Cl1.6 sulﬁde electrolyte. The obtained composite membrane possesses a much higher ionic conductivity of 8.4 mS cm−1 with a thin thickness of 30 μm. The fabrication methodology with high mechanization and ﬂexibility of the membrane ensures running continuously and scale up. It is noteworthy that an Al2O3 interlayer between the SE membrane and Li has been demonstrated",{"entities":[[121,136,"SULFIDE_ELECTROLYTE"],[235,246,"IONIC_CONDUCTIVITY"]]}],null,["stable cycling stability, delivering a discharge speciﬁc capacity of 135.3 mAh g−1 (1.4 mAh cm−2) with a capacity retention of 80.2% for 150 cycles under an average Coulombic eﬃciency over 99.5%. The presented SE membrane not only proves a promising design principle on thin and highly Li-ion conductive SEs but also paves the way for the next-generation high-energy ASSLBs.■ ASSOCIATED CONTENT",{"entities":[[84,96,"DENSITY"]]}],["sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.1c01344. Experimental methods, Nyquist plots, direct current polarization curve, XRD patterns, and XPS spectra of Li7−xPS6−xClx electrolytes; EBSD and EDX element mapping of the Li/Al2O3 interface; EIS Nyquist plots of the ASSLB; XRD pattern and SEM image of NCM powder; parameters for reported sulﬁde SE membranes (PDF)■ AUTHOR INFORMATIONCorresponding Author",{"entities":[[244,257,"SULFIDE_ELECTROLYTE"]]}]]}
