{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,null,null,null,["Se-Li3PS4-C composite as cathode, Li3PS4 as electrolyte, and Li-Sn alloy as anode. In addition to the high electronic conductivity (1×10-3 S cm-1) of Se, a high Li+ conductivity of 1.4×10-5 S cm-1 across the Se-Li3PS4 interface can be achieved. All-solid-state Li-Se cell shows a high reversible capacity of 652 mAh g-1 (96% of theoretical capacity) and exhibits favorable capacity retention upon cycling. This work demonstrates the advantages of Se cathode in all-solid-state batteries and provides",{"entities":[[0,11,"SULFIDE_ELECTROLYTE"],[34,40,"SULFIDE_ELECTROLYTE"],[132,145,"IONIC_CONDUCTIVITY"],[181,196,"IONIC_CONDUCTIVITY"],[208,217,"SULFIDE_ELECTROLYTE"]]}],null,null,["electrolyte10,12. Unlike batteries with liquid electrolytes that can easily wet the electrodes and ensure smooth Li+ transport, the Li+ transport in solid-state batteries is highly limited at the electrode- electrolyte interface. Although many of sulfide-based solid- state electrolytes exhibit high Li+ conductivities (10-4 to 10-2 S cm-1 at room temperature13-17), the Li+ transport through the interface can be lagged by several orders of magnitude18,19. For instance, the Li+ conductivity of",{"entities":[[328,339,"IONIC_CONDUCTIVITY"]]}],["Li-argyrodite phase Li6PS5Cl electrolyte is reported as high as 1.3×10-3 S cm-1 as a bulk, but the conductivity is dramatically reduced to ~10-11 S cm-1 at the interface with the Li2S cathode.18 In this context, the Li+ diffusion during electrochemical cycles limited by the interfacial properties between the solid electrolyte and the active material rather than bulk electrolyte. Meanwhile, the poor electronic conductivity of S cathodes is hindering the solid-state electrochemical reactions",{"entities":[[20,28,"SULFIDE_ELECTROLYTE"],[64,79,"IONIC_CONDUCTIVITY"]]}],["(lithiation/delithiation). In addition to engineering the S cathodes for all-solid-state batteries, developing new cathode materials with high ionic and electronic conductivities is another important approach to realize all-solid-state lithium batteries. Compared to S, Se has much higher electronic conductivity (1×10-3 vs. 0.5×10-27 S m-1 at room temperature20-22). Herein, an all-solid-state Li-Se battery is developed for the first time. Although Se has been used as a cathode material in",{"entities":[[325,340,"IONIC_CONDUCTIVITY"]]}],["solid-state Ag-ion and Cu-ion batteries since 196823, 24, operating over a wide temperature range from room temperature to 150 °C, the corresponding working voltages is lower than 0.4 V. Different from previous reports, all-solid-state Li-Se battery chemistry with the commercial Li3PS4 electrolyte was explored. The Li-Se battery exhibited single discharge/charge plateau",{"entities":[[280,286,"SULFIDE_ELECTROLYTE"]]}],null,null,["mobile electronics, large-scale energy storage systems. electric vehicles and 5, Conventional including LiCoO2 7 have been investigated for all- LiNi0.5Mn1.5O4 solid-state LIBs. Moreover, the emergence of new battery chemistries and new opportunities for some electrodes that are in comparable to liquid electrolytes.",{"entities":[[104,110,"SULFIDE_ELECTROLYTE"]]}],["intensiveresearchinterests dueis4,cathodes 6, LiFe0.2Mn0.8PO4LiMnO2This journal is © The Royal Society of Chemistry 20xxJ. Name., 2013, 00, 1-3 | 1Please do not adjust marginsPlease do not adjust margins Energy & Environmental SciencePage 2 of 5View Article OnlineDOI: 10.1039/C8EE01621FCOMMUNICATIONJournal Name",{"entities":[[46,71,"SULFIDE_ELECTROLYTE"]]}],["around 2.0 V (Li/Li+), corresponding to typical conversion reaction between Se and Li2Se. Significant improvements of both ionic and electronic conductivities of the cathode was achieved by ball-milling Se, Li3PS4, and acetylene black, ensuring transfer during electrochemical reaction process. Especially, the Li+ transport over the Se-Li3PS4 interface is as high as 1.4×10-5 S cm-1 after ball-milling process. Compared with S, Se cathodes exhibit much lower polarization and higher reversibility",{"entities":[[207,213,"SULFIDE_ELECTROLYTE"],[334,343,"SULFIDE_ELECTROLYTE"],[368,383,"IONIC_CONDUCTIVITY"]]}],null,null,null,null,null,null,["Figure 2. (a) Temperature-dependent ionic conductivities of the commercial Li3PS4, Se- Li3PS4, and S-Li3PS4 after ball milling, (b) Equilibrium current of the commercial Li3PS4, Se-Li3PS4, and S-Li3PS4 after ball milling at different set voltages.",{"entities":[[75,81,"SULFIDE_ELECTROLYTE"],[83,93,"SULFIDE_ELECTROLYTE"],[99,107,"SULFIDE_ELECTROLYTE"],[170,176,"SULFIDE_ELECTROLYTE"],[178,187,"SULFIDE_ELECTROLYTE"],[193,201,"SULFIDE_ELECTROLYTE"]]}],null,null,["all-solid-state batteries, symmetric cells with configurations of In/Se-Li3PS4/In (molar ratio of Se-to-Li3PS4 similar to that of the Se-Li3PS4-C In/S-Li3PS4/In symmetric cells were tested. The electrochemical impedance spectroscopy (EIS) measurements at different temperatures and the calculated conductivity results are compared in Figure S2-4 and Figure 2a. Fitting the conductivities derived from the",{"entities":[[98,110,"SULFIDE_ELECTROLYTE"],[134,145,"SULFIDE_ELECTROLYTE"]]}],["Figure 1a shows the scheme of an all-solid-state Li-Se battery based on Li or Li-Sn alloy as the anode, Li3PS4 as the electrolyte, and Se as the cathode active materials of the cathode. Typically, the Se cathode was prepared by ball milling commercial Se, Li3PS4, and acetylene black (AB). Figure 1b compares the initial discharge/charge curves between an all- solid-state Li-Se cell and a Li-S cell at 50 mA g-1 at 25 °C. The Li- Se cell delivered an initial discharge capacity of 657 mAh g-1 and a",{"entities":[[104,110,"SULFIDE_ELECTROLYTE"],[256,262,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["temperature dependent impedance with an Arrhenius law resulted in an activation energy of 14.6 kJ mol-1 and an ionic conductivity of 3.0×10-4 S cm-1 for the commercial Li3PS4 at room temperature, which is similar to the reported values26, 27. Comparatively, the Se-Li3PS4 composite delivered similar room-temperature ionic conductivity of 1.4×10-5 S cm-1, and activation energy of 19.3 kJ mol-1, whereas, the ionic conductivity of S-Li3PS4 composite dramatically dropped to 8.9×10-7 S cm-1. The",{"entities":[[133,148,"IONIC_CONDUCTIVITY"],[168,174,"SULFIDE_ELECTROLYTE"],[262,271,"SULFIDE_ELECTROLYTE"],[339,354,"IONIC_CONDUCTIVITY"],[431,439,"SULFIDE_ELECTROLYTE"],[474,490,"IONIC_CONDUCTIVITY"]]}],["substantially higher ionic conductivity of the Se-Li3PS4 composite than that of the S-Li3PS4 composite superior electrode-electrolyte counterpart, interface of Se for Li+ migration. Furthermore, the direct current (DC) electronic conductivities (σdc-electron) of Li3PS4, Se-Li3PS4 and S-Li3PS4 samples were measured using the symmetric cells. Figure S5 shows the current evolution through time under different DC voltages (Vdc from 0.1 to 0.5 V) for the symmetric cells. At each Vdc, the current",{"entities":[[47,56,"SULFIDE_ELECTROLYTE"],[84,92,"SULFIDE_ELECTROLYTE"],[263,269,"SULFIDE_ELECTROLYTE"],[271,280,"SULFIDE_ELECTROLYTE"],[285,293,"SULFIDE_ELECTROLYTE"]]}],["experienced a rapid decrease within a few seconds at the beginning and eventually reach equilibrium for all samples. The initial current decrease was related to the polarization and the equilibrium current (Ie) was attributed to the electronic conductivity of the particular sample. As shown in the Figure 2b and Figure S5, the Ie of the Se-Li3PS4 cell at 0.1 V was higher than the value of the S-Li3PS4 and Li3PS4 cells by about 150 and 6 times, respectively. Similar results observed at different",{"entities":[[338,347,"SULFIDE_ELECTROLYTE"],[395,403,"SULFIDE_ELECTROLYTE"],[408,414,"SULFIDE_ELECTROLYTE"]]}],["voltages further prove the high electronic conductivity of Se- Li3PS4. The σdc-electron value of Se-Li3PS4, Li3PS4, and S-Li3PS4 were calculated to be 3.0×10-8, 5.0×10-9, and 2.0×10-10 S cm-1, respectively, based on the DC method28:",{"entities":[[63,70,"SULFIDE_ELECTROLYTE"],[97,106,"SULFIDE_ELECTROLYTE"],[108,114,"SULFIDE_ELECTROLYTE"],[120,128,"SULFIDE_ELECTROLYTE"],[175,191,"IONIC_CONDUCTIVITY"]]}],null,null,null,null,["σdc-electron = Ie﹒L/(Vdc﹒A) where Vdc is the applied DC voltage; Ie is the equilibrium current after a period of time (10 min in this case); L is the thickness of the sample; and A is the electrode area. Scanning electron microscopy (SEM) images and energy dispersive X-ray (EDX) mappings of the Se-Li3PS4-C cathode composite after ball milling confirms a homogenous distribution of the three components (Figure S6-8). For the cross section view, cold-pressing results relatively intimate contact",{"entities":[[296,307,"SULFIDE_ELECTROLYTE"]]}],["between cathode and electrolyte as shown in Figure 3a, b. For the electrochemical performance test, it was observed that an abrupt voltage change during charging process with bare Li as anode (Figure S9a), and the voltage of the cell could not go up. Such phenomenon should be due to internal short-circuit of the cell, which was found in other report using Li2S-P2S5 solid electrolyte29. Basically, Li3PS4 is not electrochemically stable when direct contact to bare Li during cycling29,30, and this",{"entities":[[358,367,"SULFIDE_ELECTROLYTE"],[400,406,"SULFIDE_ELECTROLYTE"]]}],["was also proved by suddenly voltage drop in symmetric Li/Li3PS4/Li cell (Figure S9b) after several plating/stripping process. Thus, Li-Sn alloy, which was obtained by melting of the commercial Li and Sn powder, was used as improve the stability of anode/electrolyte the anode to interface31. The XRD pattern indicates the existence of both Li22Sn5 and Li phase in the Li-Sn alloy (Figure S10), and the stable cycling performance of the Li-Sn/Li3PS4/Li-Sn symmetric cell (Figure S11) proved the",{"entities":[[340,347,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["stable charge transfer of Li+ in the bulk Li3PS4 upon cycling. However, the increase in R2 after cycling might be caused by the volume change of the cathode at different lithiation/delithiation states, which is possibly the reason for the slight capacity fading showed in Figure 3e. Nevertheless, the impedance at different states tested over a indicating good 24-hr period compatibility of the electrochemical intermediates with the Li3PS4 interlayer. To investigate the mechanism of the Se cathode",{"entities":[[434,440,"SULFIDE_ELECTROLYTE"]]}],["in all-solid- state system, in-situ Raman spectroscopy was performed as a powerful operando monitoring method (Figure 4). Raman spectra of Se/Li3PS4/C cathode, commercial Li3PS4, and pure Se were summarized in Figure S15. The pristine commercial Se displays two peaks at 139 and 233 cm-1, which should be attributed to E and A1 modes of trigonal Se32, respectively. And for the spectrum of commercial Li3PS4, the main peak at 420 cm-1 can be attributed to the PS4 3- structural unit27, 33. For the",{"entities":[[171,177,"SULFIDE_ELECTROLYTE"],[401,407,"SULFIDE_ELECTROLYTE"]]}],["Se/Li3PS4/C composites after ball-milling process, three new peaks at 239, 252 and 352 cm-1 were observed. The peak at 239 cm-1 was attributed to Se with slight bule-shift in the Se/Li3PS4/C composites; the peak at 252 cm-1 associated with the symmetric bending of PS4-xSex3-,34-36 and the weak peak at 352 cm-1 could arise from the Se-S stretching vibrations based on previous reports.37, 38 Concluding from the Raman data, Se might interact with Li3PS4 solid electrolyte to form an interfacial",{"entities":[[265,281,"SULFIDE_ELECTROLYTE"],[448,454,"SULFIDE_ELECTROLYTE"]]}],["species of PS4-xSex3- during the ball-milling process, and the EDX mapping of S and Se in Figure 3b clearly confirms the overlap of S and Se within the cathode composite layer.",{"entities":[[11,21,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["In conclusion, we successfully demonstrated feasible all-solid- state Li-Se batteries with good electrochemical performance for the first time. The Se cathode composite exhibited significantly higher utilization and lower polarization compared to S in the all-solid-state battery system at room temperature. Impedance and DC electronic conductivity tests of the In/Se- Li3PS4/In and In/S-Li3PS4/In symmetric cells proved the superior ionic and electronic conductivities of the Se-Li3PS4 component",{"entities":[[477,486,"SULFIDE_ELECTROLYTE"]]}],["than S-Li3PS4. Fast charge transfer was likewise achieved in the Se-Li3PS4-C cathode. The conversion of Se into Li2Se at the discharged state and the recovery of Se at the fully charged state were observed by ex-situ XRD. Moreover, the in-situ Raman analysis not only revealed the detailed evolution of the Se cathode during discharge/charge process, but also provided evidence for the unique lithiation/delithiation reactions of the 3- species (formed after ball- reversible interfacial PS4-xSex",{"entities":[[5,14,"SULFIDE_ELECTROLYTE"],[65,76,"SULFIDE_ELECTROLYTE"],[488,496,"SULFIDE_ELECTROLYTE"]]}],null,null,["Figure 4b,c depict the discharge/charge evolution of the Se 3- species in the cathode composite by in-situ and the PS4-xSex Raman contour plots and spectra. During discharging, the peak at 239 cm-1 gradually disappeared while the peak at 251 cm-1 partially reduced, indicating different extent of lithiation for 3- species. Complete lithiation of the Sen chains and the PS4-xSex 3- species can be Se and mild reasonably inferred. During charging, both peaks graduallyConflicts of interest",{"entities":[[370,378,"SULFIDE_ELECTROLYTE"]]}]]}
