{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,null,null,null,null,null,null,null,["Spurred by desperate demands for safe LIBs, all-solid-state lithium batteries (ASLBs) using noninﬂammable inorganic solid electrolytes (SEs) have attracted signiﬁcant attention as energy storage device. 4 , 5 LiPON ultimately safe (Li3.3PO3.9N0.17) is a well-known commercialized SE material and is used to fabricate thin-ﬁlm-type ASLBs.6 However, owing to its low room-temperature ionic conductivity in the range of ∼10−6 S cm−1 and high preparation cost via vacuum deposition the application of",{"entities":[[232,247,"SULFIDE_ELECTROLYTE"],[417,429,"IONIC_CONDUCTIVITY"]]}],null,["bulk-type ASLBs in which composite electrodes comprise a mixture of electrode materials, SE particles, and conductive carbon are considered to be fabricated by a scalable process and are especially promising for outperforming the conventional LIBs.4,5,8−12 Oxide SE materials the perovskite 1/3−2xTiO3 (0 < x < 0.16) (LLTO)13 and the Li3xLa2/3−2x garnet Li7La3Zr2O12 (LLZO)14 exhibit high ionic conductivities of 10−4−10−3 S cm−1 at room temperature and have been the fabrication of bulk-type",{"entities":[[354,366,"SULFIDE_ELECTROLYTE"],[413,429,"IONIC_CONDUCTIVITY"]]}],["ASLBs.15−17 investigated for However, sintering at a high temperature of at least ∼800 °C is necessary to form two-dimensional contacts between active materials and oxide SEs.15−17 Unfortunately, high-temperature sintering deteriorates the interfaces between active materials and oxide SEs, leading to extremely poor electrochemical performances.16 In sharp contrast, promising performances for bulk-type ASLBs have been reported using sulﬁde SE materials such as glass-ceramic Li2S−P2S5 (e.g.,",{"entities":[[478,487,"SULFIDE_ELECTROLYTE"]]}],["Li7P3S11 or 70Li2S-",{"entities":[[0,8,"SULFIDE_ELECTROLYTE"]]}],null,["30P2S5: 1.7 × 10−2 S cm−1 at maximum),18,19 thio-LISICON (Li3.25Ge0.25P0.75S4),20 and Li10GeP2S12 (LGPS, 1.2 × 10−2 S cm−1).4 Even though sulﬁde SE materials suﬀer from instability in air (due to generation of toxic H2S gas when reacting with moisture in air),21 the investigation of ASLBs using sulﬁde SEs has been accelerated because sulﬁde SEs are far superior to their oxide counterparts in terms of the following properties: First, sulﬁde SEs exhibit higher ionic conductivities than oxide",{"entities":[[8,25,"IONIC_CONDUCTIVITY"],[86,97,"SULFIDE_ELECTROLYTE"],[105,122,"IONIC_CONDUCTIVITY"]]}],["SEs.4,18−20 Especially, realization of extremely high conductiv- ities for LGPS (1.2 × 10−2 S cm−1)4 and its family of materials, such as Li10SnP2S12 (4 × 10−2 S cm−1),22 even comparable to that of organic LEs (∼10−2 S cm−1), has been considered a breakthrough.18−20 Second, the sulﬁde SE is ductile, exhibiting Young’s moduli in between those of organic polymers and oxide ceramics, which enables intimate contacts with active materials by means of a simple cold pressing procedure.8,23",{"entities":[[81,98,"IONIC_CONDUCTIVITY"],[151,166,"IONIC_CONDUCTIVITY"],[211,223,"IONIC_CONDUCTIVITY"]]}],null,null,["To date, many studies of ASLBs have focused on investigating the electrode chemistries.4,8,9,24−31 Conventional electrode materials used for LIBs, such as LixMO2 (M = Co, Ni, Mn),4,8,9,24,25 graphite,8,26 and Li4Ti5O12,27 have been inves- tigated for application in ASLBs. High-capacity sulfur-28,29 or Li2S-based30,31 composite electrodes have also been developed for application to ASLBs. However, their highly insulating characteristics and large changes in dimension upon insertion/ extraction",{"entities":[[209,221,"SULFIDE_ELECTROLYTE"]]}],["of lithium ions pose critical challenges to realizing ASLBs with reliable and sustainable electrochemical proper- ties.28,30,32 In contrast, the high operating voltage (∼4 V vs Li/ Li+), low volume change during charge−discharge (e.g., 1.9% for LiCoO2),33 and moderate electrical conductivity of the conventional LixMO2 (e.g., ∼10−3 S cm−1 for LiCoO2 and ∼20 S cm−1 for Li0.5CoO2)34 make LixMO2 well-suited for application in ASLBs. LixMO2 has poor compatibility with sulﬁde SE, however, and a",{"entities":[[245,251,"SULFIDE_ELECTROLYTE"],[313,319,"SULFIDE_ELECTROLYTE"],[327,339,"IONIC_CONDUCTIVITY"],[344,350,"SULFIDE_ELECTROLYTE"],[355,365,"IONIC_CONDUCTIVITY"],[370,379,"SULFIDE_ELECTROLYTE"],[388,394,"SULFIDE_ELECTROLYTE"],[433,439,"SULFIDE_ELECTROLYTE"]]}],["variety of surface modiﬁcation treatments (in particular, metal oxide coatings) have been performed on LixMO2 to overcome this draw- in order back.4,8,9,24,25,35 Other than protective coatings, while the surface chemistry of bare LixMO2 is also known to be important for the performance of conventional liquid electro- lyte cells,36−38 investigations on the performance of bare LixMO2 by varying the surface chemistry are rare for ASLBs. Unfortunately, most of the previous studies of ASLBs have not",{"entities":[[103,109,"SULFIDE_ELECTROLYTE"],[230,236,"SULFIDE_ELECTROLYTE"],[378,384,"SULFIDE_ELECTROLYTE"]]}],null,["From the viewpoint of cell energy density and scalable fabrication, the technology level of ASLBs is also in a stage of infancy. For example, the literature consists of only a few reports to date on sheet-type ASLBs such as the Mo6S8/Li−Al battery with thio-LISICON (Li3.25Ge0.25P0.75S4)42 and the LiNi0.80Co0.15Al0.05O2/graphite battery with 80Li2S-20P2S5.43",{"entities":[[267,286,"SULFIDE_ELECTROLYTE"],[298,329,"SULFIDE_ELECTROLYTE"],[343,359,"SULFIDE_ELECTROLYTE"]]}],["Here, we report on the ﬁrst ever bendable and thin sulﬁde SE ﬁlms reinforced with a mechanically compliant poly- (paraphenylene terephthalamide) (PPTA) nonwoven (NW) scaﬀold, which enables the fabrication of free-standing and stackable ASLBs with high energy and high rate capabilities. The free-standing and stackable ASLB consists of a LiCoO2 cathode, a Li4Ti5O12 anode, and a thin (∼70 μm) NW- reinforced SE (referred as “NW-SE” hereafter) ﬁlm; the LiCoO2 has a clean surface that was prepared by",{"entities":[[338,344,"SULFIDE_ELECTROLYTE"],[356,365,"SULFIDE_ELECTROLYTE"],[452,458,"SULFIDE_ELECTROLYTE"]]}],null,["The fabrication process of the NW-SE ﬁlms is illustrated in Figure 1. The sulﬁde SE used was either glass-ceramic Li3PS4 (LPS, pristine, 1.0 × 10−3 S cm−1 at 30 °C, after exposure to toluene, 7.3 × 10−4 S cm−1) or anhydrous tetragonal Li10GeP2S12 (LGPS, pristine, 6.0 × 10−3 S cm−1 at 30 °C, after exposure to anhydrous toluene, 4.0 × 10−3 S cm−1).39 Fabrication of the ﬁlms begins with using the doctor-blade method to coat the sulﬁde SE slurry (using anhydrous toluene as a solvent) on a Ni foil",{"entities":[[114,120,"SULFIDE_ELECTROLYTE"],[137,154,"IONIC_CONDUCTIVITY"],[192,209,"IONIC_CONDUCTIVITY"],[235,246,"SULFIDE_ELECTROLYTE"],[264,281,"IONIC_CONDUCTIVITY"],[329,346,"IONIC_CONDUCTIVITY"]]}],null,null,null,null,null,null,["in Figure 1. Moreover, the marginal decrease in conductivity values (Table 1) of the NW-SE ﬁlms (0.20 mS cm−1 for LPS-NW-LPS and 0.16 mS cm−1 for NW-LPS-NW) compared to those of conventional SE ﬁlms (0.73 mS cm−1) conﬁrms that good ionic conduction pathways formed in the SE materials that were impregnated inside the NW scaﬀold. Note, however, that the conductance values of the NW-SE ﬁlms (37 mS for LPS-NW-LPS and 29 mS for NW-LPS-NW) are higher than that of the conventional SE ﬁlm (14 mS). The",{"entities":[[97,109,"IONIC_CONDUCTIVITY"],[129,141,"IONIC_CONDUCTIVITY"],[200,212,"IONIC_CONDUCTIVITY"]]}],["comparison of the conductivity and conductance values shown in Table 1 will be further discussed in a later section. In a previous report,39 our group demonstrated that by using a LGPS-LPS SE bilayer in which LPS faces the Li−In anode (operating voltage, ∼0.62 V vs Li/Li+ for In + Li+ + e− ↔ LiIn), it is possible to overcome the poor stability problem of Li10GeP2S12 (LGPS) in contact with Li−In with exploiting the high conductivity of Li10GeP2S12 (LGPS) in the TiS2/Li−In all- solid-state cell.",{"entities":[[357,368,"SULFIDE_ELECTROLYTE"],[439,450,"SULFIDE_ELECTROLYTE"]]}],null,null,["Figure 2. (a) Photo images of the conventional SE pellet and bendable NW-SE ﬁlms. The pellets have a diameter of 1.3 cm. Note the cracks in the conventional SE pellet, as indicated by the arrow. (b) Photo images of 3 × 3 cm2 bendable NW-SE ﬁlms (NW-SE-NW). (c) Photo and FESEM images of 1.5 × 2.0 cm2 bendable NW-SE ﬁlms (NW-SE- NW) before and after bending tests. The diameter of rods is provided. Li3PS4 (LPS) was used as the SE.",{"entities":[[399,405,"SULFIDE_ELECTROLYTE"]]}],["thick conventional Li3PS4 SE ﬁlm. Considering that the diameter of pellet is only 1.3 cm, it should be emphasized that this mechanical failure must be critically severer when the SE ﬁlms with larger dimension are fabricated for scalable production. In sharp contrast, the SE-NW-SE and NW-SE-NW SE ﬁlms remained intact during cold-pressing. Although sulﬁde materials are ductile, cold-pressing is insuﬃcient the formation of pore-free SE monoliths. In fact, ﬁeld emission scanning electron microscopy",{"entities":[[19,25,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,["composite ﬁlms (Figures 1 and 2), which appear to have higher conductance values than those of the conventional thick SE ﬁlm (Table 1 and Supporting Information Table S1). All-solid-state cells incorporating LiTiS2 (LTS) and Li4Ti5O12 (LTO) as the cathode and anode, respectively were fabricated in order to make a fair assessment of the beneﬁt of the high conductance of the bendable NW-SE ﬁlms. LTS and LTO operate at mild voltages (∼2.1 V vs Li/Li+ for LTS and ∼1.6 V vs Li/Li+ for LTO)",{"entities":[[208,214,"SULFIDE_ELECTROLYTE"],[225,234,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,["Figure 4. (a) Schematic diagram, (b) cross-sectional FESEM image and EDS elemental maps, and (c) photo images of the free-standing LiCoO2/ (SE-NW-SE)/Li4Ti5O12 (LCO/(SE-NW-SE)/LTO) all-solid-state cell. (d) First charge−discharge voltage proﬁles of the free-standing LCO/LTO all-solid-state monocells with diﬀerent-structured SE ﬁlms (SE-NW-SE, NW-SE-NW, pNW-SE-pNW) and the free-standing bipolar cell constructed −1 (= 0.11 mA cm−2) at 30 °C. (e) Comparison of the energy by stacking two",{"entities":[[131,138,"SULFIDE_ELECTROLYTE"],[149,159,"SULFIDE_ELECTROLYTE"],[420,432,"DENSITY"]]}]]}
