{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,["substitution percentage). Appropriate aliovalent element substitutions with larger atomic radius (R<Sn> > R<P>) provides the optimized LPSI-20Sn electrolyte with a 125 times higher ionic conductivity compared to that of the LPSI electrolyte. The high ionic conductivity of LPSI-20Sn enables the rich I-containing electrolyte to serve as a stabilized interlayer against Li metal in sulfide-based ASSLMBs with outstanding cycling stability and rate capability. Most importantly, benefiting from the",{"entities":[[224,228,"SULFIDE_ELECTROLYTE"],[273,282,"SULFIDE_ELECTROLYTE"]]}],["strong Sn–S bonding in Sn-substituted electrolytes, the LPSI-20Sn electrolyte shows excellent structural stability and improved air stability after exposure to O2 and moisture. The versatile Sn substitution in argyrodite LPSI electrolytes is believed to provide a new and effective strategy to achieve Li metal-compatible and air-stable sulfide-based SSEs for large-scale applications.",{"entities":[[56,65,"SULFIDE_ELECTROLYTE"],[221,225,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,["requirement of high-energy-density ASSLMBs.[12d,13] Nevertheless, it is still very challenging to realize air-stable sulfide SSEs with decent room temperature (RT) ionic conductivity (>10−4 S cm−1). Li–Sn–S electrolytes (Li4SnS4 and Li2SnS3) were demonstrated to possess excellent air stability, benefiting from the hard-softs- acids-bases (HSAB) theory.[14] Sn is classified as a soft acid, which prefers to bond with soft base S rather than hard base O. However, the low ionic conductivity of",{"entities":[[185,196,"IONIC_CONDUCTIVITY"],[221,228,"SULFIDE_ELECTROLYTE"],[233,240,"SULFIDE_ELECTROLYTE"]]}],["pristine Li–Sn–S elec- trolytes limited at 10−5 S cm−1 level restrains their development. Although As substitution in Li4SnS4 can improve the RT ionic conductivity to reach 1.0 × 10−3 S cm−1, the highly toxic As ele- ment brings additional safety and environmental concerns.[15] Nevertheless, the air stability of the sulfide electrolytes is pre- 3− struc- dicted to be improved after Sn substitution in the PS4 ture. Furthermore, the aliovalent element (Sn) substitution with larger atomic radius",{"entities":[[43,54,"IONIC_CONDUCTIVITY"]]}],null,["Argyrodite electrolytes Li6PS5X (LPSX, X = Cl, Br, and I) rep- resent one type of popular sulfide electrolytes, due to the low cost of raw materials and high ionic conductivity.[17] Both LPSCl and LPSBr with a high ionic conductivity of >1 × 10−3 S cm−1 still suffer from the problems that are mentioned above.[8,18] Li6PS5I (LPSI) has received less attention, because the low S−/ I− exchange disorder leads to a low conductivity in the order of 10−6 S cm−1.[19] However, the high I concentration in",{"entities":[[24,31,"SULFIDE_ELECTROLYTE"],[33,37,"SULFIDE_ELECTROLYTE"],[187,192,"SULFIDE_ELECTROLYTE"],[197,202,"SULFIDE_ELECTROLYTE"],[238,253,"IONIC_CONDUCTIVITY"],[317,324,"SULFIDE_ELECTROLYTE"],[326,330,"SULFIDE_ELECTROLYTE"],[446,458,"IONIC_CONDUCTIVITY"]]}],["the electrolyte itself is highly anticipated to stabilize the Li metal/ LPSI-based electrolyte interface in ASSLMBs if decent ionic conductivity can be obtained. Recent studies show that the ionic conductivity of LPSI SSE can be significantly improved by aliovalent element substitutions.[16a,20] Different from pre- vious work that is fundamentally dedicated to improve the ionic conductivity fundamentally, we aim in using a versatile strategy to achieve an excellent sulfide SSE with good Li",{"entities":[[213,217,"SULFIDE_ELECTROLYTE"]]}],["metal compatibility, improved air stability, and decent ionic conduc- tivity, simultaneously. Herein, we originally propose to partially substitute Sn for P in LPSI argyrodite electrolytes to prepare new argyrodite-type electrolytes: LPSI-xSn or Li6+yP1−ySnyS5I (x is the Sn substitution percentage, y = x%). The optimized ionic conductivity of LPSI-20Sn reaches a value as high as 3.5 × 10−4 S cm−1, which is 125 times higher than that of the LPSI electrolyte without Sn substitution. More",{"entities":[[160,164,"SULFIDE_ELECTROLYTE"],[234,242,"SULFIDE_ELECTROLYTE"],[246,261,"SULFIDE_ELECTROLYTE"],[345,354,"SULFIDE_ELECTROLYTE"],[382,399,"IONIC_CONDUCTIVITY"],[444,448,"SULFIDE_ELECTROLYTE"]]}],["importantly, LPSI-20Sn electrolyte is stable without any degradation in pure O2, and even shows negligible decrease in ionic conduc- tivity after being exposed to 10% humidity atmosphere and postheating treatment. Additionally, the robust Li/LPSI-20Sn interface enables ultrastable Li plating/stripping for over 200 h at a high current density (1.26 mA cm−2) and cut-off capacity (1 mAh cm−2) in Li//LPSI-20Sn//Li symmetric cells. The application of this electrolyte is also demonstrated in ASSLMBs",{"entities":[[13,22,"SULFIDE_ELECTROLYTE"],[345,357,"DENSITY"],[381,391,"DENSITY"]]}],["by using LPSI-20Sn as the Li anode interlayer in full cells that exhibits excellent cycling stability and rate capability.2. Results and Discussion2.1. Synthesis and Structure of LPSI-xSn SSEs",{"entities":[[9,18,"SULFIDE_ELECTROLYTE"],[179,187,"SULFIDE_ELECTROLYTE"]]}],["Conventional solid-state-reaction methods were employed to synthesize a series of Sn-substituted argyrodite LPSI-based electrolytes with various Sn substitution percentages: LPSI-xSn (x = 0, 10, 20, 30, 50, 80, and 100, where x = 0 is the pristine LPSI electrolyte, and x = 100 means complete substitution of P with Sn in the LPSI electrolyte). The corresponding chemical reaction equation can be written as: (5 + y) Li2S + (1 − y) P2S5 + (2y) SnS2 + 2 LiI = 2 Li6+yP1−ySnyS5I, where y is the",{"entities":[[248,252,"SULFIDE_ELECTROLYTE"],[326,330,"SULFIDE_ELECTROLYTE"]]}],["substitution content of Sn (0 ≤ y ≤ 1). X-ray diffraction (XRD) measurements were first carried out to study the phase composition of the pre- pared LPSI-xSn electrolytes. As shown in Figure 1a, pure LPSI phase can be obtained without any Sn substitution, which is highly consistent with the referenced LPSI (PDF# 04-018-1431). The border diffraction peak at around 18° is assigned to the Kapton tape, which is used to seal the XRD sample and prevent air exposure. With the Sn substitution",{"entities":[[149,157,"SULFIDE_ELECTROLYTE"],[200,204,"SULFIDE_ELECTROLYTE"],[303,307,"SULFIDE_ELECTROLYTE"]]}],["percentage increasing, the characteristic diffraction peaks of LPSI vanish, while some peaks belonging to the Li4SnS4 and LiI phases raise gradually. Close inspection on the XRD pattern in the 2θ range of 24.5°– 25° (Figure 1b) suggests that the strongest diffraction peak in LPSI patterns at 24.8° shifts continually to lower diffraction angle along with increased Sn substitution amount. Figure 1c presents a low-speed-scan XRD with Rietveld refinement of the representative LPSI-20Sn electrolyte.",{"entities":[[63,67,"SULFIDE_ELECTROLYTE"],[110,117,"SULFIDE_ELECTROLYTE"],[276,280,"SULFIDE_ELECTROLYTE"],[477,486,"SULFIDE_ELECTROLYTE"]]}],["One predominant phase is an argyrodite structure with cubic symmetry (space group F-43m) with unit cell parameters: a = b = c = 10.21760 Å, α = β = γ = 90.00°, and V = 1066.71 Å3 (Table S1, Sup- porting Information). The small amount of impurity (2.7%) is identified as LiI. The distorted argyrodite structure (as shown in Figure 1d) exhibits a nonstoichiometric composition of Li6.24P0.823Sn0.177S4.58I0.9 with Li-rich and vacancy in the structure (Table S2, Supporting Information). The",{"entities":[[378,406,"SULFIDE_ELECTROLYTE"]]}],null,["replacement of P with Sn, which has a larger atomic radius (R<Sn> 1.40 Å > R<P> 1.10 Å), and the increased Li+ ion concentration in the specific unit cell. The character- istic unit cell is expected to benefit the Li+ ion conduction and to increase the ionic conductivity.[16] A similar phenomenon is observed in the LPSBr-xSn (x = 0, 1, 5, 10, 12.5, 15, 20, 30) system (Figure S1, Supporting Information), but cannot occur in the LPSCl-xSn (x = 0 and 30) system (Figure S2, Supporting Information).",{"entities":[[317,326,"SULFIDE_ELECTROLYTE"],[431,440,"SULFIDE_ELECTROLYTE"]]}],null,null,["Figure 1. a) XRD patterns of the prepared LPSI-xSn sulfide-based electrolytes (x = 0, 10, 20, 30, 50, 80, 100). b) Magnified region of the XRD patterns in the 2θ range: 24° < 2θ < 25.5°. c) Low-speed-scan XRD pattern of representative LPSI-20Sn electrolyte and the corresponding Rietveld refinements. d) Structure of the prepared LPSI-20Sn (Li6.24P0.823Sn0.177S4.58I0.9) from the view of perpendicular to c-axis.",{"entities":[[42,50,"SULFIDE_ELECTROLYTE"],[235,244,"SULFIDE_ELECTROLYTE"],[330,339,"SULFIDE_ELECTROLYTE"],[341,369,"SULFIDE_ELECTROLYTE"]]}],["Furthermore, Raman spectral measurements were con- ducted to verify Sn substitution in the position of P in LPSI- xSn electrolytes. As shown in Figure S3 in the Supporting Information, the Raman shift at 416.3 cm−1 is the fingerprint position that reflects the PS4 blocks (P only exists in tetrahedral PS4 in LPSI electrolyte) in LPSI electrolyte.[21] After Sn substitu- tion, the intensity of PS4 peak reduces, and an additional peak in the 337.7–342.9 cm−1 region appears and increases in inten-",{"entities":[[108,117,"SULFIDE_ELECTROLYTE"],[309,313,"SULFIDE_ELECTROLYTE"],[330,334,"SULFIDE_ELECTROLYTE"]]}],["sity with increased Sn substitution percentage. Co-existence of the two peaks implies the formation of (P/Sn)S4 structure. In the fully Sn-substituted sample LPSI-100Sn, the only character- istic peak at 342.9 cm−1 agrees well with the previously reported position that indicates the formation of SnS4 structure.[14c] Scanning electron microscopy (SEM) was used to examine the morphology and the element distribution in LPSI-20Sn elec- trolyte (Figure S4, Supporting Information). Microsized irreg-",{"entities":[[158,168,"SULFIDE_ELECTROLYTE"],[420,429,"SULFIDE_ELECTROLYTE"]]}],["ular LPSI-20Sn secondary particle is composed of nanosized primary particles (≈100 nm). Energy dispersive spectroscopy (EDS) element mapping for the selected area demonstrates that P, S, Sn, and I are homogeneously dispersed in granular LPSI- 20Sn electrolytes. In other words, the Sn precursors can fully mix and react with other raw materials for substitution. The results of the above mentioned structural and compositional analyses confirm that successful Sn substitution for P in LPSI- xSn",{"entities":[[5,14,"SULFIDE_ELECTROLYTE"],[237,247,"SULFIDE_ELECTROLYTE"],[485,494,"SULFIDE_ELECTROLYTE"]]}],null,["and applicable LPSI-based electrolytes. The derived I chemistry at Li/electrolyte interface is favorable toward achieving a stable Li metal anode. In addition, the formation of the SnS bonds is also beneficial for enhanced air stability.2.2. Ionic Conductivity and Li+ Ion Dynamics of LPSI-xSn SSEs",{"entities":[[286,294,"SULFIDE_ELECTROLYTE"]]}],["Electrochemical impedance spectroscopy (EIS) was measured to deduce the ionic conductivity (σ) of the prepared LPSI-xSn electrolytes. The plot of σ value as a function of Sn content at RT is shown in Figure 2a. The LPSI electrolyte without any Sn substitution shows a very low σ of 2.8 × 10−6 S cm−1, which is in agreement with previously reported literatures.[19] After partly replacing P with Sn in the tetrahedral PS4 of LPSI-based electrolyte, dramatic change of σ takes place. 10% Sn substi-",{"entities":[[215,219,"SULFIDE_ELECTROLYTE"],[282,299,"IONIC_CONDUCTIVITY"]]}],["tution can significantly increase the σ to 4.2 × 10−5 S cm−1, showing a 15 times increase. The optimized σ can reach 3.5 × 10−4 S cm−1 when the Sn substitution percentage is 20%. Compared with the σ of the pristine LPSI electrolyte, the σ of LPSI-20Sn exhibits an increase of 125 times. This makes LPSI- 20Sn comparable to some common sulfide SSEs in terms of ionic conductivity.[2a] Nevertheless, too much Sn substitu- tion can lead to decrease in σ as a result of the formation of impurity phases.",{"entities":[[43,60,"IONIC_CONDUCTIVITY"],[117,134,"IONIC_CONDUCTIVITY"],[215,219,"SULFIDE_ELECTROLYTE"],[242,251,"SULFIDE_ELECTROLYTE"],[298,308,"SULFIDE_ELECTROLYTE"]]}],["Figure 2b compares the Arrhenius plots of LPSI and LPSI-20Sn electrolytes derived from a series of",{"entities":[[42,46,"SULFIDE_ELECTROLYTE"],[51,60,"SULFIDE_ELECTROLYTE"]]}],null,["Figure 2. a) The room temperature (RT, 25 °C) ionic conductivity of LPSI-xSn sulfide-based electrolytes with different amounts of Sn substitution (x = 0, 10, 15, 17.5, 20, 22.5, 25, 30, 50, 80, 100). b) Arrhenius plots of the LPSI-20Sn electrolyte and LPSI electrolyte without Sn substitution. c) Change trend of the activation energy against different substitution percentages. d) Temperature-dependent 7Li spin–lattice relaxation (SLR) NMR rates measured in the laboratory frame for LPSI-20Sn",{"entities":[[68,76,"SULFIDE_ELECTROLYTE"],[226,235,"SULFIDE_ELECTROLYTE"],[252,256,"SULFIDE_ELECTROLYTE"]]}],null,["ionic conductivities in a temperature range from −5 to 45 °C (interval 10 °C for each point). The σ value of the LPSI-20Sn electrolyte at any given temperature is about two orders of mag- nitude higher than that of LPSI electrolyte without Sn substitu- tion. Furthermore, the activation energy of Li+ ion transport in LPSI-20Sn structure (Ea-LPSI-20Sn) calculated from the slop of Arrhenius plot is 0.299 eV, which is much lower than that in LPSI structure (Ea-LPSI = 0.424 eV). Arrhenius plots of",{"entities":[[113,122,"SULFIDE_ELECTROLYTE"],[215,219,"SULFIDE_ELECTROLYTE"],[318,327,"SULFIDE_ELECTROLYTE"]]}],["other Sn-substituted LPSI-xSn electrolytes (x = 10, 15, 17.5, 22.5, 25, 30, 50, 80) are also presented in Figure S5 in the Supporting Information, and the derived activation energy of each com- position is displayed in Figure 2c. The trend for change in Ea against Sn substitution amount is inverse compared with the trend in Figure 2a. Li+ ion movement becomes much easier after Sn substitution in the LPSI structure. The lowest point appears with a substitution percentage of 20%, which is",{"entities":[[21,29,"SULFIDE_ELECTROLYTE"],[403,407,"SULFIDE_ELECTROLYTE"]]}],["corresponding to the fastest Li+ ion motion and the largest ionic conductivity in this structure. The activation energy shows an increasing trend after the Sn substitution percentage is over 20%. This is ascribed to the gradually increasing amount of impurity phases (mainly LiI and Li4SnS4). σ of another Sn-sub- stituted system, LPSBr-xSn (substitution percentage x = 1, 2.5, 5, 10, 12.5, 15, 20, 30), was also investigated to further under- stand the Sn substitution effect on the ionic",{"entities":[[331,340,"SULFIDE_ELECTROLYTE"]]}],["conductivity. The results are shown in Figure S6 in the Supporting Information. The optimized σ value of 2.1 × 10−3 S cm−1 is achieved when the degree of Sn substitution is at 12.5% in the LPSBr struc- ture. This σ value of LPSBr-12.5Sn is twice larger than that of LPSBr electrolyte (σ-LPSBr = 1.0 × 10−3 S cm−1). Meanwhile,",{"entities":[[105,122,"IONIC_CONDUCTIVITY"],[224,236,"SULFIDE_ELECTROLYTE"],[266,271,"SULFIDE_ELECTROLYTE"],[295,312,"IONIC_CONDUCTIVITY"]]}],["the activation energy of LPSBr-12.5Sn (0.30 eV) is lower than that of LPSBr (0.33 eV).",{"entities":[[25,37,"SULFIDE_ELECTROLYTE"],[70,75,"SULFIDE_ELECTROLYTE"]]}],["7Li solid-state nuclear magnetic resonance (7Li-NMR) was employed to probe the Li+ ion dynamics in LPSI-20Sn at an atomic level. It can provide information on bulk ionic conduc- tivity of the electrolyte without the contribution from grain boundaries in SSEs. First, the line-shapes of 7Li static NMR resonance of LPSI-20Sn at different temperatures are presented as Figure S7 in the Supporting Information. The line-shape of 7Li resonance becomes narrower with increasing temperature, a phenomenon",{"entities":[[99,108,"SULFIDE_ELECTROLYTE"],[314,323,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["HT and EaAdv. Energy Mater. 2020, 19034221903422 (4 of 10)© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheimpromote Li+ ion transport in the favorable Sn-substituted argyrodite LPSI structures. The Sn substitution results in significantly improved ionic conductivity and reduced Li+ ion motional activation energy.2.3. Air Stability of LPSI-20Sn SSEs",{"entities":[[176,180,"SULFIDE_ELECTROLYTE"],[335,344,"SULFIDE_ELECTROLYTE"]]}],["After optimizing ionic conductivity and probing Li+ ion mobility in the LPSI-xSn electrolyte system, the air stability of the LPSI-20Sn electrolyte was examined. The reactivity toward O2 was investigated by monitoring the weight change of the electrolyte in a microbalance of a thermogravimetric analysis (TGA) instrument when the electrolyte is exposed to pure O2 (99.999%) flow. Figure 3a illustrates the change in mass percentage of the electrolytes as a function of the exposure time in pure O2",{"entities":[[126,135,"SULFIDE_ELECTROLYTE"]]}],["atmosphere. Compared with pure LPSI electrolyte (specific surface area: 1.50 cm2 g−1) whose weight increases by 1.12% after being exposed to O2 for 10 h, LPSI-20Sn elec- trolyte (specific surface area: 1.41 cm2 g−1) shows significantly improved resistance toward O2. The mass percentage increase is as low as 0.28% after exposure to pure O2 for 10 h and only 0.35% after 20 h, which indicates that the LPSI-20Sn electrolyte maintains its structure in pure O2 after initial minor decom- position. In",{"entities":[[31,35,"SULFIDE_ELECTROLYTE"],[154,163,"SULFIDE_ELECTROLYTE"],[402,411,"SULFIDE_ELECTROLYTE"]]}],["addition to the good resistance to O2, LPSI-20Sn electrolyte also exhibits excellent stability toward moisture. As shown in Figure 3b, the XRD patterns exhibit little differ- ence between LPSI-20Sn electrolytes before and after exposure to 10% humidity overnight except for some small unknown impurity peaks (Figure S9, Supporting Information). X-ray absorption near-edge spectra (XANES) of P K-edge (Figure 3c)",{"entities":[[39,48,"SULFIDE_ELECTROLYTE"],[188,197,"SULFIDE_ELECTROLYTE"]]}],["cannot also witness the chemical environment change of P after exposing to 10% humidity overnight, but the ionic con- ductivity of LPSI-20Sn drops slightly to 2.2 × 10−4 S cm−1 at RT (Figure 3d). This might be ascribed to the decomposition of some PS4 blocks which are not effectively Sn substituted. However, the ionic conductivity of LPSI-20Sn can recover to 3.1 × 10−4 S cm−1 at RT after a postheating process (180 °C in vacuum oven) is conducted. The XRD pattern of the postheated sample in",{"entities":[[131,140,"SULFIDE_ELECTROLYTE"],[159,176,"IONIC_CONDUCTIVITY"],[336,345,"SULFIDE_ELECTROLYTE"],[361,378,"IONIC_CONDUCTIVITY"]]}],["Figure 3b confirms that the impurity phases vanish and all featured diffraction peaks agree well with the pristine LPSI-20Sn electrolyte. In contrast, a larger amount of impurity diffraction peaks can be observed after exposing LPSI electro- lytes to 10% humidity (Figure S10, Supporting Information). Even after the same postheating treatment, the diffraction peaks from impurities still exist.",{"entities":[[115,124,"SULFIDE_ELECTROLYTE"],[228,232,"SULFIDE_ELECTROLYTE"]]}],["Density functional theory (DFT) calculations of the oxygen replacement reaction energy (ΔE) were conducted to reveal the improved air stability of LPSI-20Sn electrolytes. Generally, the first-step degradation of the sulfide electrolyte containing PS4 tetrahedron toward O2 or H2O is related to the replace- ment reaction of S with O atom.[11] The oxygen replacement reaction energy of LPSI-20Sn and LPSI electrolytes was simu- lated based on the differential energy by changing one of the S atoms to",{"entities":[[147,156,"SULFIDE_ELECTROLYTE"],[385,394,"SULFIDE_ELECTROLYTE"],[399,403,"SULFIDE_ELECTROLYTE"]]}],null,["Figure 3. a) Time-resolved mass change of LPSI and LPSI-20Sn electrolytes in pure O2. b) XRD patterns and d) Arrhenius plots of the LPSI-20Sn electrolyte before and after exposure to air with 10% humidity, as well as after postheating process. c) XANES of P K-edge in LPSI-20Sn and the sample after exposing to 10% humidity. e) Schematic diagram of the difficult degree of being oxidized by H2O of PS4 and (P/Sn)S4 tetrahedrons based on the DFT calculation.Adv. Energy Mater. 2020, 1903422",{"entities":[[42,46,"SULFIDE_ELECTROLYTE"],[51,60,"SULFIDE_ELECTROLYTE"],[132,141,"SULFIDE_ELECTROLYTE"],[268,277,"SULFIDE_ELECTROLYTE"]]}],null,["sulfide electrolytes and O2 or H2O. As a result of the DFT calculation, the ΔE of LPSI and LPSI-20Sn electrolyte is 2.667 and 9.298 eV, respectively. The results indicate a much stronger bonding energy of (P/Sn)–S in the (P/Sn)S4 tetrahedron than that of P–S in the PS4 tetrahedron when replacing S with O. In other words, a better resistance capability of LPSI-based electro- lytes can be obtained after Sn substitution (see the schematic diagram in Figure 3e). The Sn substituted in the lattice",{"entities":[[82,86,"SULFIDE_ELECTROLYTE"],[91,100,"SULFIDE_ELECTROLYTE"]]}],["prefers to bond to S rather than O, endowing the LPSI-20Sn electrolyte to have a stable crystal structure.",{"entities":[[49,58,"SULFIDE_ELECTROLYTE"]]}],["2.4. Li Metal Compatibility of LPSI-20Sn SSEsThe Li anode interface stability of Li/LPSI-20Sn compared to that of Li/LPSI was evaluated by cycling the Li–Li symmetric cells. The results are shown in Figure 4. Under a current den- sity of 0.1 mA cm−2 and a cut-off capacity of 0.1 mAh cm−2, Li//LPSI-20Sn//Li symmetric cell can perform an ultrastable Li plating/stripping for over 700 h (350 cycles) at RT (Figure 4a).",{"entities":[[31,40,"SULFIDE_ELECTROLYTE"],[238,249,"DENSITY"],[276,288,"DENSITY"]]}],["Even under a high current density of 1.26 mA cm−2 and cut-off capacity of 1 mAh cm−2, our Li//LPSI-20Sn//Li symmetric cell can still display a very stable Li plating and stripping behavior for ≈200 h (125 cycles) at RT (Figure 4c). The durability can be comparable to the best performances in the previous reported symmetric cells using sulfide-based electrolytes (Table S4, Supporting Information). Detailed plating/stripping voltage profiles under low current density of 0.1 mA cm−2 can be seen in",{"entities":[[37,49,"DENSITY"],[74,84,"DENSITY"],[473,484,"DENSITY"]]}],["the magnified regions at different cycling time points in Figure 4a-1–a-3. Flat and axisymmetric polarization curves exhibit ultrastable and highly reversible Li plating and strip- ping behaviors at the Li/LPSI-20Sn interface. The initial overpotential is 30 mV, which is comparable to that of the LiI- doped LPS electrolytes.[12d] After 700 h of stable Li plating and stripping process, the overpotential increases to 56 mV, which is due to the in situ formed SEI layer slightly increasing the",{"entities":[[309,312,"SULFIDE_ELECTROLYTE"]]}],["interfacial impedance. In sharp contrast, the Li–Li symmetric cell using LPSI as the electrolyte even cannot plate and strip regularly for one cycle. The ultralow ionic conductivity of LPSI leads to a high overpotential of more than 3 V. The violent",{"entities":[[73,77,"SULFIDE_ELECTROLYTE"],[185,189,"SULFIDE_ELECTROLYTE"]]}],["Figure 4. Li–Li symmetric cells performance: a) comparison of using LPSI and LPSI-20Sn to operate symmetric cells; b) magnified region of 0–10 h in (a); a-1–a-3) The magnified regions of the voltage profile at different time from (a). c) Li plating/stripping polarization of the Li//LPSI-20Sn//Li sym- metric cell tested under 1.26 mA cm−2/1 mAh cm−2.Adv. Energy Mater. 2020, 19034221903422 (6 of 10)© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",{"entities":[[68,72,"SULFIDE_ELECTROLYTE"],[77,86,"SULFIDE_ELECTROLYTE"],[327,341,"DENSITY"]]}],null,["LPSI-20Sn interface. The robust Li anode interface benefits from the rich I-containing electrolytes (7.7% mole ratio), which has also been demonstrated in LiI-doped LPS electrolytes. SEM measurements for the Li metal surface were conducted after Li plating/stripping in the Li//LPSI-20Sn//Li symmetric cell at 0.1 mA cm−2/0.1 mAh cm−2 for ≈60 h (Figure S12, Sup- porting Information). A relatively smooth and dense Li surface is formed in situ, which shows a uniform distribution of I-containing",{"entities":[[0,9,"SULFIDE_ELECTROLYTE"],[310,334,"DENSITY"]]}],null,["2.5. Full Battery PerformanceTo demonstrate the applicability of the LPSI-20Sn electrolyte in ASSLMBs, we further employed the LPSI-20Sn electrolyte as the interlayer separating the Li metal and Li10GeP2S12 (LGPS) electrolyte, with the use of a LiNbOx coated LiCoO2 (LCO@ LNO) cathode (as shown in the schematic diagram Figure 5a).",{"entities":[[69,78,"SULFIDE_ELECTROLYTE"],[127,136,"SULFIDE_ELECTROLYTE"],[195,206,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["reversible Li+ ion intercalation/de-intercalation. In sharp contrast, the full bat- tery without the LPSI-20Sn functional interlayer (Li//LGPS// LCO@LNO//LGPS) shows large voltage polarization at 0.05 C and even cannot deliver reversible capacity at 0.1 C (Figure S14, Supporting Information). Apart from the cycling stability, the rate capability was also evaluated as shown in Figure 5d. The rate performance was obtained by elevating the discharge current densities, while keeping the charge",{"entities":[[101,110,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,["P S 5 → 2′ 2Sn P+4S2Preparation of LPSBr-xSn SSEs (Substitution Percentage x = 1, 2.5, 5, 10, 12.5, 15, 20, 30) and LPSCl-xSn SSEs (Substitution Percentage x = 0 and 30): Li2S, P2S5, SnS2, and LiBr were used for LPSBr-xSn SSEs preparation, while Li2S, P2S5, SnS2, and LiCl raw materials for LPSCl-xSn. Similar to the preparation process of synthesizing LPSI-xSn SSEs, same ball milling condition and annealing process were used to prepare LPSBr-xSn and LPSCl-xSn SSEs.× S+•• V S",{"entities":[[38,47,"SULFIDE_ELECTROLYTE"],[119,128,"SULFIDE_ELECTROLYTE"],[215,224,"SULFIDE_ELECTROLYTE"],[294,304,"SULFIDE_ELECTROLYTE"],[356,364,"SULFIDE_ELECTROLYTE"],[442,451,"SULFIDE_ELECTROLYTE"],[456,465,"SULFIDE_ELECTROLYTE"]]}],null,["To conclude, P (V) in argyrodite LPSI electrolyte was partially replaced by Sn (IV) to form a series of new LPSI-xSn elec- trolytes. The larger cell volume and increased Li+ solubility resulting from Sn substitution for P in the PS4 tetrahedral structure endow the optimized LPSI-20Sn electrolyte with two orders of magnitudes higher (125 times) ionic conduc- tivity (3.5 × 10−4 S cm−1) compared with LPSI electrolyte (2.8 × 10−6 S cm−1). More remarkably, the optimized LPSI-20Sn electrolyte is also",{"entities":[[108,116,"SULFIDE_ELECTROLYTE"],[275,284,"SULFIDE_ELECTROLYTE"],[368,385,"IONIC_CONDUCTIVITY"],[401,405,"SULFIDE_ELECTROLYTE"],[419,436,"IONIC_CONDUCTIVITY"],[470,479,"SULFIDE_ELECTROLYTE"]]}],["proved to possess excellent air stability (O2 and moisture) derived from the strong Sn–S bonding energy in (P/Sn)S4 structure. The mass and ionic conductivity of LPSI- 20Sn exhibits negligible changes after O2 and 10% humidity exposure (after reheating), respectively. In addition, benefiting from the I-based chemistry in stabilizing the Li metal anode interface against sulfide electrolytes, Li–Li symmetric cells using LPSI-20Sn as the electrolyte can exhibit outstanding plating and stripping",{"entities":[[162,172,"SULFIDE_ELECTROLYTE"],[422,431,"SULFIDE_ELECTROLYTE"]]}],["for over 200 h at a high current density (1.26 mA cm−2) and cut-off capacity (1 mAh cm−2) in the Li// LPSI-20Sn//Li symmetric cell. LPSI-20Sn electrolyte was fur- ther employed as the Li metal anode interlayer in ASSLMBs to provide a stabilized Li metal anode interface for achieving excellent cycling stability and rate capability. All these results suggest that the reasonable aliovalent element substitution for the problematic element in promising sulfide electrolytes can exhibit multifunction",{"entities":[[42,54,"DENSITY"],[78,88,"DENSITY"],[132,141,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,["Cell Assembly and Electrochemical Measurements: For Li//LPSI- 20Sn//Li symmetric cells, typically, 80 mg of LPSI-20Sn electrolyte was pressed by ≈300 MPa to form solid pellet. Two pieces of Li metal (China Energy Lithium Co., Ltd.) were placed onto both sides of the LPSI-20Sn pellet and then pressed by ≈120 MPa for 3 min. Li plating/ stripping experiments were carried out on LAND battery testing stations (CT-2001A, Wuhan Rambo Testing Equipment Co., Ltd.). Current density and cut-off capacity",{"entities":[[108,117,"SULFIDE_ELECTROLYTE"],[267,276,"SULFIDE_ELECTROLYTE"]]}],["were set at 0.1 mA cm−2 and 0.1 mAh cm−2. Li/ LPSI-20Sn//LGPS//LCO@LNO//LGPS ASSLMBs were fabricated using LGPS as the electrolyte, prepared LCO@LNO/LGPS as the cathode composite, LPSI-20Sn as the Li metal anode interlayer, and Li metal as the anode. Typically, 80 mg of the LGPS electrolyte (purchased from MSE supplies LLC) was pressed under ≈300 MPa to form a solid LGPS layer (diameter: 10 mm, thickness: 0.65 mm). 20 mg of LPSI-20Sn electrolyte was spread on one side of the LGPS layer, and",{"entities":[[12,23,"DENSITY"],[28,41,"DENSITY"],[428,437,"SULFIDE_ELECTROLYTE"]]}],["pressed under ≈300 MPa to form an interlayer (diameter: 10 mm, thickness: 0.17 mm) to separate Li metal and LGPS layer. 10 mg of LCO@LNO/ LGPS powder was uniformly spread onto the surface of the other side of LGPS layer and pressed under ≈360 MPa for 5 min. Finally, Li metal was placed on the LPSI-20Sn layer and pressed by ≈120 MPa for 3 min. The four-layered pellet cell was sandwiched between two stainless-steel rods as current collectors and sealed in the model cell. Galvanostatic",{"entities":[[294,303,"SULFIDE_ELECTROLYTE"]]}],null,["Preparation of LPSI-xSn Sulfide SSEs (x, the Sn Substitution Percentage, Equals to 0, 10, 15, 17.5, 20, 22.5, 25, 30, 50, 80, and 100): Stoichiometric raw materials (Li2S, P2S5, LiI, and SnS2) were weighed (total 1 g) and sealed in zirconia ball milling pots. The mass ratio between the mixture and the zirconia ball was 1:40. Low-speed ball milling (180 rpm for 2 h) was used at first to fully mix the starting materials. After that, high- speed of 510 rpm for 13 h was conducted on the mixture.",{"entities":[[15,23,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["Characterization: SEM images and element mapping were obtained by using a Hitachi S-4800 field-emission scanning electron microscope (FE-SEM, acceleration voltage 5 kV) equipped with EDS. XRD measurements were performed on Bruker AXS D8 Advance with Cu Kα radiation (λ = 1.54178 Å). Kapton tape was covered on the XRD holder to prevent from the air exposure. Low-speed-scan XRD pattern of LPSI-20Sn electrolyte was obtained by scanning at the speed of 5 s per step (1 step = 0.02°) from 10° to 90°",{"entities":[[389,398,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,["DFT Calculation: It was conducted for both static computation and geometry optimization of LPSI and LPSI-20Sn crystal, using the CASTEP DFT code of Accelrys Material Studio 8.0 with the exchange–correlation functional of Perdew–Burke–Ernzerhof (PBE) based on the generalized gradient approximation (GGA).[29] The cut-off energy for the plane-wave basis was set as 380.0 eV. The k-point mesh of 2 × 2 × 2 was adopted and the self-consistent field tolerance was set as 5.0 × 10−7 eV Å−1. The fast",{"entities":[[91,95,"SULFIDE_ELECTROLYTE"],[100,109,"SULFIDE_ELECTROLYTE"]]}],["Fourier transform grid density was set as 90 × 90 × 90. The crystal structure of LPSI-20Sn crystal was employed by using different occupation ratios of Sn and P in the same site position. The oxygen replacement reaction energy (ΔE) of LPSI-20Sn and LPSI electrolytes was simulated based on the differential energy by changing one of the S atoms to O atom in the model structure. One 2 × 2 × 2 supercell of LPSI or LPSI-20Sn was used as the model structure by changing one of the S atoms. The oxygen",{"entities":[[81,90,"SULFIDE_ELECTROLYTE"],[235,244,"SULFIDE_ELECTROLYTE"],[249,253,"SULFIDE_ELECTROLYTE"],[414,423,"SULFIDE_ELECTROLYTE"]]}]]}
