{"classes":["SULFIDE_ELECTROLYTE","IONIC_CONDUCTIVITY","ELECTROCHEMICAL_STABILITY_WINDOW","MECHANICAL_STRENGTH","YOUNGS_MODULUS","DENSITY","STRUCTURE"],"annotations":[null,null,null,["that a stable interface with low interfacial resistance and limited side reactions can be formed between the sulﬁde solid-electrolyte β-Li3PS4 and the widely used ether-based liquid electrolytes, under both reduction and oxidation conditions, due to the rapid formation of an eﬀective the sulﬁde/liquid protective layer of ether-solvated Li3PS4 at electrolyte interface. This discovery has inspired the design of a β-Li3PS4-coated solid-electrolyte Li7P3S11 separator with a simultaneously high",{"entities":[[338,344,"SULFIDE_ELECTROLYTE"],[449,457,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,null,null,["due to their high chemical stability and acceptable ionic conductivity (∼10−4 S cm−1).22,23,26,27 The studies show that a resistive interphase tends the oxide/liquid electrolyte interface.28 More severely, certain oxide SEs with Ti4+, Ge4+, and Al3+, such as NASICON-type SEs are reactive with the active materials dissolved in liquid electrolytes, leading to corrosion and degradation of the separator.29,30 Important eﬀorts have been made to improve the stability of the oxide/ liquid electrolyte",{"entities":[[72,84,"IONIC_CONDUCTIVITY"]]}],null,null,null,["Sulﬁde SEs have much higher ionic conductivity (10−3−10−2 S cm−1) than oxide SEs.34,35 The combination of sulﬁde SEs and solvate electrolytes (solvent-in-salt) has been used to improve the ionic contact of the SEs with the electrode materials in the composite cathode, which is a key issue in all- solid-state batteries.36,37 For suppressing the shuttle eﬀect, in situ formed sulﬁde solid-electrolyte interphase (SEI) layers on the Li anode has been demonstrated to be eﬀective in several",{"entities":[[48,64,"IONIC_CONDUCTIVITY"]]}],null,null,["Here, we systematically study the chemical stability of the interface between Li2S-P2S5 based glass-ceramic SEs and the ether-based liquid electrolyte, as well as their electrochemical stability with both the anode and the cathode. It is revealed that a stable interface can be achieved with β-Li3PS4 due to the formation of a dense thin layer of solvated Li3PS4 at theBwww.acsami.orgResearch Article",{"entities":[[78,87,"SULFIDE_ELECTROLYTE"],[356,362,"SULFIDE_ELECTROLYTE"]]}],["interface, while such a stable interface cannot be formed with the highly ion-conductive SE Li7P3S11 due to its decomposition by the ether solvent and the resultant porous thick interphase layer. This new understanding of the stability of the sulﬁde/ liquid electrolyte interface inspires us to design a β-Li3PS4- coated Li7P3S11 separator with both high ion-conduction ability and good interfacial stability, and the advantages have been demonstrated herein by fabricating high-performance hybrid",{"entities":[[92,100,"SULFIDE_ELECTROLYTE"],[321,329,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,["Preparation of β-Li3PS4/S-Coated Li7P3S11 Separators. Li7P3S11 was prepared by the conventional ball milling method. A 4 g mixture of Li2S and P2S5 (molar ratio 7:3) was put into a 45 mL tungsten carbonide jar with three tungsten carbide grinding balls (φ = 10 mm). Then, ball milling was conducted at 450 rpm in an intermittent manner (5 min run/5 min pause) using planetary ball mill apparatus (Pulverisette 7, Fritsch GmbH, Germany). The eﬀective milling time was 40 h. All of the operations were",{"entities":[[33,41,"SULFIDE_ELECTROLYTE"],[54,62,"SULFIDE_ELECTROLYTE"]]}],["conducted in an argon-ﬁlled glovebox (O2 < 0.5 ppm, H2O < 0.5 ppm). The resultant Li2S-P2S5 glass powder was then cold-pressed into pellets (φ15 mm × 0.85 mm) under a pressure of 330 MPa. The pellets were sealed in a silica glass ampoule under vacuum (10−3 Pa) and heat- treated at 260 °C for 1 h. Li7P3S11 pellets were obtained. β-Li3PS4 pellets were prepared with the same route, except that the molar ratio of the starting materials Li2S and P2S5 was 7.5:2.5.",{"entities":[[298,306,"SULFIDE_ELECTROLYTE"]]}],["The dip-coating method was used to form a thin layer of β-Li3PS4/ S around the Li7P3S11 pellets as follows: The pellets were ﬁrst immersed into the precursor solution prepared by the dual-solution- mixing route as mentioned above. Then, the pellets were slowly pulled up to form a thin layer of solution on the surface and naturally dried at room temperature in an argon-ﬁlled glovebox (O2 < 0.5 ppm, H2O < 0.5 ppm). The dip-coating was repeated ﬁve times. Finally, the pellets were heat-treated at",{"entities":[[79,87,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["Figure 1. Chemical stability of Li2S-P2S5-based glass-ceramic SEs with ether solvent. (a) XRD patterns and (b) Raman spectra of Li7P3S11 and β- Li3PS4 powders before and after 48 h immersion in a mixed solvent DOL/DME (50−50 vol %). (c) Evolution of the interfacial resistance of the sulﬁde/liquid electrolyte interface in the SS/liquid electrolyte/SE/liquid electrolyte/SS cells. Top-view and cross-sectional SEM images of (d, f) the Li7P3S11 pellet and (e, g) the β-Li3PS4 pellet after 200 h of",{"entities":[[128,136,"SULFIDE_ELECTROLYTE"],[144,150,"SULFIDE_ELECTROLYTE"],[435,443,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,["Chemical Stability with Ether-Based Solvent. Two typical Li2S-P2S5-based glass-ceramic SEs, Li7P3S11 and β- Li3PS4 are studied here. Li7P3S11 is a well-known highly ion- conductive SE with an extremely high ionic conductivity of 1.7 × 10−2 S cm−1.34 β-Li3PS4 has a lower ionic conductivity of 2.8 × 10−4 S cm−1,43 but is believed to have better chemical stability.44 Both of them are metastable at room temperature and should be prepared by crystallization of the Li2S-P2S5 base glasses.",{"entities":[[92,100,"SULFIDE_ELECTROLYTE"],[133,141,"SULFIDE_ELECTROLYTE"],[229,249,"IONIC_CONDUCTIVITY"],[293,313,"IONIC_CONDUCTIVITY"]]}],null,["products of both SEs contain a crystalline phase assigned to DME-solvated Li3PS4.45,46 Two major peaks are observed in the Raman spectra of the immersed powders. One",{"entities":[[74,86,"SULFIDE_ELECTROLYTE"]]}],null,["Figure 2. Stability of the sulﬁde/liquid electrolyte interface with the lithium electrode. (a) Plating/stripping proﬁles and (b, c) impedance spectra recorded after 30 and 100 h cycling of Li/liquid electrolyte/solid electrolyte/liquid electrolyte/Li symmetric cells, where solid electrolytes are Li7P3S11 and β-Li3PS4, respectively. The lines are provided to guide the eye. (d) Electrolyte resistance Re and interfacial resistance Rint deduced from the impedance spectra. SEM images of the lithium",{"entities":[[297,305,"SULFIDE_ELECTROLYTE"],[310,318,"SULFIDE_ELECTROLYTE"]]}],null,["peak at 421 cm−1 is assigned to the ether-solvated PS4 3− anion, which is a major structural unit of Li3PS4.46 The other peak at 388 cm−1 is assigned to the ether-solvated vertex-shared PS4 tetrahedral anions,46 which is not a typical structural unit of Li3PS4. An intense 388 cm−1 peak appears in the immersed Li7P3S11, indicating that, besides the crystalline DME-solvated Li3PS4, an amorphous phase containing vertex-shared PS4 tetrahedral anions exists. Recent studies on liquid-phase synthesis",{"entities":[[101,110,"SULFIDE_ELECTROLYTE"],[254,261,"SULFIDE_ELECTROLYTE"],[311,319,"SULFIDE_ELECTROLYTE"]]}],["of Li7P3S11 in acetonitrile reveal that the starting ·ACN and materials Li2S and P2S5 react with crystalline Li3PS4 amorphous “Li2S·P2S5 ” phases in the solvent,47 where the Li2S· P2S5 phase is constituted by vertex-shared PS4 tetrahedral is at 383 cm−1.48 It is anions, whose major Raman signal therefore proposed to assign this amorphous immersion product of Li7P3S11 to an ether-solvated Li2S·P2S5 phase. According to the phase structure analysis, we conclude that β- Li3PS4 is solvated, while",{"entities":[[3,11,"SULFIDE_ELECTROLYTE"],[361,369,"SULFIDE_ELECTROLYTE"]]}],["Li7P3S11 is decomposed by the solvent. The 80 °C-dried immersed products exhibit dramatically reduced electrical conductivity, that is, 1.8 × 10−8 S cm−1 for Li7P3S11 and 1.4 × 10−10 S cm−1 for β-Li3PS4 (Figure S4). Since the electrical conductivity of the sulﬁde solid electrolyte is mainly provided by ion conduction, a dramatic decrease of the electrical conductivity of the immersed products indicates that the reaction of Li2S-P2S5-based SEs with the ether solvent is detrimental for ion",{"entities":[[0,8,"SULFIDE_ELECTROLYTE"],[136,153,"IONIC_CONDUCTIVITY"],[158,166,"SULFIDE_ELECTROLYTE"],[171,189,"IONIC_CONDUCTIVITY"]]}],null,null,null,null,["resistance for the Li7P3S11 pellet and the β-Li3PS4 pellet shows diﬀerent trends. The interfacial resistance of the",{"entities":[[19,27,"SULFIDE_ELECTROLYTE"],[43,51,"SULFIDE_ELECTROLYTE"]]}],null,["Li7P3S11 pellet continuously increases to more than 400 Ω in the following 200 h. Interestingly, for the β-Li3PS4 pellet, the interfacial resistance remains at a low value of about 50 Ω during the 200 h test, showing excellent stability. After the 200 h test, the surface of the Li7P3S11 pellet becomes rough while that of the β-Li3PS4 pellet is still smooth (insert of Figure 1d,e). The detailed morphology change was characterized by SEM. The top-view image of the β-Li3PS4 pellet shows a porous",{"entities":[[0,8,"SULFIDE_ELECTROLYTE"],[105,113,"SULFIDE_ELECTROLYTE"],[279,287,"SULFIDE_ELECTROLYTE"],[327,335,"SULFIDE_ELECTROLYTE"],[467,475,"SULFIDE_ELECTROLYTE"]]}],["surface (Figure 1d). This porous structure belongs to an interphase layer with a thickness of about 2.5 μm (Figure 1f). The EDS line-scan shows that the layer is rich in C and O, conﬁrming that it is an ether-solvated interphase layer. For the β-Li3PS4 pellet, a dense thin interphase layer packed by nanocrystals can be observed, whose thickness is only 0.4 μm (Figure 1e,g). Additionally, some large crystals with a size of several micrometers scatter on the surface. EDS mapping (Figure S7)",{"entities":[[244,252,"SULFIDE_ELECTROLYTE"]]}],["reveals that these large crystals have the same composition as the nanocrystals, which form the dense interphase layer. We propose that they are all attributed to DME-solvated Li3PS4, the only solvated crystalline phase detected by XRD.",{"entities":[[176,182,"SULFIDE_ELECTROLYTE"]]}],["Whether a dense solvated interphase layer forms at the solid/liquid electrolyte interface depends on the physicochem- ical properties of the solvated products. Solvated Li3PS4 has been widely observed to be insoluble in various organic polar solvents.50−52 Due to the insolubility of the solvated Li3PS4, it can form a dense layer at the interface between β-Li3PS4 and the solvent and can prevent further solvation of β-Li3PS4. Diﬀerently, the solvated Li2S·P2S5 phase is soluble or partially",{"entities":[[169,175,"SULFIDE_ELECTROLYTE"],[297,303,"SULFIDE_ELECTROLYTE"],[356,364,"SULFIDE_ELECTROLYTE"],[418,427,"SULFIDE_ELECTROLYTE"],[453,462,"SULFIDE_ELECTROLYTE"]]}],["soluble in polar solvents due to the more scattered charge density of tetrahedral anions and therefore the weaker ionic bond with Li+ ions.48 As discussed above, Li7P3S11 is decomposed by the ether solvent into solvated Li3PS4 and Li2S·P2S5. The gradual dissolution of Li2S· P2S5 results in pinholes in the interphase layer, which provide pathways for a continuous reaction between Li7P3S11 and the solvent.",{"entities":[[162,170,"SULFIDE_ELECTROLYTE"],[220,226,"SULFIDE_ELECTROLYTE"],[231,241,"SULFIDE_ELECTROLYTE"],[269,274,"SULFIDE_ELECTROLYTE"],[275,279,"SULFIDE_ELECTROLYTE"],[382,390,"SULFIDE_ELECTROLYTE"]]}],null,["It is worth noting that Li2S-P2S5 glass-ceramic powder is reactive with an ether-based liquid electrolyte, and thus, this hybrid electrolyte is not suitable for composite cathodes of solid-state batteries. Instead, a solvent-in-salt electrolyte (salt/ solvent = 1:1) is required to stabilize the solid/liquid electrolyte interface.37 Diﬀerently, as the separator of a battery, the Li2S-P2S5 glass-ceramic pellet can be stable with the ether- based liquid electrolyte due to the formation of the",{"entities":[[24,33,"SULFIDE_ELECTROLYTE"],[381,390,"SULFIDE_ELECTROLYTE"]]}],["solvated interphase layer on the surface. This is like the stability of aluminum in the air, that is, aluminum powder is quite reactive while bulk aluminum is stable because of the dense Al2O3 passivation layer. Here, the dense interphase layer can be formed on β-Li3PS4 but not on Li7P3S11. In summary, the β- Li3PS4/ether interface can be stabilized due to the formation of a dense thin solvated interphase layer.",{"entities":[[262,270,"SULFIDE_ELECTROLYTE"],[282,291,"SULFIDE_ELECTROLYTE"]]}],["Electrochemical Stability of the Sulﬁde/Liquid Elec- trolyte Interface. The plating/stripping cycling of symmetric cells with a lithium electrode (at a constant current of 0.23 mA cm−2) was conducted to characterize the interfacial stability reduction conditions. To create a sulﬁde/liquid under electrolyte interface, 10 μL of liquid electrolyte (1 M LiTFSI−DME/DOL (50−50 vol %)−1% LiNO3) was dropped between the SE pellet and the lithium electrodes. The structure of the symmetric cells was",{"entities":[[172,184,"IONIC_CONDUCTIVITY"]]}],null,null,["interphase layer at the sulﬁde/liquid electrolyte interface. As shown by the plating/stripping proﬁles in Figure 2a, both the symmetric cells with Li7P3S11 and β-Li3PS4 operate at an almost unchanged voltage for more than 200 h, reﬂecting that the Li2S-P2S5 glass-ceramic and the Li anode are electrochemi- cally compatible with the existence of the liquid electrolyte. For longer testing, short circuit accidentally occurs. The short circuit is caused by lithium penetration in the solid",{"entities":[[147,155,"SULFIDE_ELECTROLYTE"],[160,168,"SULFIDE_ELECTROLYTE"],[248,257,"SULFIDE_ELECTROLYTE"]]}],null,null,["The stability is also illustrated by the little change of the impedance spectra of the cells after 100 h operation (Figure 2b−d). The symmetric cell with β-Li3PS4 has smaller interfacial resistance, but larger bulk resistance due to its lower ionic conductivity. Consequently, the overpotential of this cell is larger than the one with Li7P3S11. It is worth noting that the interfacial resistance of the Li7P3S11/liquid electrolyte interface reduces to a stable value of 34 Ω under reduction",{"entities":[[154,162,"SULFIDE_ELECTROLYTE"],[336,345,"SULFIDE_ELECTROLYTE"]]}],["conditions, much smaller than that shown in Figure 1c. This indicates that the interfacial chemistry changes due to the existence of lithium. Liang et al. have reported that an SEI layer mainly composed of Li3PS4 can be in situ formed by the reaction between lithium and P2S5 additive,38 showing that Li has the ability to break the P−S−P bridged structure in P2S5 to form a P−S− structure in Li3PS4. It is therefore reasonable to assume that the decomposition product Li2S·P2S5 with the same P−S−P",{"entities":[[206,212,"SULFIDE_ELECTROLYTE"],[393,400,"SULFIDE_ELECTROLYTE"],[469,478,"SULFIDE_ELECTROLYTE"]]}],["bridge structure can also be converted into solvated Li3PS4 by Li, thereby leading to improved interfacial stability. This assumption is further conﬁrmed by the XPS S2p spectra of the lithium anodes of the symmetric cells after cycling (Figure S8). A strong S2p3/2 peak at 161.4 eV, which is 3−,40 can be detected in these spectra, indicating assigned to PS4 that an in situ formed SEI layer containing Li3PS4 exists on the is much more lithium anode. Moreover, the PS4 intense for the sample with",{"entities":[[53,59,"SULFIDE_ELECTROLYTE"],[403,409,"SULFIDE_ELECTROLYTE"]]}],["Li7P3S11 than with β-Li3PS4. This is in accordance with the assumption that the partially soluble decomposition product Li2S·P2S5 from Li7P3S11 facilitates the reaction with Li to form a Li3PS4-containing SEI layer. This SEI layer may slightly increase the interfacial resistance but beneﬁts the interfacial stability, which result in a more stable interfacial resistance in the symmetric cell with Li7P3S11 as shown in Figure 2d.",{"entities":[[0,8,"SULFIDE_ELECTROLYTE"],[19,28,"SULFIDE_ELECTROLYTE"],[120,129,"SULFIDE_ELECTROLYTE"],[135,143,"SULFIDE_ELECTROLYTE"],[399,407,"SULFIDE_ELECTROLYTE"]]}],null,["Figure 2e−g shows the morphology of the lithium electrode before and after the plating/stripping test. A smooth surface of lithium can be observed before cycling. After the test, the surﬁcial roughness increases due to the plating/stripping cycling of Li, but no Li dendrites are evidently observed. In summary, both Li7P3S11 and β-Li3PS4 can form a stable interface with an ether-based liquid electrolyte under reduction conditions, showing their good compatibility when they come into contact with",{"entities":[[317,325,"SULFIDE_ELECTROLYTE"],[330,338,"SULFIDE_ELECTROLYTE"]]}],null,null,["While the interfacial stability between SEs and Li metal has attracted wide attention, here, we emphasize that the oxidization condition at the cathode side of batteries has a decisive inﬂuence on the stability of the Li2S-P2S5 based glass- ceramic SEs/ether solvent interface. To demonstrate this, the cyclic voltammetry (CV) of (−) Li/solid electrolyte/liquid electrolyte/stainless steel (+) half-cells was conducted (Figure 3). A total of 10 μL of liquid electrolyte (1 M LiTFSI−DME/",{"entities":[[218,227,"SULFIDE_ELECTROLYTE"]]}],["Figure 3. Stability of the sulﬁde/liquid electrolyte interface under oxidization conditions. (a) Scheme of the cyclic voltammetry measurement to study the electrochemical stability of diﬀerent solid electrolytes under a solid−liquid hybrid environment. (b) Cyclic voltammetry of (−) Li/Li7P3S11/liquid electrolyte/SS (+) and (−) Li/Li7P3S11/SS(+) half-cells, showing the poor electrochemical stability of Li7P3S11 under a hybrid environment. (c) Cyclic voltammetry of (−) Li/solid electrolyte/liquid",{"entities":[[405,413,"SULFIDE_ELECTROLYTE"]]}],["electrolyte/SS (+) half-cells, revealing the excellent electrochemical stability of β-Li3PS4 with the liquid electrolyte. The scanning rate is 0.1 mV s−1.",{"entities":[[84,92,"SULFIDE_ELECTROLYTE"]]}],["DOL (50−50 vol %)−1% LiNO3) was dropped between the SE pellet and the stainless steel electrode to create a solid/ liquid electrolyte interface. The inﬂuence of the liquid electrolyte on the electrochemical stability of Li7P3S11 is ﬁrst studied by comparing the CV of two half-cells with and without the liquid electrolyte in Figure 3b. It can be seen that without the liquid electrolyte the solid-state half-cell exhibits negligible redox current, showing excellent electrochemical stability.",{"entities":[[220,228,"SULFIDE_ELECTROLYTE"]]}],["Diﬀerently, in the hybrid cell, a strong redox current is revealing the poor electrochemical stability of observed, Li7P3S11 under a solid−liquid hybrid environment. It is well known that Li7P3S11 is thermodynamically unstable, whose electrochemical window is quite narrow.59 Fortunately, its decomposition products form SEI layers in all-solid-state batteries, which prevent further decomposition of Li7P3S11. However, such stable SEI layers cannot be formed in hybrid batteries due to the etching",{"entities":[[116,124,"SULFIDE_ELECTROLYTE"],[188,196,"SULFIDE_ELECTROLYTE"],[401,410,"SULFIDE_ELECTROLYTE"]]}],null,["stability of Li7P3S11During the anodic sweep, Li7P3S11 shows an onset of anodic current at 2.5 V, which monotonically increases to 67 μA at 3.5 V. As for β-Li3PS4, an anodic current peak starts at 2.4 V, and after the peak, the current monotonically increases to 0.9 μA at 3.5 V (Figure 3c). According to previous theoretical andFwww.acsami.orgResearch Article",{"entities":[[13,27,"SULFIDE_ELECTROLYTE"],[46,54,"SULFIDE_ELECTROLYTE"],[154,162,"SULFIDE_ELECTROLYTE"]]}],["experimental studies, the anodic current is attributed to the delithiation process of lithium thiophosphates.59,60 The much lower anodic current of β-Li3PS4 than that of Li7P3S11 indicates that the former is electrochemically more stable with the liquid electrolyte under oxidization conditions.",{"entities":[[148,156,"SULFIDE_ELECTROLYTE"],[170,178,"SULFIDE_ELECTROLYTE"]]}],["Interfacial Engineering with Sulﬁde Solid Electro- lytes. It has been demonstrated that β-Li3PS4 can form a chemically/electrochemically stable interface with an ether- based electrolyte, while the more ion-conductive Li7P3S11 cannot. This discovery on the stability of sulﬁde/liquid electrolyte interfaces can inspire novel designs of SE separators for high-performance rechargeable batteries. As an example, we propose here that coating Li7P3S11 separators with a submicrometric layer of β-Li3PS4",{"entities":[[88,96,"SULFIDE_ELECTROLYTE"],[218,226,"SULFIDE_ELECTROLYTE"],[439,447,"SULFIDE_ELECTROLYTE"],[490,498,"SULFIDE_ELECTROLYTE"]]}],null,["Figure 4. Interfacial-engineered sulﬁde solid electrolyte for hybrid Li−S batteries. (a) Strategy for developing sulﬁde SE separators in hybrid Li−S batteries by coating highly ion-conductive Li7P3S11 with a thin layer of β-Li3PS4 that is more stable with the liquid electrolyte. the β-Li3PS4/S coating on a (b) SEM cross-sectional Li7P3S11 separator. (c) Top-view SEM image of β-Li3PS4/S coating and EDS mapping of phosphor (d) and sulfur (e). (f) Impedance spectra of coated and uncoated Li7P3S11",{"entities":[[192,200,"SULFIDE_ELECTROLYTE"],[222,230,"SULFIDE_ELECTROLYTE"],[284,294,"SULFIDE_ELECTROLYTE"],[332,340,"SULFIDE_ELECTROLYTE"],[378,388,"SULFIDE_ELECTROLYTE"],[490,498,"SULFIDE_ELECTROLYTE"]]}],null,["image ofEnhanced cycling performance can be achieved by the combination of three electrolytes, where Li7P3S11 inhibits the polysulﬁde shutting and provides fast Li+ transportation, the ether-based liquid electrolyte ensures excellent redox kinetics in electrodes, and the thin β-Li3PS4 coating stabilizes the solid/ liquid electrolyte interface.",{"entities":[[101,109,"SULFIDE_ELECTROLYTE"],[277,285,"SULFIDE_ELECTROLYTE"]]}],["Conventional synthesis techniques of Li2S-P2S5-based SEs, such as melt quenching,61 ball milling,62 and suspension synthesis,63 always result in granular products, which cannot be used for preparing a thin dense coating of β-Li3PS4. Here, we developed a dual-solution-mixing route for preparing a β- Li3PS4-based dense coating (details in the Supporting Information). With this technique, an ion-conductive compo- site of β-Li3PS4 and sulfur (Figure S9) can be prepared by using a homogenous",{"entities":[[223,232,"SULFIDE_ELECTROLYTE"],[422,430,"SULFIDE_ELECTROLYTE"]]}],null,["By using the dip-coating method with the homogenous precursor solution, a dense ﬁlm of β-Li3PS4/S with a thicknesshttps://dx.doi.org/10.1021/acsami.0c16899 ACS Appl. Mater. Interfaces XXXX, XXX, XXX−XXXACS Applied Materials & Interfaceswww.acsami.orgResearch Article",{"entities":[[87,97,"SULFIDE_ELECTROLYTE"]]}],["Figure 5. Improved cycling stability of the hybrid battery by a β-Li3PS4/S-coated solid electrolyte. Charge−discharge curves at 0.2C rate of the hybrid Li−S batteries (a) with a coated Li7P3S11 separator and (b) uncoated Li7P3S11 separator. SEM images of an S−C composite cathode (c) before cycling and disassembled from the hybrid Li−S batteries with (d) coated and (e) uncoated Li7P3S11 separators after 50 cycles. (f−i) EDS mapping and (j, k) XPS proﬁles of the passivation layer on the cathode",{"entities":[[185,193,"SULFIDE_ELECTROLYTE"],[221,229,"SULFIDE_ELECTROLYTE"],[380,388,"SULFIDE_ELECTROLYTE"]]}],["of the battery with an uncoated Li7P3S11 separator.",{"entities":[[32,40,"SULFIDE_ELECTROLYTE"]]}],["of about 400−600 nm can be formed on a Li7P3S11 separator as shown in Figure 1b. The top-view (Figure 4c−e) and cross- section (Figure S10) EDS mapping of P and S show that these two elements are homogeneously distributed in the ﬁlm. The ion-conductive ability of the coating is examined by comparing the impedance spectra of the coated and uncoated Li7P3S11 separators (Figure 4f). The pristine Li7P3S11 separator shows a total resistance of 16 Ω, corresponding to an ionic conductivity of 3.5 ×",{"entities":[[39,47,"SULFIDE_ELECTROLYTE"],[350,358,"SULFIDE_ELECTROLYTE"],[396,404,"SULFIDE_ELECTROLYTE"]]}],["10−3 S cm−1. The protective coating results in an additional semicircle in the impedance spectrum, which corresponds to the resistance of the coating with a value of 90 Ω. Due to the thin thickness of the coating, the resistance increase is fully acceptable and the coated separator still possesses excellent ion-conduction ability.",{"entities":[[0,12,"IONIC_CONDUCTIVITY"]]}],["hybrid battery with a coated Li7P3S11 separator, the voltage of the second discharge plateau is well maintained at 2.10 V and that of the charge plateau is maintained at 2.28 V for 50 cycles (Figure 5a), showing excellent cycling stability. Without the coating, the overpotential of the battery quickly increases during the charge−discharge cycles (Figure 5b). The improve- ment of operational stability is also demonstrated by comparing the impedance spectra of the two batteries at diﬀerent",{"entities":[[29,37,"SULFIDE_ELECTROLYTE"]]}],null,["the ion-conductive coating shows good stability and adhesion when the coated separators are used in hybrid Li−S batteries. After 50 cycles of operation of the battery, the morphology of the cathode side of the coated separator still retains its original smooth surface, while the anode side only shows a few etched pits likely due to the limited reaction with lithium (Figure S11). This indicates that the protective coating remains well adhered to the Li7P3S11 separators even under the",{"entities":[[453,461,"SULFIDE_ELECTROLYTE"]]}],null,["Additionally,Figure 5a,b show the charge−discharge curves of the hybrid batteries with coated and uncoated Li7P3S11 separators. In the",{"entities":[[107,115,"SULFIDE_ELECTROLYTE"]]}],["The pristine sulfur-carbon composite cathode shows porous morphology, which is constructed by nanoparticles of ketjen the cathodes black (Figure 5c). The morphology of disassembled from the hybrid Li−S batteries after 50 cycles is re-examined. In the battery with a coated Li7P3S11 separator, the porous cathode structure is visibly unchanged (Figure 5d), while in the battery with an uncoated Li7P3S11 separator, a continuous thin layer is formed on the porous cathode after cycling (Figure 5e).",{"entities":[[273,281,"SULFIDE_ELECTROLYTE"],[394,402,"SULFIDE_ELECTROLYTE"]]}],["The thin layer could passivate the reactive sites of the cathode. Consequently, the overpotential of the battery increases and the capacity decreases. With the β- Li3PS4-based coating on the Li7P3S11 separator, the formation",{"entities":[[191,199,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["Finally, the mechanism of how a β-Li3PS4-based coating on the Li7P3S11 separator improves the cycling performance of hybrid Li−S batteries is proposed in Figure 6. Without a β-",{"entities":[[62,70,"SULFIDE_ELECTROLYTE"]]}],["Figure 6. Proposed mechanism for the improved cycling performance by a β-Li3PS4-based coating. Without the coating, Step 1: Li7P3S11 reacts with the solvent and decomposed into DME-complexed Li3PS4 and an amorphous phase containing vertex-shared PS4 tetrahedral anions; Step 2: The anions diﬀuse to the cathode and are delithiated to form a layer rich in the P−S−P structure that passivates the reactive sites. With the coating, a continuous insoluble DME- complexed Li3PS4 layer is formed to",{"entities":[[124,132,"SULFIDE_ELECTROLYTE"],[191,197,"SULFIDE_ELECTROLYTE"],[467,473,"SULFIDE_ELECTROLYTE"]]}],null,["Li3PS4 coating, the Li7P3S11 separator is decomposed, when it comes into contact with an ether-based liquid electrolyte, into DME-solvated Li3PS4 and an amorphous phase containing vertex-shared PS4 tetrahedral anions. The amorphous phase is partially dissolved and diﬀuses onto the cathode. It is further delithiated, resulting in the formation of a poorly conductive passivation layer, rich in the P−S−P bridging sulfur structure. This layer passivates the reactive sites of the cathode, and hence,",{"entities":[[0,6,"SULFIDE_ELECTROLYTE"],[20,28,"SULFIDE_ELECTROLYTE"],[139,145,"SULFIDE_ELECTROLYTE"]]}],["the performance of the battery degrades progressively. Diﬀerently, even though β-Li3PS4 also reacts with the ether- based liquid electrolyte, the only product, DME-solvated Li3PS4, is insoluble and prevents further solvation of β-Li3PS4. Consequently, the Li7P3S11 separator coated with β-Li3PS4 produces few soluble products, which can be deposited on the",{"entities":[[79,87,"SULFIDE_ELECTROLYTE"],[173,179,"SULFIDE_ELECTROLYTE"],[228,237,"SULFIDE_ELECTROLYTE"],[256,264,"SULFIDE_ELECTROLYTE"],[287,295,"SULFIDE_ELECTROLYTE"]]}],null,["Hybrid Li−S Batteries by a Stable Sulﬁde Electrolyte/ Liquid Interface. The β-Li3PS4-coated Li7P3S11 composite separators possess not only good interfacial stability with ether- based solvents but also good ion-conduction ability due to the high ionic conductivity of sulﬁde SEs. Therefore, good cycling stability and redox kinetics are expected to be simultaneously achieved when applying these composite separators in hybrid Li−S batteries.",{"entities":[[92,100,"SULFIDE_ELECTROLYTE"]]}],["Figure 7 shows a comparison of the performance of hybrid Li−S batteries with a sulﬁde SE separator and liquid Li−S batteries. Three batteries are studied, one with an uncoated Li7P3S11 separator, another one with a β-Li3PS4-coated Li7P3S11 separator, and the reference one with a commercial polymer separator Celgard 2400. All of these batteries use a commercial ether-based electrolyte (1 M LiTFSI−DME/DOL (50−50 vol %)−1% LiNO3) to wet the electrodes or the separator. The battery with a coated SE",{"entities":[[176,184,"SULFIDE_ELECTROLYTE"],[231,239,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["Figure 7c shows the initial charge−discharge curves of the liquid battery and the hybrid battery with a β-Li3PS4-coated Li7P3S11 separator. The overpotential between the 0.2C charge and discharge curves of the hybrid battery is only 180 mV, at the same level with the liquid Li−S battery. The small overpotential favors high-rate operation of the battery. As shown in Figure 7d, the hybrid battery retains a speciﬁc capacity of 945 mA h g−1 at 1.5C-rate charge/discharge, showing better rate",{"entities":[[120,128,"SULFIDE_ELECTROLYTE"]]}],null,["To further demonstrate the cycling stability with the β- Li3PS4-coated Li7P3S11 separator, a Celgard 2400 separator wetted by 1 M LiTFSI DOL−1% LiNO3 has been inserted between the SE separator and the lithium anode so that accidental short circuit of the batteries due to lithium penetration can be avoided. The cell stably operates 150 cycles at a rate of 0.2C, retaining 1047 mA h g−1at the end (Figure 8a). Especially, after the 100th cycle, a very low average capacity decay rate of 0.06%/cycle",{"entities":[[71,79,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["is ascribed to the absence of high-valence metal (Ti4+, Ge4+, etc.) in the Li2S-P2S5 glass-ceramic solid electrolyte and to the insoluble dense solvated Li3PS4 layer at the solid/liquid electrolyte interface. Considering the high ionic conductivity of sulﬁde electrolytes that favors the redox kinetics of batteries, we propose that sulﬁde electrolytes with delicate composition design are competitive candidates for constructing a stable solid−liquid-electrolyte interface.",{"entities":[[75,84,"SULFIDE_ELECTROLYTE"],[153,159,"SULFIDE_ELECTROLYTE"]]}],["Finally, we emphasize that the interfacial stability between β- Li3PS4 and the ether-based electrolyte is only kinetically",{"entities":[[64,70,"SULFIDE_ELECTROLYTE"]]}],["achieved. In fact, the formation of a thin dense interphase layer of insoluble solvated Li3PS4 is essential for interfacial stability. Therefore, absolute chemical stability with liquid electrolytes is not an indispensable prerequisite for a good SE separator. This concept opens a new path to improve the stability of the sulﬁde/liquid electrolyte interface by tuning the microstructure and the composition of the solvated interphase layer to make it thinner, denser, and more ion-conductive. Here,",{"entities":[[88,94,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["We demonstrate that sulﬁde solid-electrolyte separators based on Li2S-P2S5 glass ceramics can be used to develop conversion- type batteries with simultaneously good stability and excellent redox kinetics, as shown by a hybrid lithium−sulfur battery which conserves a high discharge capacity of 1047 mA h g−1 and a high second discharge plateau of 2.06 V after 150 cycles. The excellent properties of the Li2S-P2S5 glass ceramics-based separator originate not only from its high ionic conductivity",{"entities":[[65,74,"SULFIDE_ELECTROLYTE"],[404,413,"SULFIDE_ELECTROLYTE"]]}],["but also from the surprisingly high interfacial stability between β-Li3PS4 and the ether-based liquid electrolyte under both reduction and oxidization conditions in the battery. This interfacial stability is closely associated with the formation of a thin dense solvated Li3PS4 protective layer, which is insoluble in the ether solvent and which do not compromise the high ionic conductivity of the Li7P3S11 solid electrolyte. This discovery brings new insight into the stability of the solid/",{"entities":[[66,74,"SULFIDE_ELECTROLYTE"],[271,277,"SULFIDE_ELECTROLYTE"],[399,407,"SULFIDE_ELECTROLYTE"]]}],null,null,["sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.0c16899. Details of the dual-solution-mixing route for preparing β- Li3PS4/S composites; phase structure analysis during the dual-solution-mixing route; impedance spectra and EDS mappings of the solvated lithium thiophosphates; XPS spectra of the lithium anodes disassembled from the Li//Li symmetric cells after cycling; supplementary characterization of the β-Li3PS4-based",{"entities":[[192,200,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,["Consequences for Hybrid-Battery Concepts. Nat. Chem. 2016, 8, 426−434. (29) Wang, S.; Ding, Y.; Zhou, G.; Yu, G.; Manthiram, A. Durability the Li1+xTi2−xAlx(PO4)3 Solid Electrolyte in Lithium−Sulfur of Batteries. ACS Energy Lett 2016, 1, 1080−1085. (30) Gu, S.; Huang, X.; Wang, Q.; Jin, J.; Wang, Q.; Wen, Z.; Qian, R. A Hybrid Electrolyte for Long-Life Semi-Solid-State Lithium Sulfur Batteries. J. Mater. Chem. A 2017, 5, 13971−13975. (31) Yu, X.; Bi, Z.; Zhao, F.; Manthiram, A.",{"entities":[[143,156,"SULFIDE_ELECTROLYTE"]]}],null,["and Performance of Li7La3Zr2O12-",{"entities":[[19,32,"SULFIDE_ELECTROLYTE"]]}],null,null,null,null,["Wang, G.; Adair, K. R.; Wang, C.; Li, R.; Zhu, Y.; Qian, Y.; Zhang, L.; Yang, R.; Lu, S.; Sun, X. In situ Li3PS4 Solid-State Electrolyte Protection Layers for Superior Long-Life and High-Rate Lithium-Metal Anodes. Adv. Mater. 2018, 30, No. 1804684. (41) Lu, Y.; Gu, S.; Hong, X.; Rui, K.; Huang, X.; Jin, J.; Chen, C.; Yang, J.; Wen, Z. Pre-Modified Li3PS4 Based Interphase for Lithium Anode Towards High-Performance Li−S Battery. Energy Storage Mater. 2018, 11, 16−23. (42) Xiong, S.; Xie, K.;",{"entities":[[106,112,"SULFIDE_ELECTROLYTE"],[350,356,"SULFIDE_ELECTROLYTE"]]}],["Diao, Y.; Hong, X. Characterization of the Solid Electrolyte Interphase on Lithium Anode for Preventing the Shuttle Mechanism in Lithium−Sulfur Batteries. J. Power Sources 2014, 246, 840−845. (43) Hayashi, A.; Hama, S.; Minami, T.; Tatsumisago, M. Formation of Superionic Crystals from Mechanically Milled Li2S−P2S5 Glasses. Electrochem. Commun. 2003, 5, 111−114. (44) Chen, S.; Xie, D.; Liu, G.; Mwizerwa, J. P.; Zhang, Q.; Zhao, Y.; Xu, X.; Yao, X. Sulfide Solid Electrolytes for All-Solid-State",{"entities":[[306,315,"SULFIDE_ELECTROLYTE"]]}],["Lithium Batteries: Structure, Conductivity, Stability and Application. Energy Storage Mater 2018, 14, 58−74. (45) Xue, B.; Fan, B.; Li, B.; Chen, L.; Wang, F.; Luo, Z.; Zhang, X.; Ma, H. Solvent-Assisted Ball Milling for Synthesizing Solid Electrolyte Li7P3S11. J. Am. Ceram. Soc. 2019, 102, 3402−3410. (46) Ito, S.; Nakakita, M.; Aihara, Y.; Uehara, T.; Machida, N. A Synthesis of Crystalline Li7P3S11 Solid Electrolyte from 1,2- Dimethoxyethane Solvent. J. Power Sources 2014, 271, 342−345. (47)",{"entities":[[252,261,"SULFIDE_ELECTROLYTE"],[394,402,"SULFIDE_ELECTROLYTE"]]}],["Wang, Y.; Lu, D.; Bowden, M.; El Khoury, P. Z.; Han, K. S.; Deng, Z. D.; Xiao, J.; Zhang, J.-G.; Liu, J. Mechanism of Formation of Li7P3S11 Solid Electrolytes through Liquid Phase Synthesis. Chem. Mater. 2018, 30, 990−997. (48) Fan, B.; Zhang, Q.; Luo, Z.; Zhang, X.; Ma, H.; Fan, P.; Xue, B. Influence of Precipitate/Supernatant Ratio during Liquid-Phase Synthesis of Solid Electrolyte Li7P3S11. Solid State Ionics 2019, 343, No. 115073. (49) Weiss, M.; Seidlhofer, B.-K.; Geiß, M.; Geis, C.;",{"entities":[[131,139,"SULFIDE_ELECTROLYTE"],[387,396,"SULFIDE_ELECTROLYTE"]]}],["Busche, M. R.; Becker, M.; Vargas-Barbosa, N. M.; Silvi, L.; Zeier, W. G.; Schröder, D.; Janek, J. Unraveling the Formation Mechanism of Solid−Liquid Electrolyte Interphases on LiPON Thin Films. ACS Appl. Mater. Interfaces 2019, 11, 9539−9547. (50) Wang, Z.; Jiang, Y.; Wu, J.; Jiang, Y.; Huang, S.; Zhao, B.; Chen, Z.; Zhang, J. Reaction Mechanism of Li2S-P2S5 System in Acetonitrile Based on Wet Chemical Synthesis of Li7P3S11 Solid Electrolyte. Chem. Eng. J. 2020, 393, No. 124706.",{"entities":[[353,362,"SULFIDE_ELECTROLYTE"],[421,429,"SULFIDE_ELECTROLYTE"]]}],null,["(51) Wang, H.; Hood, Z. D.; Xia, Y.; Liang, C. Fabrication of Ultrathin Solid Electrolyte Membranes of β-Li3PS4 Nanoflakes by Evaporation-Induced Self-Assembly for All-Solid-State Batteries. J. Mater. Chem. A 2016, 4, 8091−8096. (52) Liu, Z.; Fu, W.; Payzant, E. A.; Yu, X.; Wu, Z.; Dudney, N. J.; Kiggans, J.; Hong, K.; Rondinone, A. J.; Liang, C. Anomalous High Ionic Conductivity of Nanoporous β-Li3PS4. J. Am. Chem. Soc. 2013, 135, 975−978. (53) Krauskopf, T.; Richter, F. H.; Zeier, W. G.; J.",{"entities":[[103,111,"SULFIDE_ELECTROLYTE"],[397,406,"SULFIDE_ELECTROLYTE"]]}],null,null,null,["Li, M.; Bai, Z.; Li, Y.; Ma, L.; Dai, A.; Wang, X.; Luo, D.; Wu, T.; Liu, P.; Yang, L.; Amine, K.; Chen, Z.; Lu, J. Electrochemically Primed Functional Redox Mediator Generator from the Decom- position of Solid State Electrolyte. Nat. Commun. 2019, 10, No. 1890. (61) Hayashi, A.; Minami, K.; Mizuno, F.; Tatsumisago, M. Formation of Li+ Superionic Crystals from the Li2S−P2S5 Melt- Quenched Glasses. J. Mater. Sci. 2008, 43, 1885−1889. (62) Ohtomo, T.; Hayashi, A.; Tatsumisago, M.; Tsuchida, Y.;",{"entities":[[367,376,"SULFIDE_ELECTROLYTE"]]}],["Hama, S.; Kawamoto, K. All-Solid-State Lithium Secondary Batteries Using the 75Li2S·25P2S5 Glass and the 70Li2S·30P2S5 Glass−Ceramic as Solid Electrolytes. J. Power Sources 2013, 233, 231−235. (63) Miura, A.; Rosero-Navarro, N. C.; Sakuda, A.; Tadanaga, K.; Phuc, N. H. H.; Matsuda, A.; Machida, N.; Hayashi, A.; Tatsumisago, M. Liquid-Phase Syntheses of Sulfide Eectrolytes for All-Solid-State Lithium Battery. Nat. Rev. Chem. 2019, 3, 189−198. (64) Zheng, J.; Gu, M.; Chen, H.; Meduri, P.;",{"entities":[[77,90,"SULFIDE_ELECTROLYTE"],[105,118,"SULFIDE_ELECTROLYTE"]]}]]}
